{
  "global_info": {
    "url": "あしたば",
    "kana_name": "アシタバ",
    "scientificName": "Angelica keiskei",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "Angelica"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "明日葉",
          "アシタバ"
        ]
      },
      "international": {
        "en": [
          "Ashitaba",
          "Tomorrow's Leaf"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "明日葉（あしたば）",
      "oneliner": "今日摘んでも明日芽吹く、伊豆諸島の生命力溢れるほろ苦い薬草。",
      "description": "太平洋の潮風を受けて育つ、艶やかな緑の葉。それが明日葉です。太い茎をぽきりと折れば、セリ科特有の爽やかな香りが立ち上り、断面からは生命力の証である黄色の汁が滲み出ます。口に運べば、シャキシャキとした歯ざわりとともに広がる、清々しい苦味。この個性的な風味は、天ぷらにすると驚くほどまろやかになり、揚げたての香ばしさと相まって忘れられない味わいとなります。伊豆諸島の厳しい自然が育んだ、力強い大地の恵みそのものです。",
      "practical_oneliner": "鮮度が命。乾燥を防ぎ、加熱調理で特有の苦みを旨みに変える。",
      "practical_tips": "葉の色が濃く、ピンとハリがあり、茎が太くみずみずしいものを選びましょう。乾燥に非常に弱いので、購入後は湿らせたキッチンペーパーで全体を包み、ポリ袋に入れて冷蔵庫の野菜室で立てて保存します。2〜3日で使い切るのが理想です。独特の苦味は魅力ですが、和らげたい場合は、塩をひとつまみ加えた熱湯でさっと茹でてから冷水に取るとマイルドになります。このひと手間で、おひたしや和え物がぐっと食べやすくなりますよ。",
      "nutrition_oneliner": "希少なポリフェノール「カルコン」がもたらす強力な抗酸化作用。",
      "nutrition_benefits": "緑黄色野菜としてβ-カロテンやカリウム、ビタミン類を豊富に含みますが、明日葉の真価は「カルコン」と呼ばれる特有のポリフェノールにあります。茎を切った時に滲み出る黄色い液体に多く含まれるこの成分には、強力な抗酸化作用や抗炎症作用が報告されています。近年の研究では、血糖値の上昇や内臓脂肪の蓄積を抑える働きも注目されており、まさに「薬食同源」を体現する野菜といえるでしょう。",
      "safety_oneliner": "セリ科アレルギーの方は注意。光感作物質を含むため過剰摂取は禁物。",
      "safety_notes": "セロリやパセリなど、同じセリ科の植物にアレルギーがある方は反応する可能性があります。また、葉や茎には光感作を引き起こすフロクマリン類が含まれているため、極端に大量に摂取して強い日光を浴びると、まれに皮膚に炎症を起こすことがあります。通常の食事で楽しむ分には心配ありません。",
      "honest_oneliner": "健康効果は抜群だが、クセのある苦味は好き嫌いがはっきり分かれる味。",
      "honest_assessment": "この野菜の魅力は、なんといっても「クセの強さ」にあります。薬草を思わせる清々しい苦味は、子どもには少し難しいかもしれませんが、その奥にある旨味に気づいたとき、きっと虜になるはずです。とはいえ、誰もが手放しで好きになる味ではありません。また、都心のスーパーではなかなかお目にかかれないのも事実。もし旅先や産直所で見かけたら、それは一期一会。ぜひその個性と向き合ってみてください。",
      "cultural_background": "その名は「今日摘んでも、明日にはもう新しい芽を出す」という、驚異的な生命力に由来します。伊豆諸島の厳しい自然環境で暮らす人々にとって、この力強い植物は古くから長寿と健康の源でした。江戸時代の書物『大和本草』にも薬草として記されており、まさに「食べる薬」。日々の食卓に上るご馳走であり、体を整える常備薬でもある、島の「薬食同源」文化を象徴する存在なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[あしたば青茎]]",
          "[[あしたば赤茎]]"
        ],
        "similarVegetables": [
          "[[セロリ]]",
          "[[みつば]]"
        ]
      },
      "notes": "日本（特に伊豆諸島）以外での入手は極めて困難。"
    }
  }
}