{
  "global_info": {
    "url": "うど",
    "kana_name": "ウド",
    "scientificName": "Aralia cordata",
    "classification": {
      "family_ja": "ウコギ科",
      "genus_ja": "タラノキ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "うど (独活)"
        ]
      },
      "international": {
        "en": [
          "Udo",
          "Japanese Spikenard",
          "Japanese Asparagus"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "独活（うど）",
      "oneliner": "春の息吹を告げる、シャキッとした食感と爽やかな香りの和ハーブ。",
      "description": "東アジアの森で静かに春を待つ多年草、独活。光を遮って育てられた「軟白うど」は雪のように白く柔らかく、野趣あふれる「山うど」は鮮やかな緑と力強い香りを放ちます。どちらもシャキシャキとした瑞々しい歯ざわりと、樹脂やセロリにも似た爽やかな芳香、そして心地よいほろ苦さが魅力。その歴史は『古事記』の時代まで遡り、まさに日本の春を象徴する、物語を秘めた野菜です。",
      "practical_oneliner": "アク抜きは酢水で手早く。厚めにむいた皮も捨てずにきんぴらへ。",
      "practical_tips": "全体に産毛がしっかりと生え、穂先までピンと張りのあるものが新鮮な証です。光に当たると硬くなり風味が落ちるため、新聞紙で丁寧に包み、冷蔵庫の野菜室で立てて保存しましょう。調理の鍵はアク抜き。皮をやや厚めにむき、切ったそばから酢水に5分ほどさらすことで、変色を防ぎ爽やかな味わいを引き出せます。そして、その皮は捨てないでください。細切りにしてきんぴらにすれば、香ばしいもう一品が食卓を彩ります。",
      "nutrition_oneliner": "カリウム豊富。アスパラギン酸が新陳代謝を促し疲労回復を助けます。",
      "nutrition_benefits": "100gあたり19kcalと非常に低カロリーながら、私たちの体を支える栄養を秘めています。特に、余分な塩分排出を助けるカリウムが豊富です。アミノ酸の一種アスパラギン酸は、新陳代謝を促し疲労回復をサポート。さらに、ポリフェノールであるクロロゲン酸の抗酸化作用や、特有の香り成分であるジテルペン類が持つ抗炎症作用も、近年研究が進められています。",
      "safety_oneliner": "通常の食事量では安全ですが、薬用として根などを利用する際は専門家に相談を。",
      "safety_notes": "野菜として茎や葉を美味しくいただく分には、特に心配はいりません。ただし、漢方薬「独活（どっかつ）」として利用される根などを、自己判断で高濃度に摂取することは避けてください。伝統的な薬用利用には専門家の指導が必要です。",
      "honest_oneliner": "唯一無二の春の香りは格別ですが、アク抜きの手間と短い旬は覚悟して。",
      "honest_assessment": "独活の魅力は、あの鮮烈な香りとほろ苦さに尽きます。好きな人にはたまらない、春だけの特別なご馳走です。しかしその個性ゆえ、万人受けする味ではないかもしれません。アク抜きという一手間が必要なこと、そして旬があっという間に過ぎ去ってしまう儚さも事実。それでも、この野菜でしか味わえない季節の感動が、私たちを惹きつけてやみません。",
      "cultural_background": "その名は日本の最古の書『古事記』にも記され、古来より人々と共にありました。「独活」という漢字は、風がなくてもひとりでに動いているように見える様に由来するといわれます。江戸時代には光を遮って育てる軟白栽培が確立され、野趣あふれる山菜から洗練された江戸野菜へと変身。根は漢方薬「独活」として痛みを和らげるために用いられ、食と薬の両面で私たちの文化に深く根ざしています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[とうきょううど]]",
          "[[やまうど]]"
        ],
        "similarVegetables": [
          "[[セロリ]]",
          "[[アスパラガス]]",
          "[[たらのめ]]"
        ]
      },
      "notes": "気候変動による栽培適地の北上や、食文化の変化による消費の減少が懸念されています。この日本の春を象徴する味覚を未来に繋いでいくための取り組みが求められています。"
    }
  }
}