{
  "global_info": {
    "url": "おかわかめ",
    "kana_name": "オカワカメ",
    "scientificName": "Anredera cordifolia",
    "classification": {
      "family_ja": "ツルムラサキ科",
      "genus_ja": "アカザカズラ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "珠芽 (むかご)",
        "塊茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "アカザカズラ",
          "雲南百薬 (ウンナンヒャクヤク)",
          "丘わかめ (オカワカメ)"
        ]
      },
      "international": {
        "en": [
          "Madeira Vine",
          "Mignonette Vine",
          "Lamb's Tail"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "丘わかめ（おかわかめ）",
      "oneliner": "畑で採れるワカメ？「雲南百薬」の名を持つ不思議な野菜。",
      "description": "南米の陽光を浴びて生まれた、つややかなハート形の葉を持つつる植物。その名も「丘わかめ」。さっと茹でれば、驚くほどつるりとした食感が現れ、まるで海で採れたわかめのよう。味わいは穏やかで、ほんのりと土の香りがします。葉だけでなく、茎や「むかご」と呼ばれる小さな珠芽も食べられる、生命力あふれる野菜です。",
      "practical_oneliner": "さっと茹でて、つるりとした独特の食感を引き出すのがコツ。",
      "practical_tips": "選ぶ際は、葉にハリとツヤがあり、緑色が鮮やかなものを。乾燥に弱いので、湿らせたキッチンペーパーで包み、ポリ袋に入れて冷蔵庫の野菜室で保存しましょう。調理の基本は「さっと茹でる」こと。おひたしや和え物、味噌汁の具に最適です。茎につく珠芽（むかご）は、そのまま天ぷらや炒め物にすると、ほくほくとした食感が楽しめます。",
      "nutrition_oneliner": "「百薬」の名は伊達じゃない、伝統が語る滋養の力。",
      "nutrition_benefits": "「雲南百薬」の名の通り、古くからインドネシアの伝統医療などで滋養強壮や傷の治癒に用いられてきました。カルシウムやビタミンAが豊富との報告もあります。近年の研究では、サポニンやフラボノイドといった成分が持つ抗炎症作用や抗酸化作用にも注目が集まっています。日々の健康維持をサポートしてくれる、頼もしい野菜です。",
      "safety_oneliner": "シュウ酸を含むため、生での大量摂取は避けましょう。",
      "safety_notes": "ほうれん草などと同じく、シュウ酸を含む可能性があります。アクは強くありませんが、生で大量に食べるのは避け、さっと茹でてから食べるのがおすすめです。腎臓に疾患のある方は、摂取に注意してください。",
      "honest_oneliner": "驚異の生命力は、庭の救世主か、それとも暴君か。",
      "honest_assessment": "放っておいても育つほどの強靭な生命力は、家庭菜園の初心者にとって心強い味方です。しかしその力は諸刃の剣。環境によっては生態系を脅かす「侵略的雑草」にもなり得ます。味わいは穏やかで、主役よりは名脇役。そのたくましさを理解し、上手に付き合いたい野菜です。",
      "cultural_background": "南米生まれのこのつる草は、19世紀に観賞用として世界へ旅立ちました。日本ではその食感から「丘わかめ」、中国経由の健康野菜として「雲南百薬」の名で親しまれます。特にインドネシアでは薬草「ビナホン」として伝統医療に不可欠な存在に。場所を変え、その価値を再発見されてきた植物なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[つるむらさき]]",
          "[[ほうれんそう]]",
          "[[モロヘイヤ]]"
        ]
      },
      "notes": "インドネシアでは伝統医療に欠かせない薬草ですが、オーストラリアなどでは生態系を脅かす侵略的雑草として扱われます。文化によって評価が大きく異なる植物です。"
    }
  }
}