{
  "global_info": {
    "url": "からしな",
    "kana_name": "カラシナ",
    "scientificName": "Brassica juncea",
    "classification": {
      "family_ja": "Mustard Family",
      "genus_ja": "Mustard"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "根",
        "種子",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "カラシナ"
        ]
      },
      "international": {
        "en": [
          "Brown Mustard",
          "Indian Mustard",
          "Mustard Greens",
          "Chinese Mustard"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カラシナ",
      "oneliner": "ピリッとした辛味の奥に、アジアの食文化を旅した壮大な物語を秘める。",
      "description": "中央アジアの風土が、二つの野生種の出会いから偶然生み出した奇跡の野菜、カラシナ。その旅はシルクロードを伝い、アジア全域へと広がりました。シャキシャキとした生の葉が持つ鮮烈な辛味は、加熱すれば嘘のように穏やかな甘みに。そして、塩と時間が出会う時、中国の搾菜や日本の高菜漬けのように、唯一無二の歯ごたえと深い旨味を持つ保存食へと姿を変えます。一枚の葉に、大陸を渡った歴史の味がするのです。",
      "practical_oneliner": "生の辛味、加熱後の甘み、漬物の旨味。調理法で表情が七変化します。",
      "practical_tips": "カラシナの魅力は、調理法で全く異なる顔を見せる点にあります。生のまま楽しめば、アリルイソチオシアネート由来の鮮烈な辛味が鼻を抜けます。一方、南アジアのようにじっくり煮込むと辛味は和らぎ、甘みと深いコクが生まれます。東アジアの伝統に倣い、塩漬けで乳酸発酵させれば、辛味は旨味と酸味に昇華され、数ヶ月以上も保存が可能に。どの顔を味わいたいかで、楽しみ方が決まります。",
      "nutrition_oneliner": "驚くほどのビタミンKを含み、ビタミンA・Cも豊富です。",
      "nutrition_benefits": "カラシナは栄養価の高さが証明されている緑黄色野菜です。特に骨の健康に欠かせないビタミンKの含有量は際立っており、皮膚や粘膜を支えるビタミンA、抗酸化作用を持つビタミンCもたっぷり。特有の辛味のもとであるグルコシノレートという成分には、抗酸化作用などの可能性が期待され、現代の研究対象となっています。アジアの伝統医学では、古くから消化や巡りを助ける食材として重宝されてきました。",
      "safety_oneliner": "甲状腺に問題がある方は、生での大量摂取にご注意ください。",
      "safety_notes": "カラシナには「ゴイトロゲン」という成分がわずかに含まれ、甲状腺の機能に影響を与える可能性があります。健康な方なら問題ありませんが、持病をお持ちの方は生のまま大量に食べるのは避けた方が安心でしょう。",
      "honest_oneliner": "料理の主役から名脇役までこなす変幻自在な野菜。ただ、その辛味は個性派。",
      "honest_assessment": "この野菜の真価は、その『一筋縄ではいかない』個性にあるのかもしれません。鮮烈な辛味は好き嫌いが分かれますし、品種によって全く違う顔を見せるため、戸惑うことも。しかし、そのクセこそが、深く記憶に残る一皿を生み出すのです。カラシナは、付き合うほどに味が出る、そんな野菜です。",
      "cultural_background": "その起源は中央アジア。カブの仲間とクロガラシが自然に出会い生まれた、いわばハーフの野菜です。古代インドの文献にも記され、シルクロードを経て東西へ。特に東アジアでは漬物文化と深く結びつき、中国の搾菜、日本の高菜など、各地でその土地ならではの保存食として花開きました。",
      "relationships": {
        "parentSpecies": [
          "[[かぶ]]",
          "[[くろがらし]]"
        ],
        "children": [
          "[[ザーサイ]]",
          "[[高菜]]"
        ],
        "similarVegetables": [
          "[[セイヨウアブラナ]]",
          "[[キャベツ]]"
        ]
      },
      "notes": "本種はカブの仲間（B. rapa）とクロガラシ（B. nigra）の自然交雑によって生まれた複二倍体であり、その成り立ち自体が植物のダイナミズムを物語っています。また、アジア各地には多様な在来品種が存在しますが、その多くが消失の危機にあります。"
    }
  }
}