{
  "global_info": {
    "url": "くこ",
    "kana_name": "クコ",
    "scientificName": "Lycium chinense",
    "classification": {
      "family_ja": "ナス科",
      "genus_ja": "クコ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "クコ"
        ]
      },
      "international": {
        "en": [
          "Chinese wolfberry",
          "Goji berry",
          "Chinese boxthorn"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "枸杞（クコ）",
      "oneliner": "二千年の歴史を持つ赤い宝石。日々の健康を支える東洋の知恵。",
      "description": "東アジアの太陽を浴びて育つ、鮮やかなルビー色の小さな果実、枸杞。乾燥させるとその風味は凝縮され、口に含めばほのかな甘みと酸味、そして奥深い薬草のような香りが広がります。噛みごたえのある食感は、水分を吸うと驚くほど柔らかくジューシーに。古くから薬膳スープやお茶として親しまれてきたこの一粒は、まさに食卓で輝く小さな宝石。その姿と味わいは、悠久の歴史を感じさせてくれます。",
      "practical_oneliner": "乾燥品を選び、湿気を避け密閉保存。スープやお茶でじっくり戻して。",
      "practical_tips": "鮮やかな赤色で、粒が揃っている乾燥枸杞を選びましょう。黒ずんでいたり、塊になっているものは湿気を含んでいる可能性があるので避けて。保存の鍵は湿気と光を遮断すること。密閉容器に入れ、冷蔵庫か冷暗所で保管すれば、1年以上風味を保てます。使う際は、表面の汚れをさっと水で洗い流すだけ。スープや煮込み料理にはそのまま加え、お茶にするなら数粒を湯呑みに入れてお湯を注げば手軽に楽しめます。",
      "nutrition_oneliner": "天然のサングラス。豊富なゼアキサンチンが瞳を守る。",
      "nutrition_benefits": "枸杞の小さな一粒には、驚くほどの栄養が詰まっています。特に注目すべきは、目の健康を支えるゼアキサンチン。強力な抗酸化作用を持ち、網膜を保護する働きが期待されています。さらに、β-カロテン由来の豊富なビタミンAは、クリアな視界の維持に不可欠。伝統的に滋養強壮に用いられてきたのは、こうした成分が複合的に体を内側から支えてくれるからかもしれません。",
      "safety_oneliner": "抗凝固薬を服用中の方、ナス科アレルギーの方は摂取に注意を。",
      "safety_notes": "血液をサラサラにする薬（ワルファリンなど）を服用中の方は、その効果を強める可能性があります。また、トマトやナスと同じナス科の植物のため、アレルギーのある方はご注意ください。心配な場合は医師に相談することをおすすめします。",
      "honest_oneliner": "栄養は一級品だが、独特の風味は名脇役。主役にはなれない正直者。",
      "honest_assessment": "スーパーフードとして注目されますが、その本質は滋味深い漢方食材。ほのかな甘みの後には、独特の苦味と薬草のような風味が顔を覗かせます。この風味が苦手な方もいるかもしれません。主役として味わうより、スープやお茶に数粒浮かべ、その奥深さをそっと添えるのが、この小さな実との上手な付き合い方でしょう。",
      "cultural_background": "その歴史は古く、約二千年前の中国最古の薬物書『神農本草経』にも登場します。「上品（じょうほん）」、つまり無毒で長く服用できる優れた薬として分類され、日々の健康を支える存在でした。「医食同源」の思想が根付く東アジアでは、食事を通じて体を整える知恵の象徴として、今も薬膳スープやお茶に欠かせない食材です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "市場では近縁種の「Lycium barbarum」と明確に区別されずに「クコ」や「ゴジベリー」として流通していることが多く、植物学的には複雑な背景を持っています。"
    }
  }
}