{
  "global_info": {
    "url": "くわい",
    "kana_name": "クワイ",
    "scientificName": "Sagittaria trifolia",
    "classification": {
      "family_ja": "Water-plantain family",
      "genus_ja": "Arrowhead"
    },
    "foodClassification": {
      "primaryPart": "Corm",
      "edibleParts": [
        "Corm",
        "Young leaves"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "クワイ"
        ]
      },
      "international": {
        "en": [
          "Arrowhead",
          "Chinese arrowhead",
          "Threeleaf arrowhead"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "慈姑（クワイ）",
      "oneliner": "「芽が出る」縁起物。ほっくりとシャキシャキ、ほろ苦さが癖になる冬の味覚。",
      "description": "水辺にすっと矢じりのような葉を伸ばす、美しい水生植物。その根元に育つのは、ころんと丸い塊茎（かいけい）「慈姑」。ほっくりとした食感はじゃがいものようでありながら、どこかシャキシャキとした歯ざわりが残ります。ほんのりとした甘みと土の香りの奥に潜む、キリリとしたほろ苦さ。古くからアジアの水田で育まれてきた、奥深い味わいの野菜です。",
      "practical_oneliner": "芽を折らないよう丁寧に扱い、アク抜きは米のとぎ汁で行うのが基本です。",
      "practical_tips": "ずっしりと重みがあり、表面に傷がなく、芽が力強く伸びているものを選びましょう。乾燥に弱いので、湿らせた新聞紙などで包み、ポリ袋に入れて冷蔵庫へ。調理前には、特徴的な芽を折らないよう丁寧に皮を厚めに剥き、米のとぎ汁か酢を少し加えた水にしばらく浸してアクを抜くのが、おいしく仕上げる秘訣です。",
      "nutrition_oneliner": "豊富なカリウムが、塩分の多い食事のバランス調整を助けます。",
      "nutrition_benefits": "主な栄養は炭水化物ですが、むくみ解消や血圧調整に役立つカリウムが特に豊富です。また、タンパク質の代謝を助けるビタミンB6も含まれています。伝統的な東洋医学では、利尿作用などを期待して用いられてきました。食物繊維も適度に含み、冬の食卓に栄養の多様性を加えてくれます。",
      "safety_oneliner": "生の塊茎には喉を刺激する成分が。必ず加熱調理してください。",
      "safety_notes": "慈姑の塊茎には、生で食べると喉にいがらっぽさや刺激を感じさせる成分が含まれています。煮る、揚げる、蒸すなど、必ず中心部までしっかりと火を通してお召し上がりください。加熱することでこれらの成分は分解され、安全に美味しくいただけます。",
      "honest_oneliner": "縁起物としての魅力は随一。ただ、ほろ苦さと下処理は少し好みが分かれます。",
      "honest_assessment": "おせち料理の主役の一角を担うだけあり、その存在感は格別です。ほっくりとしながらもシャキッとした唯一無二の食感は、一度味わうと忘れられません。ただ、独特のほろ苦さ（えぐみ）があり、丁寧なアク抜きが不可欠。そのひと手間とクセこそが、新年を祝う特別な野菜たる所以でしょう。",
      "cultural_background": "中国で数千年前に栽培が始まったとされ、日本へは仏教と共に伝わったという説もあります。日本では、立派な芽がぐんと伸びるその姿から「芽が出る」=「めでたい」とされ、立身出世を願う縁起物としておせち料理に欠かせない存在に。中国でも旧正月に幸運を象徴する食材として親しまれています。",
      "relationships": {
        "parentSpecies": [
          "[[サギッタリア・トリフォリア（野生種）]]"
        ],
        "children": [
          "[[アオクワイ]]",
          "[[シロクワイ]]",
          "[[蘇州クワイ]]"
        ],
        "similarVegetables": [
          "[[じゃがいも]]",
          "[[さといも]]"
        ]
      },
      "notes": "主に東アジアで栽培・消費される地域性の強い野菜です。近年、伝統的な食文化の変化に伴い、特に日本での消費が減少傾向にあります。"
    }
  }
}