{
  "global_info": {
    "url": "くず",
    "kana_name": "クズ",
    "scientificName": "Pueraria lobata",
    "classification": {
      "family_ja": "Legume family",
      "genus_ja": "Pueraria"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "葛",
          "クズ"
        ]
      },
      "international": {
        "en": [
          "Kudzu",
          "Japanese arrowroot"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "葛（くず）",
      "oneliner": "その根に宿るデンプンは、料理を芸術へと昇華させる魔法の粉。",
      "description": "東アジアの山野に深く根を張る、生命力溢れるつる植物、葛。私たちが主に口にするのは、そのたくましい根から手間ひまかけて取り出された真っ白なデンプン、「葛粉」です。味や香りはほとんどありませんが、ひとたび熱を加えると、透き通るような輝きとなめらかな弾力を生み出します。特に奈良県吉野地方で伝統製法によって作られる「吉野本葛」は、和菓子や京料理の世界で至宝として扱われ、繊細な味わいを支える静かな主役なのです。",
      "practical_oneliner": "本葛粉を選び、調理はダマにならぬよう、火を止めてから溶くのがコツ。",
      "practical_tips": "購入するなら、葛の根のでんぷん100%で作られた「本葛」を選びましょう。他の澱粉が混ざったものもあるので、原材料表示の確認を。保存は簡単で、湿気を避けて密閉容器に入れれば冷暗所で数年持ちます。調理の最大のコツは、粉を液体に加える時。必ず火を止めた状態で、少量の水で完全に溶いてから加え、よく混ぜながらゆっくりと加熱してください。この一手間で、葛粉ならではの美しい透明感となめらかな食感が生まれます。",
      "nutrition_oneliner": "根に含まれるイソフラボンが、体の巡りを整え、女性の悩みを和らげます。",
      "nutrition_benefits": "葛粉自体の栄養はほとんどが炭水化物ですが、その原料である葛の根（葛根）は、古くから漢方薬として重用されてきました。特に注目されるのは、プエラリンやダイゼインといった豊富なイソフラボン類。これらは血行を促進し、体を温める働きが期待されます。近年の研究では、更年期に見られる不調の緩和や、アルコール摂取量を抑える効果も報告されており、伝統的な知恵が科学的にも見直されています。",
      "safety_oneliner": "植物性エストロゲン様作用を持つため、ホルモン感受性疾患の方はご注意を。",
      "safety_notes": "葛の根に含まれるイソフラボン類は、女性ホルモン（エストロゲン）と似た働きをすることが知られています。そのため、ホルモン感受性の疾患をお持ちの方や、治療中の方は、摂取する前にかかりつけの医師に相談することをおすすめします。",
      "honest_oneliner": "極上の食感は唯一無二。ただし本物は高価で、その生命力は時に厄介者。",
      "honest_assessment": "葛は、見る場所によって評価が180度変わる不思議な植物です。日本では高級食材や漢方薬として大切にされてきましたが、アメリカ南東部では「南部を喰った蔓」と恐れられる侵略的植物。この極端な二面性こそが葛の本質かもしれません。家庭で使う本葛粉は決して安くはありませんが、その透明感と喉越しの良さは格別。手間と価値を理解し、付き合っていきたい食材です。",
      "cultural_background": "その歴史は古く、中国最古の薬物書にも記されるほど。東アジアでは数千年にわたり、根は食料や薬に、蔓は布にと、捨てるところのない恵みの植物として人々の暮らしを支えてきました。しかし1876年、万博を機にアメリカへ渡ると、その旺盛すぎる生命力があだとなり生態系を脅かす存在に。文化がかわれば価値もかわる、その複雑な物語を体現した植物なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[よしほんくず]]"
        ],
        "similarVegetables": []
      },
      "notes": "日本では伝統食材ですが、北米では生態系を脅かす侵略的外来種として指定されています。また、高品質な本葛粉を作る伝統技術は、継承者不足が課題となっています。"
    }
  }
}