{
  "global_info": {
    "url": "こしあぶら",
    "kana_name": "コシアブラ",
    "scientificName": "Chengiopanax sciadophylloides",
    "classification": {
      "family_ja": "Ginseng family",
      "genus_ja": "Chengiopanax"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "コシアブラ"
        ]
      },
      "international": {
        "en": [
          "Koshiabura",
          "Castor aralia shoot"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "コシアブラ",
      "oneliner": "春の香りを運ぶ山菜の女王。気品あるほろ苦さと豊かな旨みの調和。",
      "description": "日本の冷涼な森の奥深く、春の光を浴びて芽吹くコシアブラ。その若芽は、生命力に満ちた鮮やかな緑色をしています。口に含めば、まず鼻を抜けるのは清々しくも力強い、森そのもののような香り。続いてやってくる上品なほろ苦さと、噛むほどに広がるかすかな甘み、そしてもっちりとした独特の食感。それはまさに、厳しい冬を越えた自然からの贈り物。天ぷらにすれば香りが際立ち、おひたしにすれば繊細な旨味が顔を出す、奥深い味わいの山菜です。",
      "practical_oneliner": "入手は春の一瞬。アク抜きは必須、鮮度が落ちる前に調理か冷凍を。",
      "practical_tips": "コシアブラは鮮度が命。手に入れたらすぐに調理するのが理想です。すぐに使えない場合は、湿らせたキッチンペーパーで包み、ビニール袋に入れて冷蔵庫の野菜室で保存し、2〜3日中に使い切りましょう。長期保存するなら、硬めに茹でてアクを抜いた後、水気をよく切ってから冷凍するのがおすすめです。調理前の下処理は必須。たっぷりの熱湯でさっと茹で、冷水にさらすことで、特有のアクが抜け、色鮮やかに仕上がります。生で食べるのは避けてください。",
      "nutrition_oneliner": "豊富なβ-カロテンとポリフェノールを含む、春の恵みの抗酸化食材。",
      "nutrition_benefits": "春の芽吹きに凝縮された栄養が詰まっています。特に豊富なのが、体内でビタミンAに変わるβ-カロテン。さらに、骨の健康に関わるビタミンKや、細胞の再生を助ける葉酸、余分な塩分を排出するカリウムも含まれています。また、独特の苦味や香りのもとであるポリフェノール類やサポニン類といった機能性成分も注目されており、その抗酸化作用などについての研究が進められています。季節の変わり目の体を整える、自然の恵みと言えるでしょう。",
      "safety_oneliner": "アクが強いため、生食は厳禁。必ず茹でてアク抜きをしてください。",
      "safety_notes": "コシアブラにはアクが多く含まれるため、生食は避けるべきです。美味しく安全にいただくために、調理前には必ず沸騰したお湯でさっと茹で、冷水にさらす下処理を行いましょう。この一手間で、不要なアクが抜けて本来の風味が引き立ちます。",
      "honest_oneliner": "春だけの極上の香り。ただ栽培は難しく高価、出会えたら幸運な幻の味。",
      "honest_assessment": "一度知れば虜になる、その高貴な香りと上品な苦味は他の山菜と一線を画します。しかし、その魅力は栽培がほぼ進んでいない野生の恵みゆえ。入手は春の短い期間に限られ、決して安価ではありません。誰もが気軽に楽しめるわけではないからこそ、この味との出会いは、自然との繋がりを再認識させてくれる特別な体験となるでしょう。",
      "cultural_background": "コシアブラは、古くから日本の山と共に生きてきた人々の暮らしに寄り添ってきました。文献記録は少ないものの、厳しい冬を越え、生命が再生する春の訪れを告げる『山の幸』として大切にされてきたと推測されます。それは単なる食料ではなく、季節の循環を感じ、自然の恵みに感謝するという日本文化の精神性を象徴する存在なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "現在市場に流通するもののほとんどは野生からの採集品です。気候変動や採集圧による資源の減少が懸念されており、持続可能な利用と保全が喫緊の課題となっています。"
    }
  }
}