{
  "global_info": {
    "url": "ささげ",
    "kana_name": "ササゲ",
    "scientificName": "Vigna unguiculata",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ササゲ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ササゲ"
        ]
      },
      "international": {
        "en": [
          "Cowpea",
          "Black-eyed pea",
          "Southern pea",
          "Crowder pea"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ササゲ",
      "oneliner": "アフリカ生まれの旅する豆。力強い風味と逞しい生命力。",
      "description": "遥かアフリカのサバンナで生まれ、5000年以上も前から人々の暮らしを支えてきたササゲ。その姿は、黒い瞳を持つものから、長くしなやかなものまで実に多彩です。火を通せばほっくりと柔らかく、クリーミーで素朴な土の香りが口いっぱいに広がります。煮込み料理にすれば主役の味わいを、サラダや炒め物に加えれば名脇役の食感を。種子だけでなく、若い莢や葉も食べられる、生命力あふれる豆なのです。",
      "practical_oneliner": "生食は厳禁。乾燥豆はたっぷりの水で戻し、必ず加熱を。",
      "practical_tips": "乾燥豆として手に入れるのが一般的です。湿気を避け、密閉容器に入れて冷暗所に置けば一年以上保存が可能。調理の前には、まず豆を洗い、たっぷりの水に一晩浸して柔らかく戻しましょう。急ぐ場合は鍋で一度沸騰させてから火を止め、1時間ほど置く方法も。戻した後は、煮込み料理やスープなど、必ず十分に火を通してください。豆本来のクリーミーな食感と風味を存分に楽しめます。",
      "nutrition_oneliner": "植物性タンパク質と食物繊維が、日々の元気を支える。",
      "nutrition_benefits": "特筆すべきは、良質な植物性タンパク質と豊富な食物繊維。これらは血糖値の穏やかな管理を助け、心血管系の健康維持にも繋がると期待されています。また、体づくりに欠かせない葉酸や鉄、マグネシウムといったミネラルも含有。品種によっては抗酸化作用を持つフェノール類も豊富で、内側から健やかな体を育む手助けをしてくれるでしょう。",
      "safety_oneliner": "消化を妨げる成分を含むため、生食は絶対に避けてください。",
      "safety_notes": "生のササゲにはレクチンという消化阻害物質が含まれており、食べると腹痛や吐き気の原因となります。この物質は加熱によって無害化されるため、煮る、蒸す、炒めるなど、必ず中心部までしっかりと火を通してからお召し上がりください。",
      "honest_oneliner": "逞しく栄養満点、でも美味しさを引き出すには加熱の手間が必要。",
      "honest_assessment": "正直に言うと、ササゲは派手なスター野菜ではありません。その魅力は、滋味深く素朴な味わいと、どんな料理にも寄り添う懐の深さにあります。加熱調理が必須という一手間はありますが、それさえ守れば、乾燥に強く栄養価も高い、日々の食卓の頼もしい味方になってくれます。世界中の人々の命を支えてきた歴史に、思いを馳せながら味わってみてください。",
      "cultural_background": "その歴史は5000年以上前のアフリカに遡ります。大西洋を渡り、奴隷貿易という悲しい歴史を経てアメリカ大陸へ。そこで「ソウルフード」の象徴となり、新年に食べると幸運を呼ぶ『ホッピン・ジョン』に欠かせない食材となりました。アフリカの食文化を世界に伝えた、歴史の旅人なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ブラックアイドピー]]",
          "[[じゅうろくささげ]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}