{
  "global_info": {
    "url": "しょくようかんな",
    "kana_name": "ショクヨウカンナ",
    "scientificName": "Canna edulis",
    "classification": {
      "family_ja": "Canna family",
      "genus_ja": "Canna"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎",
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ショクヨウカンナ"
        ]
      },
      "international": {
        "en": [
          "Achira",
          "Edible Canna",
          "Queensland Arrowroot"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ショクヨウカンナ",
      "oneliner": "古代アンデスから続く澱粉の恵み。その根はアジアで麺になる。",
      "description": "南米アンデスの高地で4500年以上前から人々の暮らしを支えてきた植物。土の中に隠された大きな根茎は、焼けばほっくりと甘く、粉にすれば優しいビスケットに。そして遠くアジアの地では、その澱粉が透き通るほど美しい春雨へと姿を変えます。それは大陸を渡り、新たな食文化を紡いできた、植物の壮大な旅の物語です。",
      "practical_oneliner": "生食は厳禁。じっくり加熱することで甘みと食感が引き出せます。",
      "practical_tips": "生の根茎は、皮を厚めにむいてから使います。煮込みや蒸し焼きなど、中心までじっくり火を通すと、特有の土臭さが和らぎ甘みが引き立ちます。乾燥させて粉にした「アチラ粉」は、グルテンフリーの製菓材料として重宝します。いずれの形でも、生食は避け、必ず加熱調理するのが美味しく安全にいただくためのルールです。",
      "nutrition_oneliner": "血糖値の上昇を緩やかにする、注目の難消化性澱粉が豊富。",
      "nutrition_benefits": "主成分は炭水化物ですが、その澱粉には血糖値の上昇を穏やかにする可能性がある「難消化性澱粉」が多く含まれるのが最大の特徴です。グルテンフリーなので、アレルギーを持つ人にも優しい食材。また、体内の塩分バランスを整えるカリウムも含まれており、古くからアンデスの人々を支えてきた栄養価が、現代の健康志向に応えてくれます。",
      "safety_oneliner": "安全に美味しく食べるために、必ず加熱調理をしてください。",
      "safety_notes": "ショクヨウカンナの根茎は、生の状態で食べることは推奨されていません。必ず蒸す、煮る、焼くといった加熱調理を行ってください。適切に火を通すことで、安全性が確保されるだけでなく、澱粉が糖化して甘みが増し、本来の美味しさを楽しむことができます。",
      "honest_oneliner": "壮大な食文化を持つが、日本ではまだ出会うのが難しい幻の芋。",
      "honest_assessment": "アンデスの古代食、ベトナムの国民食。その壮大な物語に心惹かれますが、日本では生の根茎に出会う機会はまだ稀でしょう。ほのかな土の香りと優しい甘みは、どこか懐かしい味わい。主役を張る個性はありませんが、その澱粉は麺や菓子に姿を変え、食感で料理を支える名脇役になってくれます。見つけたらぜひ、その歴史ごと味わってみてください。",
      "cultural_background": "その歴史はインカ帝国以前、4500年前に遡ります。アンデスの人々にとってはジャガイモ以前の主食であり、収穫祭に欠かせない儀式用の食料でした。土中で蒸し焼きにする「ワティア」という調理法は、今も続く共同体の記憶。その種は海を渡り、ベトナムでは「ミェンドン」という春雨に姿を変え、祝祭の食卓を飾っています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[アチラ]]"
        ],
        "similarVegetables": [
          "[[ジャガイモ]]",
          "[[サツマイモ]]"
        ]
      },
      "notes": "観賞用のカンナ（Canna indica）と混同されることがありますが、本種は古くから食用にされてきた系統です。植物分類学上の位置づけについては、現在も議論が続いています。"
    }
  }
}