{
  "global_info": {
    "url": "たけのこ",
    "kana_name": "タケノコ",
    "scientificName": "Phyllostachys edulis",
    "classification": {
      "family_ja": "イネ科",
      "genus_ja": "マダケ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "孟宗竹 (Moso-chiku)",
          "筍 (Takenoko)"
        ]
      },
      "international": {
        "en": [
          "Moso bamboo",
          "Edible bamboo shoot",
          "Tortoise-shell bamboo"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "筍（たけのこ）",
      "oneliner": "春の訪れを告げる、シャキッと繊細な旬の味わい。",
      "description": "南シナ海を故郷に持ち、18世紀に日本へ渡ってきた孟宗竹の若芽、それが筍です。土の中から顔を出すほんのひと時だけ味わえる、春の恵み。その身はシャキシャキとして瑞々しく、噛みしめると、ほのかな甘みと滋味深い大地の香りが口いっぱいに広がります。炊き込みご飯、煮物、焼き物と、その繊細な風味は和食の食卓に欠かせない、季節の物語を運んでくれる存在です。",
      "practical_oneliner": "生食は厳禁。米ぬかでアクを抜くのが美味しさの鍵。",
      "practical_tips": "筍は鮮度が命。手に入れたらすぐに調理に取り掛かりましょう。生の筍にはえぐみの元となる成分や、微量の毒性物質が含まれているため、必ず加熱が必要です。伝統的な「アク抜き」は、米ぬかと一緒にたっぷりの水で茹でる方法。これにより、えぐみが抜けて本来の甘みと風味が引き出され、安心して食べられるようになります。このひと手間が、春の味覚を最大限に楽しむための大切な儀式なのです。",
      "nutrition_oneliner": "豊富な食物繊維が、お腹の調子をすっきりと整える。",
      "nutrition_benefits": "100gあたり約27kcalと低カロリーながら、私たちの体に嬉しい栄養素が詰まっています。特に豊富なのが食物繊維で、満腹感を与えながら腸の働きを助けてくれます。また、体内の余分な塩分を排出するカリウムや、骨の健康に関わるマンガン、ビタミンB6も含まれています。抗酸化作用が期待されるフェノール酸などの成分も注目されており、おいしいだけでなく、体を内側から整えてくれる春野菜です。",
      "safety_oneliner": "生の筍は有毒です。必ず中心までしっかり加熱してください。",
      "safety_notes": "生の筍には、タキシフィリンという天然の有毒成分が含まれています。この成分は茹でるなどの加熱によって無害化されるため、調理前の「アク抜き」は安全に食べるために不可欠です。必ず火を通してからお召し上がりください。",
      "honest_oneliner": "旬は短くアク抜きも必須。でも、それを補うだけの価値がある春の味。",
      "honest_assessment": "正直なところ、筍は少し手のかかる野菜です。旬は短く、美味しさを引き出すにはアク抜きが欠かせません。しかし、その手間を補って余りあるのが、筍だけが持つ唯一無二の食感と香り。水煮パックでは決して出会えない、春の息吹そのもののような味わいは、私たちの季節感を豊かにしてくれます。",
      "cultural_background": "その歴史は古く、数千年前の中国の書物にも登場。日本へは18世紀に伝わり、以来、春を象徴する食材として文化に根付きました。まっすぐに天を目指す姿は「誠実さ」や「しなやかさ」の象徴とされ、芸術の題材にも。単なる食材を超え、東アジアの人々の精神性に寄り添ってきた存在なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[きょうたけのこ]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}