{
  "global_info": {
    "url": "だったんそば",
    "kana_name": "ダッタンソバ",
    "scientificName": "Fagopyrum tataricum",
    "classification": {
      "family_ja": "Knotweed family",
      "genus_ja": "Buckwheat"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ダッタンソバ"
        ]
      },
      "international": {
        "en": [
          "Tartary buckwheat",
          "Bitter buckwheat",
          "Indian buckwheat"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ダッタンソバ",
      "oneliner": "ヒマラヤの風土が生んだ、力強い苦味と驚異的な栄養を秘めた穀物。",
      "description": "ヒマラヤの峻厳な高地、雲南や四川の痩せた土地で、たくましく育つダッタンソバ。その小さな種子には、大地の力が凝縮されています。口にすればまず感じるのは、忘れがたいほどの鮮烈な苦味。しかしその奥には、炒ったナッツのような香ばしさと、どこか土を思わせる滋味深い風味が隠れています。粉にすると粘りが少なく、少し素朴でパサっとした食感に。この無骨さこそ、厳しい自然を生き抜いてきた証なのです。",
      "practical_oneliner": "独特の苦味を活かすのが鍵。粉は酸化しやすいため少量ずつ購入を。",
      "practical_tips": "粒で購入する際は、よく乾燥しているものを選びましょう。湿気を避ければ一年以上保存可能です。一方、粉は酸化しやすく風味が落ちやすいので、少量ずつ購入し、密閉容器に入れて冷暗所で保管するのがおすすめです。調理の際は、その強い苦味を隠すより活かす方向で。焙煎すると香ばしさが増し、苦味が少し和らぎます。粘りが少ないため、麺にする際はつなぎの工夫が必要です。",
      "nutrition_oneliner": "普通ソバの約100倍。驚異のルチン含有量が血管をしなやかに。",
      "nutrition_benefits": "ダッタンソバ最大の特長は、ポリフェノールの一種「ルチン」の圧倒的な含有量。普通ソバの約100倍ともいわれ、毛細血管を健やかに保つ働きが期待されています。他にも抗酸化作用で知られるケルセチンや、マグネシウム、良質なたんぱく質、食物繊維も豊富。伝統的にも生活習慣が気になる人々の健康を支える食材として珍重されてきました。",
      "safety_oneliner": "ごく稀に光線過敏症の可能性も。ただ通常の食事量では心配無用。",
      "safety_notes": "ダッタンソバには「ファゴピリン」という成分が含まれており、大量に摂取すると光線過敏症を引き起こす可能性が指摘されています。しかし、これはあくまで極端なケース。日常的な食事として楽しむ分には、まず問題になることはありません。",
      "honest_oneliner": "栄養は満点だが、強烈な苦味と食感は間違いなく好き嫌いが分かれる。",
      "honest_assessment": "はっきり言って、万人に愛される味ではありません。その薬にも似た強い苦みと、どこか素朴でパサつく食感は、食べ手を選びます。しかし、このクセこそがダッタンソバの真骨頂。ヒマラヤの山岳民族が生命を繋いできた力強さの表れなのです。健康のためと割り切るより、この荒々しい個性ごと愛せる人に出会ってほしい、そんな穀物です。",
      "cultural_background": "その故郷は、中国南西部の雲南からヒマラヤ東部に広がる高地。数千年前から、厳しい自然環境に暮らす山岳民族の命を支える主食でした。シルクロードを経て世界へ伝播し、日本ではその名が示す通り「韃靼（タタール地方）」からもたらされた蕎麦として知られます。炒った粉をバター茶で練る「ツァンパ」は、今も彼らの日常に欠かせない魂の食べ物です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[クーチャオマイ]]"
        ],
        "similarVegetables": [
          "[[そば]]"
        ]
      },
      "notes": "近代化に伴い、原産地では伝統的な栽培が衰退し、遺伝的多様性が失われつつあります。その文化的価値と未来の食料安全保障における重要性から、保全が急がれる作物です。"
    }
  }
}