{
  "global_info": {
    "url": "ちょろぎ",
    "kana_name": "チョロギ",
    "scientificName": "Stachys affinis",
    "classification": {
      "family_ja": "シソ科",
      "genus_ja": "イヌゴマ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "チョロギ"
        ]
      },
      "international": {
        "en": [
          "Chinese artichoke",
          "Japanese artichoke",
          "knotroot",
          "crosne"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "長老喜（ちょろぎ）",
      "oneliner": "巻貝のような姿に長寿の願いを込めた、おせちを彩る縁起物。",
      "description": "中国生まれのシソ科の野菜、チョロギ。その名はフランス語の「クロスヌ」としても知られます。土から掘り出されるのは、巻貝を思わせる不思議な形の小さな根。生ではシャキシャキ、加熱すればユリ根のようにホクホクとした食感に。ほのかな甘みとナッツのような風味が、料理に繊細なアクセントを加えます。日本では縁起物として、冬の食卓に欠かせない存在です。",
      "practical_oneliner": "正月前に手に入れ、鮮やかな梅酢漬けで長期保存するのが定番。",
      "practical_tips": "チョロギは主に正月のおせち料理に使われる冬の食材です。最も伝統的な調理法は梅酢漬け。これにより、シャキシャキとした食感が一層際立ち、鮮やかな赤色に染まって保存性も高まります。フランスでは高級食材としてバターソテーやクリーム煮に。加熱するとホクホクした食感とユリ根に似た風味を楽しめます。日本では天ぷらにすることもあります。",
      "nutrition_oneliner": "善玉菌を育む天然オリゴ糖「スタキオース」が主成分です。",
      "nutrition_benefits": "チョロギの炭水化物の主成分は「スタキオース」というオリゴ糖の一種。これは、腸内の善玉菌であるビフィズス菌のエサとなり、その増殖を助けるプレバイオティクス効果が期待されています。整腸作用のほか、中国では古くから滋養強壮にも用いられてきました。また、抗酸化作用の可能性が研究されている成分も含まれています。",
      "safety_oneliner": "食べ過ぎるとお腹が張ることがあるので、適量を楽しみましょう。",
      "safety_notes": "一般的に安全な食材ですが、主成分のスタキオースは消化されにくいため、一度にたくさん食べると鼓腸（お腹の張り）の原因となる可能性があります。美味しくても、少しずつ味わうのがおすすめです。",
      "honest_oneliner": "縁起物としての魅力は大きいが、暑さに弱く入手時期も限定的。",
      "honest_assessment": "おせち料理に欠かせない、長寿を願う縁起物。そのユニークな形と食感は唯一無二の魅力です。しかし、冷涼な気候を好むため栽培地が限られ、正月前の短い期間しか出回らないのが難点。温暖化による栽培への影響も懸念されており、未来へ繋ぎたい食文化の一つです。",
      "cultural_background": "原産地は中国で、古くは薬用としても利用されました。日本では「長老喜」や「千代呂木」といった縁起の良い当て字がされ、長寿を願う正月のおせちに欠かせない食材に。19世紀にはフランスへも渡り、「クロスヌ」の名で高級食材として愛されています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[ゆりね]]",
          "[[くわい]]"
        ]
      },
      "notes": "温暖化や栽培農家の減少により、多くの在来系統が失われる危機にあります。伝統食文化と共に保全が求められる野菜です。"
    }
  }
}