{
  "global_info": {
    "url": "つくし",
    "kana_name": "ツクシ",
    "scientificName": "Equisetum arvense",
    "classification": {
      "family_ja": "Horsetail family",
      "genus_ja": "Horsetail"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "スギナ",
          "ツクシ"
        ]
      },
      "international": {
        "en": [
          "Field Horsetail",
          "Common Horsetail",
          "Shavegrass"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "土筆（つくし）",
      "oneliner": "太古の記憶を宿す春の使者。ほろ苦さが大人の味覚をくすぐる。",
      "description": "春のあぜ道、ひょっこりと顔を出す不思議な姿、それが土筆です。筆のような頭を持つ「つくし」は、春のほんのひとときだけ許された旬の味。少し遅れて顔を出す、緑鮮やかな「スギナ」とは同じ地下茎で繋がっています。シャキッとした歯ざわりと、口に広がる大地の香りとほのかな苦味は、まさに春そのもの。北半球の広い大地で自生するこの古代植物は、栽培されることなく、自然のままの力強い風味を今に伝えています。",
      "practical_oneliner": "採れたてをすぐに。ハカマを取り、しっかり加熱するのが美味しさの鍵。",
      "practical_tips": "お店で見つけたら、頭がキュッと締まり、茎がピンと伸びているものを選びましょう。土筆は鮮度が命。基本的にはその日のうちに調理するのが鉄則です。保存するなら、湿らせたキッチンペーパーで包み、袋に入れて冷蔵庫へ。調理前の下ごしらえは、節についている茶色い「ハカマ」を指で丁寧に取り除くこと。その後、たっぷりの湯でさっと茹でてアクを抜けば、天ぷらやおひたし、卵とじなど、春の香り豊かな一皿に仕上がります。",
      "nutrition_oneliner": "豊富なケイ素（シリカ）が、体の内側から健やかさを支えます。",
      "nutrition_benefits": "土筆の最も注目すべき成分は、ミネラルのケイ素（シリカ）です。この成分は、私たちの骨や髪、爪、肌といった結合組織を健やかに保つ働きで知られています。また、カリウムやカルシウムといったミネラルも含まれており、春先の若芽にはビタミンCも存在します。ヨーロッパでは古くから利尿作用を期待してハーブとして用いられてきた歴史もあり、その背景にはフラボノイドやサポニンといった成分が関わっていると考えられています。",
      "safety_oneliner": "チアミナーゼを含むため、生食は避け、必ず加熱調理してください。",
      "safety_notes": "土筆にはビタミンB1を分解するチアミナーゼという酵素が含まれています。加熱すれば失活し安全ですので、生食は絶対に避けましょう。また、汚染土壌の成分を蓄積しやすいため、採取場所には注意が必要です。",
      "honest_oneliner": "春だけの特別な味覚。出会えたら幸運、下処理は少し根気が必要。",
      "honest_assessment": "土筆の魅力は、その『はかなさ』にあるでしょう。春の短い間だけ自然が恵んでくれる特別な贈り物。そのほろ苦さは誰もが好む味ではないかもしれません。下処理も少し手間がかかります。それでも、この味に出会うために野山を歩く価値は十分にあります。栽培されない野生の味だからこそ、私たちの心に深く響くのでしょう。",
      "cultural_background": "３億年以上も前から地球に存在する『生きた化石』。古代ギリシャ・ローマでは薬草として、日本では春を告げる味覚として、その歴史を刻んできました。特に日本では、はかない旬を愛でる『shun』の文化と深く結びつき、季節の移ろいを食卓で感じるための大切な存在となっています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[ふきのとう]]"
        ]
      },
      "notes": "栽培品種は存在せず、すべて野生のものを採取します。一般に食用とするのは、春先に生える胞子茎の『つくし』であり、後から伸びる栄養茎の『スギナ』は主に薬用にされます。"
    }
  }
}