{
  "global_info": {
    "url": "とうき",
    "kana_name": "トウキ",
    "scientificName": "Angelica acutiloba",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "シシウド属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "当帰",
          "とうき"
        ]
      },
      "international": {
        "en": [
          "Japanese Angelica",
          "Tōki"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "当帰（とうき）",
      "oneliner": "女性の健やかさを支えてきた日本の伝統生薬。セロリに似た力強い香り。",
      "description": "日本の冷涼な山懐に深く根を張り、千年以上も前から人々の健康を支えてきたセリ科の多年草。主役は何と言ってもその根。乾燥させると、甘さとほろ苦さ、そしてセロリを思わせる鮮烈な芳香を放ちます。一方、雪解けを待って芽吹く若葉や茎は、山菜として天ぷらなどで楽しむことも。その強い香りは、単なる薬草にとどまらない、食と薬の境界線をゆらぐ奥深い味わいを教えてくれます。",
      "practical_oneliner": "生の若葉は山菜として、乾燥根は湿気を避けて冷暗所で大切に保管。",
      "practical_tips": "春先に山菜として生の葉が出回ることがあります。選ぶなら、香りが強く、葉がみずみずしいものを。乾燥根は漢方薬局などで手に入ります。ずっしりと重く、断面が白く、香りが豊かなものが良品です。生の葉はすぐに使い切るのが基本ですが、乾燥根は湿気と虫害を避けるため、密閉容器に入れて冷暗所で保管しましょう。料理に使う際は、その力強い香りを活かすため、少量から試すのがおすすめです。",
      "nutrition_oneliner": "「血の道をととのえる」と言われ、特に女性の冷えや不調に寄り添う。",
      "nutrition_benefits": "食品としての栄養成分はまだ詳しく分かっていませんが、当帰の価値はその豊富な機能性成分にあります。リグスチリドやブチリデンフタリドといった香り成分には、血行を促し、痛みを和らげる働きが期待されています。古くから「女性のための和漢ハーブ」として、冷えや月経にまつわる不調の緩和に用いられてきたのは、こうした成分が体を内側から温め、バランスを整えるのを助けてくれるからなのです。",
      "safety_oneliner": "妊娠中の方や特定の薬を服用中の方は、摂取前に専門家へご相談を。",
      "safety_notes": "薬効が高い分、注意も必要です。子宮の働きに影響を与える可能性があるため、妊娠中や授乳中の方は使用を避けるのが賢明です。また、血液をサラサラにする薬（ワルファリンなど）との併用はできません。まれに、摂取後に日光を浴びると皮膚に影響が出る光線過敏症を起こすこともあります。",
      "honest_oneliner": "唯一無二の香りは心強い味方。でも、その薬っぽさが料理の腕を試す。",
      "honest_assessment": "当帰は、野菜というより「暮らしに寄り添うお守り」のような存在。その力強い香りと効能は、特に女性にとって長年の信頼を集めてきました。ただ、この個性が料理ではなかなかの曲者。薬膳鍋や薬用酒以外で使いこなすのは正直、上級者向けです。誰もが好きになる味ではありませんが、この香りに安心感を覚える人にとっては、なくてはならない存在。栽培も難しく、作り手の想いが詰まった、尊い恵みです。",
      "cultural_background": "その名は「当（まさ）に婦人が元の状態に帰る」に由来するとも言われ、古くから女性の健康を支えてきました。歴史は古く、奈良・正倉院の薬物の中にもその名が見られます。もとは中国の生薬「当帰」の代わりとして栽培が始まりましたが、日本の風土の中で「大和当帰」などの優れた品種へと発展。日本の漢方医学に不可欠な、独自の地位を築き上げたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[やまととうき]]",
          "[[ほっかいとうき]]"
        ],
        "similarVegetables": [
          "[[セロリ]]",
          "[[あしたば]]",
          "[[みつば]]"
        ]
      },
      "notes": "主に薬用として流通しており、一般的な野菜として市場に出回ることは稀です。生の葉は春先の山菜として、乾燥根は漢方薬局などで入手可能です。"
    }
  }
}