{
  "global_info": {
    "url": "どくだみ",
    "kana_name": "ドクダミ",
    "scientificName": "Houttuynia cordata",
    "classification": {
      "family_ja": "ドクダミ科",
      "genus_ja": "ドクダミ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ドクダミ",
          "十薬",
          "ジュウヤク"
        ]
      },
      "international": {
        "en": [
          "Fish Mint",
          "Chameleon Plant",
          "Heartleaf",
          "Fishwort",
          "Bishop's Weed"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ドクダミ",
      "oneliner": "薬草からごちそうへ。アジアを旅する、魚の香りをまとった神秘のハーブ。",
      "description": "ハート形の愛らしい葉を揺らし、湿った日陰に群生するドクダミ。日本では薬草「十薬」として知られますが、ひとたび東南アジアに渡れば、その姿は一変。ベトナム料理に欠かせないハーブとして、生春巻きや麺料理に爽やかな刺激を加えます。その香りは魚やコリアンダーに例えられる唯一無二の個性。柔らかい葉とシャキシャキした茎の食感が、料理に生命力を吹き込みます。",
      "practical_oneliner": "強い香りは生なら薬味に。加熱や乾燥で和らぎ、ぐっと扱いやすくなります。",
      "practical_tips": "新鮮なものを選ぶなら、葉がみずみずしく、きれいな緑色をしたものを。茎がしっかりしているのも鮮度の証です。生のまま使う場合は、葉を一枚ずつ丁寧に洗いましょう。保存する際は、湿らせたキッチンペーパーで包み、ポリ袋に入れて野菜室へ。2〜3日で使い切るのが理想です。香りを和らげたい時は、天ぷらのように揚げたり、さっと茹でるのも手。乾燥させれば、魚のような香りは消え、自家製のドクダミ茶として長く楽しめます。",
      "nutrition_oneliner": "フラボノイド類が豊富。体の内側から健やかさを整える伝統ハーブ。",
      "nutrition_benefits": "ドクダミの力は、その独特な香りのもとであるデカノイルアセトアルデヒドや、クエルシトリン、ルチンといったフラボノイド類に由来します。これらの成分には強い抗酸化作用や抗炎症作用が期待され、古くから伝統医学で解毒や利尿のために用いられてきました。また、カリウムやカルシウムなどのミネラルも豊富。「十薬」の名が示すように、多様な働きで私たちの健康を内側からサポートしてくれます。",
      "safety_oneliner": "腎臓に持病のある方は、摂取前に専門家にご相談ください。",
      "safety_notes": "一般的に安全なハーブですが、腎機能に懸念がある方は摂取に注意が必要との報告があります。信頼できる供給源から入手し、もし体調に不安があれば専門家に相談することをおすすめします。",
      "honest_oneliner": "この香りが好きか嫌いか。評価は真っ二つに分かれるが、ハマれば唯一無二。",
      "honest_assessment": "正直に言って、ドクダミは誰もが好きになるハーブではありません。その「魚臭い」とも評される香りは、多くの人にとって高い壁。しかし、この香りの壁を乗り越えた時、新しい味覚の世界が広がります。日本では薬草、ベトナムでは薬味。この両極端な評価こそが、ドクダミの奥深い魅力を物語っているのです。",
      "cultural_background": "その歴史は古く、2000年以上前の中国の薬物書『名医別録』にも登場します。日本では多くの薬効を持つことから「十薬」と呼ばれ、民間療法に欠かせない薬草として親しまれてきました。「毒矯め（どくだめ）」が名前の由来という説もあり、人々の健康に深く根ざしてきた植物です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ごしきどくだみ]]"
        ],
        "similarVegetables": [
          "[[パクチー]]",
          "[[ミント]]"
        ]
      },
      "notes": ""
    }
  }
}