{
  "global_info": {
    "url": "なのはな",
    "kana_name": "ナノハナ",
    "scientificName": "Brassica rapa",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "花",
        "根",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ナバナ",
          "ナノハナ"
        ]
      },
      "international": {
        "en": [
          "Field Mustard",
          "Turnip Rape",
          "Bird Rape",
          "Wild Turnip"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "菜の花",
      "oneliner": "春の訪れを告げる、ほろ苦さが心地よい生命の味わい。",
      "description": "中央アジアの大地から旅をして、私たちの食卓に春を届ける菜の花。鮮やかな緑の茎に愛らしい黄色の蕾をつけ、その姿はまるで春そのものです。シャキッとした茎の歯ざわりと、蕾のほのかな甘み、そして後を引く心地よい苦みが、長い冬の眠りから体を優しく目覚めさせてくれます。一口ごとに、生命の息吹が広がるようです。",
      "practical_oneliner": "さっと茹でてアクを抜き、鮮やかな緑色に仕上げるのがコツ。",
      "practical_tips": "蕾が固く締まり、茎や葉の緑色が鮮やかなものを選びましょう。切り口がみずみずしいのも新鮮な証です。乾燥に弱いので、湿らせたキッチンペーパーで包んでから袋に入れ、冷蔵庫で立てて保存を。調理の際は、塩を加えた熱湯でさっと茹でると、特有の苦みが和らぎ、色鮮やかに仕上がります。冷水に取って余熱を抜けば、シャキッとした食感が楽しめます。",
      "nutrition_oneliner": "ビタミンCとKが豊富。春先の体調管理に役立ちます。",
      "nutrition_benefits": "春先のゆらぎがちな体を支える栄養素が凝縮されています。特に豊富なのが、肌の健康を保つビタミンCと、骨を丈夫にするビタミンK。緑黄色野菜の指標であるβ-カロテンも多く含まれます。また、アブラナ科特有の成分グルコシノレートは、体の内側から健やかさを保つ働きが期待され、研究が進められています。",
      "safety_oneliner": "アブラナ科特有成分は、極端な過剰摂取にご注意ください。",
      "safety_notes": "菜の花に含まれるグルコシノレートという成分は、非常に大量に摂取した場合、甲状腺の機能に影響を与える可能性が指摘されています。とはいえ、普段の食事で食べる量であれば全く心配ありませんので、ご安心ください。",
      "honest_oneliner": "春を告げる独特の苦みは魅力だが、旬が短く調理に一工夫。",
      "honest_assessment": "あのほろ苦さこそが、菜の花の最大の魅力。春の訪れを舌で感じさせてくれる、かけがえのない存在です。ただ、その旬はあっという間に過ぎ去り、苦みが苦手な方には少しハードルが高いかもしれません。上手にアク抜きをして、春だけの特別な味わいをぜひ楽しんでほしい。そんな、少しだけ手間をかける価値のある野菜です。",
      "cultural_background": "その歴史は古く、新石器時代からユーラシア大陸で人々と共にありました。シルクロードを経て世界へ広まり、日本では春の訪れを告げる風物詩に、イタリア南部ではパスタに欠かせない冬の味覚となるなど、各地の文化に深く根付いています。一枚の葉に、壮大な食の旅路が刻まれています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[チーマディラーパ]]",
          "[[ふしみかんざきはなな]]"
        ],
        "similarVegetables": [
          "[[こまつな]]",
          "[[ブロッコリー]]"
        ]
      },
      "notes": "本稿で扱う「菜の花」は、学術的にはカブやハクサイなども含むブラッシカ・ラパ種の一形態です。世界中で多様な姿に分化しており、その全体像は非常に広大です。"
    }
  }
}