{
  "global_info": {
    "url": "にんにく",
    "kana_name": "ニンニク",
    "scientificName": "Allium sativum",
    "classification": {
      "family_ja": "ヒガンバナ科",
      "genus_ja": "ネギ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ニンニク"
        ]
      },
      "international": {
        "en": [
          "Garlic"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ニンニク",
      "oneliner": "中央アジア生まれ、5000年の歴史を旅した世界の食卓を支える香りの魔術師。",
      "description": "中央アジアの草原から、シルクロードを旅して世界へ。薄皮を一枚ずつ剥がしていくと現れる、純白の鱗片。生でかじれば鼻を突き抜けるような刺激的な辛味と香り、火を通せば嘘のように甘く、ナッツを思わせる香ばしさと、とろりとした食感に姿を変えます。料理の脇役でありながら、その存在一つで皿の魂を決定づける、小さな巨人と呼ぶにふさわしい野菜です。",
      "practical_oneliner": "固く締まったものを選び、風通しの良い場所で乾燥を保つのが長期保存の鍵。",
      "practical_tips": "選ぶ際は、手に取って重みがあり、鱗片が固く締まっているものを。芽が出ていたり、柔らかいものは避けましょう。保存はネットなどに入れて風通しの良い冷暗所に吊るすのが最適です。特にソフトネック種は編んで保存できます。調理の際は、細かく刻んだり潰したりするほど香りが強くなります。中心の芽は苦味の原因になることがあるので、気になる場合は取り除いてから使いましょう。",
      "nutrition_oneliner": "活力の源アリシン！強力な抗菌作用と心強い健康効果。",
      "nutrition_benefits": "ニンニクの代名詞ともいえる成分が、切ったり潰したりすることで生まれる「アリシン」。強力な抗菌作用が知られ、古くから民間療法で活用されてきました。また、ビタミンB6の含有量は特筆すべきもので、エネルギー代謝を助ける働きがあります。黒ニンニクなどに含まれるS-アリルシステインは、高い抗酸化作用で注目されています。日々の食事に少し加えるだけで、力強い健康効果が期待できるでしょう。",
      "safety_oneliner": "食べ過ぎは胃腸の不調のもと。手術前や特定のお薬を服用中の方はご注意を。",
      "safety_notes": "そのパワフルな効能ゆえ、一度に食べ過ぎると胃腸に不調をきたすことがあります。また、血液凝固を抑える働きがあるため、特定のお薬を飲んでいる方や手術を控えている方は、摂取について医師に相談しましょう。",
      "honest_oneliner": "料理を劇的に変える力を持つが、その強烈な個性の余韻は翌日まで続くことも。",
      "honest_assessment": "ニンニクを愛するか、避けるか。評価が分かれるのは、この強烈な個性ゆえ。料理に加えれば比類なき深みとパンチを与えてくれますが、その香りは時として人間関係に影を落とすことも。このじゃじゃ馬を乗りこなせた時、あなたの食卓はもっと豊かになるはずです。",
      "cultural_background": "その歴史は5000年以上前。古代エジプトではピラミッド建設の労働者に強壮剤として配給され、ヒエログリフにも記録が残ります。やがてシルクロードに乗り、東西へ。その強い香りと薬効は魔除けの力と信じられ、世界中の食卓だけでなく、人々の文化や民間伝承にも深く根を下ろしていきました。",
      "relationships": {
        "parentSpecies": [
          "[[allium-longicuspis]]"
        ],
        "children": [
          "[[ハードネック]]",
          "[[ソフトネック]]"
        ],
        "similarVegetables": [
          "[[たまねぎ]]",
          "[[ねぎ]]"
        ]
      },
      "notes": "現在栽培されているほとんどのニンニクは、種子を作らない無性生殖によって増やされています。そのため、多様な品種は突然変異と、人間による数千年にわたる選抜の積み重ねによって生み出されてきました。"
    }
  }
}