{
  "global_info": {
    "url": "のびる",
    "kana_name": "ノビル",
    "scientificName": "Allium macrostemon",
    "classification": {
      "family_ja": "ヒガンバナ科",
      "genus_ja": "ネギ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ノビル"
        ]
      },
      "international": {
        "en": [
          "Long-stamen Onion",
          "Chinese chive",
          "Wild garlic"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "野蒜（のびる）",
      "oneliner": "早春の土手で出会う、ピリリとした辛さが魅力の小さな野生のネギ。",
      "description": "まだ肌寒い早春、日当たりの良い土手や野原に、すっと緑の線を引くように芽吹く野蒜。その姿は、長い冬の終わりと生命の息吹を告げる使者のようです。地中の小さな白い玉（鱗茎）は、噛みしめるとシャキッと弾け、ネギとニンニクを合わせたような鮮烈な香りと辛みが口いっぱいに広がります。しかし、火を通せばその気性は和らぎ、驚くほど優しい甘みに姿を変えるのです。東アジアの野山で古くから愛されてきた、春だけの小さなごちそうです。",
      "practical_oneliner": "土付きのまま湿らせた紙で包んで冷蔵庫へ。香りが命です。",
      "practical_tips": "選ぶなら、鱗茎が白くふっくらと張りがあり、葉先までピンと瑞々しいものを。土付きのまま手に入れたら、すぐに洗わず湿らせたキッチンペーパーで包み、ポリ袋に入れて冷蔵庫の野菜室で立てて保存しましょう。使う直前に、根元の硬い部分を切り落とし、流水で丁寧に土を洗い流します。薄い皮は指でこすれば簡単に剥けます。生のまま刻んで薬味にするもよし、さっと茹でて和え物に、丸ごと天ぷらにするのもおすすめです。加熱しすぎないのが、香り高い風味を残すコツです。",
      "nutrition_oneliner": "ネギ属特有のアリシンが、春の体の目覚めをサポート。",
      "nutrition_benefits": "あの独特の刺激的な香りのもとは、ニンニクやネギにも含まれるアリシン類。この成分は、疲労回復を促したり、血行を良くして体を温めたりする働きが期待されています。緑の葉の部分には、抗酸化作用のあるβ-カロテンやビタミンCも豊富。冬の間に縮こまっていた体に活力を与えてくれるような、春ならではの栄養が詰まっています。カリウムやカルシウムなどのミネラルも含まれ、小さいながらも頼もしい存在です。",
      "safety_oneliner": "食べ過ぎは胃腸への刺激に。ネギ類アレルギーの方は注意。",
      "safety_notes": "野蒜の持つ刺激的な辛味成分は、一度にたくさん食べ過ぎると胃腸を刺激してしまうことがあります。特に生で食べる際は、適量を心がけましょう。また、ネギやタマネギ、ニンニクなどでアレルギー反応が出る方は、同様に注意が必要です。",
      "honest_oneliner": "春だけの鮮烈な味覚体験。ただし旬は短く、土を洗う手間も。",
      "honest_assessment": "野蒜の魅力は、何と言ってもその「野性味」にあります。栽培された野菜にはない力強い香りと鮮烈な辛みは、春の訪れを五感で感じさせてくれる特別なごちそう。しかし、その魅力は裏を返せば、手に入れられる時期がごく短く、一つ一つ土を洗い落とす手間がかかるということ。スーパーに並ぶ便利さとは対極にある存在ですが、だからこそ、出会えた時の喜びはひとしお。少しだけ面倒な、春の恋人のような野菜です。",
      "cultural_background": "その歴史は古く、日本では8世紀の『万葉集』にすでにその名が詠まれています。古来より、春の野山でこの小さな恵みを摘むことは、季節の移ろいを感じる大切な営みでした。お隣の韓国では「タㇽレ」と呼ばれ春の食卓に欠かせない味として、中国では「薤白」という名で古くから薬としても重用されてきました。呼び名や食べ方は違えど、東アジアの人々にとって、野蒜は春を告げる特別な存在なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[ニラ]]",
          "[[わけぎ]]",
          "[[あさつき]]",
          "[[ラッキョウ]]"
        ]
      },
      "notes": "現在流通しているものの多くは栽培されたものではなく、野生のものを採取したものです。そのため、商業的な品種は確立されていません。"
    }
  }
}