{
  "global_info": {
    "url": "はす",
    "kana_name": "ハス",
    "scientificName": "Nelumbo nucifera",
    "classification": {
      "family_ja": "ハス科",
      "genus_ja": "ハス属"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎",
        "茎",
        "葉",
        "花",
        "種子",
        "雄蕊"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "蓮 (hasu)",
          "蓮根 (renkon)"
        ]
      },
      "international": {
        "en": [
          "Lotus",
          "Sacred Lotus",
          "Indian Lotus"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "蓮（はす）",
      "oneliner": "泥中の宝石。シャキシャキの根茎から聖なる花まで、アジアの食卓を彩ってきた水の恵み。",
      "description": "静かな水面に凛と咲く聖なる花、蓮。その豊かな恵みは泥の中に隠されています。白く瑞々しい地下茎「蓮根」は、かじればシャキッと軽快な歯ごたえ、じっくり火を通せばホクホクとした優しい食感に。ほのかな甘みを持つその味わいは、南アジアから東アジアまで、数千年にわたる食文化の歴史そのもの。泥の中から生まれる清らかさは、古くから再生と神性の象徴とされ、私たちの食卓と心を満たしてきました。",
      "practical_oneliner": "白くずっしりした節を選び、乾燥は厳禁。アクを抜き、必ず加熱調理で味わって。",
      "practical_tips": "ふっくらと太く、持った時にずっしりと重みを感じるものを選びましょう。表面に傷がなく、色が白く瑞々しいものが新鮮な証です。一本丸ごとなら、湿らせた新聞紙に包んで冷暗所へ。カットしたものは、切り口が空気に触れないようラップでぴったりと包み、冷蔵庫の野菜室で保存し、早めに使い切りましょう。調理の際は、皮を剥いてから酢水に少しさらすと、白さが保たれます。生食は避け、加熱することで、その豊かな食感を安全に楽しめます。",
      "nutrition_oneliner": "豊富なビタミンCとカリウムが魅力。食物繊維でお腹の調子も整えます。",
      "nutrition_benefits": "蓮根の栄養価で特に注目したいのは、豊富なビタミンC。その量は100gあたりで一日の推奨量の大半を占めるほどです。このビタミンCは、健やかな体を保つ抗酸化作用を助けます。また、むくみ対策に役立つカリウムや、お腹の調子を整える食物繊維も豊富。伝統医学では、その部位ごとに異なる働きが期待され、古くから体のバランスを整える食材として珍重されてきました。",
      "safety_oneliner": "寄生虫のリスクを避けるため、生食はせず、必ず加熱調理してください。",
      "safety_notes": "蓮は水中で育つため、根茎には寄生虫が付着している可能性があります。安全においしくいただくために、生食は絶対に避けてください。サラダなどでシャキシャキした食感を楽しみたい場合でも、必ず一度さっと茹でるか蒸すなど、十分に加熱してから使用するようにしましょう。",
      "honest_oneliner": "食感の魅力は唯一無二。ただ、白さを保つには酢水にさらすひと手間が必要です。",
      "honest_assessment": "蓮根の最大の魅力は、調理法で自在に変わる食感でしょう。炒めればシャキッと、煮込めばホクホク。この二面性が料理の幅を広げてくれます。一方で、皮をむけばすぐに黒ずみ始め、アク抜きも必要と、少々気難しい一面も。しかし、そのひと手間をかけることで得られる美味しさと食感は格別です。手のかかる子ほど可愛い、そんな風に思わせてくれる野菜です。",
      "cultural_background": "泥の中から清らかな花を咲かせる姿から、蓮は古来アジア全域で純粋さや再生の象徴とされてきました。仏教では神聖な花とされ、日本では穴の空いた形から「先を見通せる」縁起物としておせち料理に欠かせません。1300年前の種子が発芽したという逸話は、その驚異的な生命力の証。食卓にのぼる一品が、数千年の文化と物語を秘めているのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[びっちゅうれんこん]]",
          "[[たいこうれん]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}