{
  "global_info": {
    "url": "ひゆ",
    "kana_name": "ヒユ",
    "scientificName": "Amaranthus tricolor",
    "classification": {
      "family_ja": "ヒユ科",
      "genus_ja": "ヒユ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヒユ"
        ]
      },
      "international": {
        "en": [
          "Edible Amaranth",
          "Tampala",
          "Chinese Spinach",
          "Joseph's Coat"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ヒユ",
      "oneliner": "熱帯アジア生まれ。たくましい生命力で世界の食卓を支える日常の葉野菜。",
      "description": "熱帯アジアの太陽を浴びて育つ、力強い一年草。その葉は品種によって鮮やかな緑から、目を奪うような赤紫色まで様々です。味わいは驚くほどマイルドで、どこか懐かしい土の香り。ほうれん草にも似ていますが、えぐみが少なく、誰にでも親しみやすいのが魅力です。さっと火を通せば葉はとろけるように柔らかく、茎は心地よい歯ざわりを残します。アジアからアフリカまで、人々の暮らしに寄り添ってきた素朴な恵みです。",
      "practical_oneliner": "シュウ酸を含むため、加熱調理が基本。さっと茹でてアクを抜きましょう。",
      "practical_tips": "葉の色が濃く、みずみずしくてハリのあるものを選びましょう。乾燥に弱いので、湿らせたキッチンペーパーで包み、ポリ袋に入れて冷蔵庫の野菜室で立てて保存すると長持ちします。調理の前には、たっぷりの水でよく洗い、土などを落としてください。シュウ酸を含むため、炒め物やスープに使う場合でも、一度さっと茹でこぼすか、長めに水にさらしてアクを抜くと、より美味しく安全にいただけます。",
      "nutrition_oneliner": "ビタミンA・C、カルシウム、鉄分が豊富な緑黄色野菜の優等生。",
      "nutrition_benefits": "特にビタミンAとビタミンCが豊富で、日々の健康維持をサポートします。カルシウムや鉄分といった、不足しがちなミネラルもバランス良く含んでいるのが嬉しい点。特に『ラルシャーク』に代表される赤色品種は、強力な抗酸化作用を持つベタシアニンという色素を含み、その鮮やかな色合いは栄養価の高さの証でもあります。日常の食事に手軽に取り入れられる、頼れる栄養源です。",
      "safety_oneliner": "シュウ酸を含むため、結石が心配な方は特にアク抜きを忘れずに。",
      "safety_notes": "ほうれん草などと同様にシュウ酸塩を含んでいます。これはえぐみの元になるだけでなく、体質によっては尿路結石の原因となることも。生食は避け、加熱前にさっと茹でこぼすか、たっぷりの湯で茹でることで、大部分を取り除くことができます。",
      "honest_oneliner": "栄養満点で育てやすい優等生。ただし、ひと手間かけてアク抜きを。",
      "honest_assessment": "そのたくましい生命力と栄養価の高さは、まさに家庭の味方。派手さはありませんが、どんな料理にも馴染む素直な味わいが魅力です。ほうれん草に似た風味ですが、えぐみが少ないため、より食べやすいと感じる人も多いでしょう。唯一、調理前にアク抜きという一手間が必要ですが、それさえ済ませば、毎日の食卓で大活躍してくれる、頼もしくも愛すべき存在です。",
      "cultural_background": "その歴史は古く、数千年前の熱帯アジアで栽培が始まったと考えられています。以来、人々の移住と共にアジアからアフリカ、そして世界へと広がり、各地の食文化に深く根付いてきました。インドの日常的な炒め物から、カリブ海地域の魂のスープ『カラルー』まで。その土地の言葉で名前を変えながら、今も世界中の人々の暮らしを支えています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ラルシャーク]]",
          "[[グリーンタンパラ]]"
        ],
        "similarVegetables": [
          "[[ほうれんそう]]"
        ]
      },
      "notes": "世界中で広く栽培されていますが、その土地固有の多様な在来種は、伝統的な食文化と共に失われる危機にあります。"
    }
  }
}