{
  "global_info": {
    "url": "ふき",
    "kana_name": "フキ",
    "scientificName": "Petasites japonicus",
    "classification": {
      "family_ja": "Daisy family",
      "genus_ja": "Butterbur"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "フキ (蕗)"
        ]
      },
      "international": {
        "en": [
          "Japanese Butterbur",
          "Fuki",
          "Giant butterbur",
          "Sweet-coltsfoot"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "蕗（ふき）",
      "oneliner": "雪解けを告げる、ほろ苦い香りとシャキシャキの歯ごたえ。",
      "description": "まだ肌寒い早春の沢辺や林床に、力強く芽吹く蕗。その茎は、シャキシャキとした心地よい歯応えと、口の中に広がる独特のほろ苦さが魅力です。この苦みこそが、長い冬から目覚める体を目覚めさせてくれる春の味。東アジアの冷涼な大地が育んだ野趣あふれる香りは、日本の食卓に古くから季節の到来を告げてきました。花である「ふきのとう」と共に、春の息吹を五感で味わう喜びを教えてくれます。",
      "practical_oneliner": "鮮度が命。独特の風味を活かす、丁寧なアク抜きが必須です。",
      "practical_tips": "手に入れたらすぐに調理するのが、風味を損なわないコツ。調理の要は「アク抜き」です。板ずり（塩を振ってまな板の上で転がす）し、たっぷりの湯で茹でこぼすことで苦みが和らぎ、鮮やかな緑色に仕上がります。このひと手間で、えぐみの原因となる有害なアルカロイドも低減されるため、必ず行ってください。アク抜き後は冷水にさらし、様々な料理に活用します。",
      "nutrition_oneliner": "カリウム豊富でむくみ対策に。抗アレルギー作用も研究中。",
      "nutrition_benefits": "100gあたり約14kcalと非常に低カロリー。豊富なカリウムは、体内の余分な塩分を排出するのを助けます。また、特有の香り成分であるペタシンやフキノンには、抗アレルギーや抗炎症作用の可能性が示唆され研究が進行中。春の苦みは冬の毒を出す、という古くからの言い伝えも、こうした成分と無関係ではないのかもしれません。",
      "safety_oneliner": "肝毒性のあるアルカロイドを含むため、生食は厳禁、アク抜き必須。",
      "safety_notes": "蕗には、肝毒性を持つピロリジジンアルカロイドという天然成分が含まれます。生食は絶対に避け、必ず茹でこぼしなどのアク抜きを行ってください。この下処理によって安全に美味しくいただけます。",
      "honest_oneliner": "春を告げる香りは唯一無二。ただ、アク抜きの手間は覚悟して。",
      "honest_assessment": "蕗の魅力は、あの独特の香りとほろ苦さ。春の訪れをこれほど鮮烈に感じさせてくれる野菜は他にありません。しかし、その風味は丁寧なアク抜きがあってこそ。このひと手間を面倒と感じる方や、苦みが苦手な方には向かないかもしれません。手間をかけてでも季節を味わいたい、食いしん坊のための春の使者です。",
      "cultural_background": "日本の食文化との関わりは深く、平安時代の文献にもその名が登場します。春の苦みは冬の毒を出すと信じられ、精進料理や懐石料理で季節感を表現するのに欠かせない存在。アイヌの人々には「コロコニ」と呼ばれ、食料だけでなく、その大きな葉を雨具や包装材に利用するなど、生活に密着した植物でした。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[愛知早生ふき]]",
          "[[秋田ふき]]"
        ],
        "similarVegetables": []
      },
      "notes": "日本国外での利用は限定的で、その文化的価値は東アジア、特に日本に集中しています。また気候変動への影響など、まだ研究途上の側面も多い野菜です。"
    }
  }
}