{
  "global_info": {
    "url": "みやまいらくさ",
    "kana_name": "ミヤマイラクサ",
    "scientificName": "Laportea cuspidata",
    "classification": {
      "family_ja": "Nettle family",
      "genus_ja": "Wood nettle"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ミヤマイラクサ",
          "アイコ"
        ]
      },
      "international": {
        "en": [
          "Japanese Wood Nettle",
          "Stinging Wood Nettle"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ミヤマイラクサ",
      "oneliner": "棘に守られた、春の訪れを告げる山菜の女王「アイコ」。",
      "description": "日本の深い森、特に雪深い東北の林床に自生するミヤマイラクサ。春、雪解けとともに芽吹く若葉と茎は、山がくれる最初の恵みの一つです。加熱すれば驚くほど柔らかく、とろりとした優しいぬめりが現れます。クセのない味わいの中に広がる、かすかな甘みと青々しい風味は、厳しい冬を越えた生命力そのもの。一口食べれば、春の森の空気まで味わうような、清々しい感動が待っています。",
      "practical_oneliner": "素手で触るのは厳禁。必ず茹でて、痛い棘を美味しいぬめりに。",
      "practical_tips": "選ぶ際は、茎がみずみずしく、葉の色が鮮やかなものを。手に取る際は必ず手袋をしてください。表面の刺毛（しもう）に触れると強い痛みを感じます。調理の第一歩は、この刺毛を無力化すること。たっぷりの熱湯でさっと茹でると、嘘のように棘は消え、安全に扱えるようになります。このひと手間で、厄介な存在がご馳走に変わるのです。茹でた後は冷凍保存も可能で、春の味を長く楽しめます。",
      "nutrition_oneliner": "春先の体に嬉しい、ビタミン・ミネラルが豊富な山の幸。",
      "nutrition_benefits": "詳細な分析はまだ少ないものの、ミヤマイラクサは近縁の植物同様、栄養価が高いと期待されています。特に、β-カロテン（ビタミンA）やビタミンC、そして骨の健康に欠かせないカルシウムや鉄分が豊富に含まれていると推定されます。冬の間に不足しがちな栄養素を補給できる、春一番の貴重な緑黄色野菜と言えるでしょう。",
      "safety_oneliner": "生食は厳禁。刺毛に触れると皮膚炎を起こすため、加熱必須。",
      "safety_notes": "茎や葉の表面にある無数の細かい刺毛には、ヒスタミンなどが含まれており、触れるとチクチクとした強い痛みや炎症を引き起こします。しかし、この成分は熱に弱いため、加熱調理をすれば完全に分解され、安全に美味しく食べられます。",
      "honest_oneliner": "痛くて扱いづらい。でもその先に、唯一無二のとろける食感がある。",
      "honest_assessment": "正直なところ、誰にでもおすすめできる野菜ではありません。まず入手が難しく、調理前の下処理は手袋必須と、なかなかの気難しさ。しかし、その手間を乗り越えた者だけが味わえる、独特のぬめりと滋味深い味わいは、何物にも代えがたい魅力があります。春の短い間だけ許される、少し危険で、だからこそ愛おしい山の恵みです。",
      "cultural_background": "東北地方などで「アイコ」の愛称で親しまれ、春の訪れを告げる象徴的な山菜。雪深い山村では、長い冬を越えて最初に芽吹く貴重な栄養源として、古くから人々の命を支えてきました。その採取と調理法は、世代から世代へと受け継がれる大切な生活の知恵であり、地域の食文化そのものを形作ってきた存在です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[せいよういらくさ]]",
          "[[むかごいらくさ]]"
        ]
      },
      "notes": "栽培化されていない野生の山菜であり、入手は春の時期に限定されます。また、気候変動や採取文化の担い手不足により、将来的な存続が危ぶまれている食材の一つでもあります。"
    }
  }
}