{
  "global_info": {
    "url": "やなぎたで",
    "kana_name": "ヤナギタデ",
    "scientificName": "Persicaria hydropiper",
    "classification": {
      "family_ja": "タデ科",
      "genus_ja": "タデ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヤナギタデ",
          "柳蓼",
          "ホンタデ"
        ]
      },
      "international": {
        "en": [
          "Water-pepper",
          "Marshpepper knotweed",
          "Arsesmart",
          "Tade"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "柳蓼（やなぎたで）",
      "oneliner": "夏の川辺の香り。鮎の風味を引き立てる、爽やかな辛味の伝統薬味。",
      "description": "清流のほとりにひっそりと佇む、柳に似たしなやかな葉を持つ一年草。その葉を一枚口に運べば、舌をピリリと刺激する鮮烈な辛味と、水辺の風景が目に浮かぶような青々しい香りが広がります。日本では夏の鮎料理に欠かせない薬味として、一方ベトナムでは「ラウラム」と呼ばれ、より複雑で爽やかな香りのハーブとして日常の食卓を彩ります。生のままの柔らかくシャキッとした食感が、料理に生命感あふれるアクセントを加えてくれるのです。",
      "practical_oneliner": "鮮度が命。乾燥は風味を損なうため、生葉をすぐ使うか酢に漬けて。",
      "practical_tips": "葉先までピンとハリがあり、色鮮やかな緑色のものを選びましょう。乾燥すると命である辛味と香りがすぐに失われてしまうため、保存には注意が必要です。湿らせたキッチンペーパーで優しく包み、ポリ袋に入れて冷蔵庫で立てて保存するのがおすすめです。調理の際は、使う直前にさっと水洗いし、水気を丁寧に拭き取ります。日本の「蓼酢」にする場合はすり鉢で粘りが出るまですり潰し、ベトナムのハーブのように使うなら、刻んだり手でちぎったりして爽やかな香りを引き出してあげてください。",
      "nutrition_oneliner": "抗菌作用が期待される辛味成分と、豊富なフラボノイドを含む。",
      "nutrition_benefits": "詳細な栄養価データはまだ限られていますが、柳蓼はその独特の風味に機能性を秘めています。最大の特徴は、ピリッとした辛味の源である「ポリゴジアール」。この成分には抗菌・抗真菌作用が期待され、研究が進められています。伝統的に鮎などの川魚に添えられてきたのは、味覚のアクセントだけでなく、食の安全を守る先人の知恵だったのかもしれません。また、ルチンやケルセチンといった抗酸化作用を持つフラボノイドも豊富に含んでいます。",
      "safety_oneliner": "皮膚が弱い方は汁に注意。一度に食べ過ぎるとお腹を壊すことも。",
      "safety_notes": "柳蓼の辛味成分であるポリゴジアールは、人によっては皮膚への刺激となることがあります。すり潰す際に汁が手についた場合は、早めに洗い流しましょう。また、香辛料として適量を楽しむ分には問題ありませんが、一度に大量に摂取すると胃腸に不快感をもたらす可能性があるので、食べ過ぎには注意してください。",
      "honest_oneliner": "唯一無二の香りと文化を持つが、旬は短く用途も選び、少々気難しい友。",
      "honest_assessment": "正直に言うと、これは誰もが気軽に使える万能ハーブではありません。用途はかなり専門的で、鮮度の落ちやすさは随一。手に入れることさえ難しいかもしれません。しかし、夏の鮎の塩焼きに添えられた自家製の蓼酢を一度味わってしまえば、その唯一無二の存在感の虜になるはずです。この気難しさこそが、柳蓼を特別な存在にしているのです。手間をかける価値を知る、食の探求者のためのハーブと言えるでしょう。",
      "cultural_background": "その歴史は古く、日本の万葉集にも詠まれるほど、古くから人々の暮らしの傍らにありました。葉の形が柳に似ていることからその名が付き、日本では夏の鮎漁と深く結びつき、季節の到来を告げる風物詩とされています。川で育つ鮎と、その岸辺に茂る蓼。この二つの組み合わせは、自然の恵みを尊ぶ日本料理の精神を象徴するものです。遠くヨーロッパでは、かつて高価なコショウの代用品として使われた歴史も持っています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ほんたで]]",
          "[[ラウラム]]"
        ],
        "similarVegetables": [
          "[[コリアンダー]]"
        ]
      },
      "notes": "「ホンタデ」や「ラウラム」は正式な品種名ではなく、日本とベトナムでの利用法や風味の違いに基づいた類型です。また、日本では食文化の変化に伴い、伝統的な栽培が減少傾向にあります。"
    }
  }
}