{
  "global_info": {
    "url": "よぶすまそう",
    "kana_name": "ヨブスマソウ",
    "scientificName": "Parasenecio robustus (Sch.Bip.) H.Koyama",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "Parasenecio"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヨブスマソウ",
          "オオバコウモリ",
          "ボナ"
        ]
      },
      "international": {
        "en": [
          "Robust Indian Plantain (literal translation, not in common use)"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ヨブスマソウ",
      "oneliner": "北国の春を告げるほろ苦い香り。アイヌの食文化を今に伝える山菜。",
      "description": "雪解け間近の北国の森に、力強く芽吹くヨブスマソウ。その主な舞台は、北海道や東北地方の冷涼で湿潤な林床です。フキを思わせる清々しい香りと、噛みしめると広がるほのかな苦味と甘みが、春の訪れを教えてくれます。シャキシャキとした心地よい歯ごたえは、おひたしや天ぷらにすると一層引き立ち、厳しい冬を乗り越えた生命の力強さを感じさせてくれる、特別な山菜です。",
      "practical_oneliner": "生食は厳禁。必ず茹でてアクを抜き、特有の風味と歯ごたえを活かす。",
      "practical_tips": "手に入れたら、何よりもまずアク抜きを。ヨブスマソウには天然の毒性成分が含まれるため、生食は決してしないでください。たっぷりの沸騰したお湯でしっかりと茹で、その茹で汁は必ず捨てること。これが風味を引き出し安全に楽しむための絶対のルールです。長期保存する場合は、アイヌの知恵に倣って茹でてから乾燥させたり、塩漬けにするのが伝統的な方法です。",
      "nutrition_oneliner": "詳細は未解明ながら、食物繊維やポリフェノールが期待される春の恵み。",
      "nutrition_benefits": "ヨブスマソウの正確な栄養成分については、実はまだ多くのことが分かっていません。しかし、山菜に共通する特徴として、食物繊維は豊富に含まれていると推測されます。また、抗酸化作用が期待されるポリフェノール類も含有。数値データは乏しいものの、季節の変わり目に自然の恵みを取り入れるという、伝統的な食文化そのものに価値があると言えるでしょう。",
      "safety_oneliner": "天然の毒性成分を含むため、生食は厳禁。必ず加熱とアク抜きを。",
      "safety_notes": "生のヨブスマソウには、ピロリジジンアルカロイドという肝臓に害を及ぼす成分が含まれます。必ず沸騰したお湯でしっかり茹で、茹で汁は完全に捨ててください。このアク抜き処理を怠ると健康を損なう恐れがあります。",
      "honest_oneliner": "手間はかかるが、その先にある風味と物語は唯一無二。選ばれし食通の山菜。",
      "honest_assessment": "フキに似た爽やかな香りとほろ苦さは、一度知ると忘れられない春の味。しかしその魅力に触れるには、毒抜きという必須の儀式と、そもそも見つけるのが難しいという壁があります。栽培もされておらず、手軽さとは無縁。その不便さこそが、この山菜を特別な存在にしているのかもしれません。",
      "cultural_background": "この山菜の物語は、アイヌ民族の暮らしと深く結びついています。『シケレペ』と呼ばれ、春一番の重要な食料として採集し、茹でて乾燥させることで厳しい冬を越すための貴重な保存食としました。それは単なる食材ではなく、季節の循環と共に生きる知恵の結晶。日本の山村でも春を告げる味として珍重されてきました。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[ふき]]",
          "[[もみじがさ]]"
        ]
      },
      "notes": "栽培化されておらず、市場に流通することは極めて稀。栄養価など未解明な点も多い、野生採集に依存した貴重な山菜です。"
    }
  }
}