{
  "global_info": {
    "url": "らっきょう",
    "kana_name": "ラッキョウ",
    "scientificName": "Allium chinense",
    "classification": {
      "family_ja": "ヒガンバナ科",
      "genus_ja": "ネギ属"
    },
    "foodClassification": {
      "primaryPart": "鱗茎",
      "edibleParts": [
        "鱗茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ラッキョウ"
        ]
      },
      "international": {
        "en": [
          "Chinese onion",
          "Chinese scallion",
          "Rakkyo",
          "Kiukiang onion"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ラッキョウ",
      "oneliner": "シャキシャキ食感が癖になる、アジアの食卓を彩る小さな名脇役。",
      "description": "中国の長江流域で生まれ、悠久の時を経てアジアの食卓に根付いた小さな球根野菜、ラッキョウ。生のままではタマネギを思わせる鮮烈な香りと辛味を放ちますが、ひとたび甘酢に漬け込まれると、その表情は一変。驚くほどシャキシャキとした歯切れの良い食感と、爽やかな甘みが口いっぱいに広がります。日本のカレーに添えられる一粒、ベトナムの新年を祝う一皿。その小さな体に、豊かな食文化の物語が詰まっています。",
      "practical_oneliner": "泥付きを選び、薄皮を剥いてから漬け込むのが美味しさの秘訣。",
      "practical_tips": "美味しいラッキョウを選ぶなら、傷がなく、粒がよく締まっていて、芽が出ていないものを。泥付きのままなら新聞紙に包んで冷暗所で数日保存できます。下処理は少し手間がかかりますが、丁寧に。まず根と茎の先端を切り落とし、薄皮を一枚一枚剥いていきます。このひと手間で、漬け上がりの食感と味が格段に良くなります。塩水に一晩漬けてアクを抜いてから、お好みの甘酢や塩で漬け込みましょう。",
      "nutrition_oneliner": "水溶性食物繊維フルクタンが、腸内環境を整えるお手伝い。",
      "nutrition_benefits": "ラッキョウの栄養価で特に注目したいのが、プレバイオティクスとして働く水溶性食物繊維の「フルクタン」です。腸内の善玉菌のエサとなり、お腹の調子を整えるのを助けます。また、あの独特の香りのもとである「硫化アリル」は、血行を促進する働きがあると言われています。他にも、細胞の生成を助ける葉酸や、体内の塩分バランスを整えるカリウムも含まれています。",
      "safety_oneliner": "食べ過ぎは胃腸への刺激になることがあるので、ほどほどに。",
      "safety_notes": "ラッキョウに含まれる硫化アリルなどの成分は、適量であれば体に良い働きをしますが、一度にたくさん食べ過ぎると、胃腸を刺激して腹痛や不快感を引き起こすことがあります。特に胃腸が弱い方は、少量から試してみてください。",
      "honest_oneliner": "最高の食感は手間暇の賜物。生食には向かない個性派野菜。",
      "honest_assessment": "ラッキョウの真価は、漬物になって初めて花開きます。生のままでは強烈な辛味と香りで敬遠されがちで、薄皮を剥く下処理も少し手間。しかし、その先には他の何物にも代えがたいシャキシャキの食感と甘酸っぱい味わいが待っています。誰もが好きになるタイプではありませんが、一度ハマると虜になる、そんな奥深い魅力を持った野菜です。",
      "cultural_background": "その歴史は古く、中国では2000年以上前の書物にも登場します。日本へは平安時代に薬草として伝わり、「薤白（がいはく）」という生薬としても利用されました。一方、ベトナムでは旧正月「テト」に欠かせないお祝いの漬物となり、家族の繁栄を願う象徴的な役割を担っています。薬からご馳走へ、アジアの文化と共に歩んできた野菜です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[らくだ]]",
          "[[たまにしき]]"
        ],
        "similarVegetables": [
          "[[たまねぎ]]",
          "[[にんにく]]",
          "[[エシャロット]]"
        ]
      },
      "notes": "多くの栽培品種は種子を作らない栄養繁殖で増やされるため、遺伝的な多様性が極めて低く、病害などへの脆弱性が懸念されています。在来品種の保全が重要な課題です。"
    }
  }
}