{
  "global_info": {
    "url": "らかんか",
    "kana_name": "ラカンカ",
    "scientificName": "Siraitia grosvenorii",
    "classification": {
      "family_ja": "Gourd family",
      "genus_ja": "Siraitia"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "羅漢果"
        ]
      },
      "international": {
        "en": [
          "Monk fruit",
          "Buddha fruit"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "羅漢果（らかんか）",
      "oneliner": "神の果実が生んだ、砂糖の数百倍の甘さを持つ奇跡の甘味料。",
      "description": "中国・広西チワン族自治区の山岳地帯にだけ自生する、ウリ科の多年草。硬い殻に覆われた丸い果実を乾燥させて使い、その内部には砂糖の250倍以上にもなるという驚異的な甘さが凝縮されています。お茶にすると現れるのは、深く豊かな甘みと、後味にすっと抜ける清涼感。古くから「神の果実」と呼ばれ、薬として珍重されてきた歴史が、その一口に静かに息づいています。",
      "practical_oneliner": "乾燥果実を割り、煮出して使うのが基本。焦がさないのがコツ。",
      "practical_tips": "市場に出回るのは、ほとんどが茶褐色の乾燥果実です。硬い殻に覆われているため、選ぶ際は割れやカビがないかを確認しましょう。湿気を避ければ1〜2年は保存可能。使う際は、殻ごと手で軽く割るか、包丁の背で叩いて割り、種やワタも一緒に煮出します。甘みを最大限に引き出すコツは、焦げ付かないよう弱火でじっくりと。強い苦味が出てしまうので注意が必要です。",
      "nutrition_oneliner": "ゼロカロリーの甘味成分「モグロシド」が血糖値上昇を抑制。",
      "nutrition_benefits": "羅漢果の最大の特長は、砂糖の数百倍の甘さを持ちながらカロリーゼロの甘味成分「モグロシド」。血糖値に影響を与えないため、健康を気遣う方の甘味料として最適です。強力な抗酸化作用や抗炎症作用も報告されており、伝統的には咳や喉の痛みを和らげるために用いられてきました。ビタミンCも含むとされますが、含有量はデータにより差があります。",
      "safety_oneliner": "アレルギーは極めて稀。広く安全性が認められている天然甘味料。",
      "safety_notes": "米国のFDAによって「一般に安全と認められる（GRAS）」に分類されており、長い食経験と研究の両面から安全性が確認されています。アレルギー反応の報告も極めて稀で、多くの方が安心して利用できます。",
      "honest_oneliner": "唯一無二の天然甘味料だが、栽培が極めて難しく入手性は低い。",
      "honest_assessment": "奇跡のゼロカロリー甘味料ですが、その栽培は中国の特定地域に限られ極めてデリケート。後味にウリ科特有の風味をわずかに感じるため、好みが分かれることも。その希少性と物語性こそが、羅漢果の最大の魅力と言えるでしょう。",
      "cultural_background": "その名は、咳に苦しむ人々を救った仏教の修行僧「羅漢」に由来するとも言われます。13世紀の文献に初めて登場し、清の時代には皇帝への献上品とされたほど貴重な存在でした。伝統中国医学では「神の果実」と崇められ、咳止めや喉の薬として、人々の健康を数百年も見守り続けてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[えんか]]",
          "[[ちょうか]]"
        ],
        "similarVegetables": []
      },
      "notes": "栽培条件が極めて限定的で、気候変動への脆弱性も高いため、生産地は中国の一部地域にほぼ限られています。そのため、世界的に見ても入手は容易ではありません。"
    }
  }
}