{
  "global_info": {
    "url": "わらび",
    "kana_name": "ワラビ",
    "scientificName": "Pteridium aquilinum",
    "classification": {
      "family_ja": "Bracken family",
      "genus_ja": "Bracken"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "わらび"
        ]
      },
      "international": {
        "en": [
          "Bracken",
          "Bracken Fern",
          "Common Bracken"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "蕨（わらび）",
      "oneliner": "春の野山が育んだほろ苦い珍味。丁寧なアク抜きが美味しさの鍵。",
      "description": "春先の陽光を浴びて、森の地面からくるんと丸まった若芽をのぞかせる蕨。その姿は、生命の息吹そのものです。ほぼ全世界に自生するたくましいシダ植物ですが、日本では古くから春を告げる山菜の代表格として親しまれてきました。独特のぬめりとシャキッとした歯ごたえ、そして大地の香りを感じさせるほろ苦い風味は、まさに大人のための春の味覚。煮物やおひたしで、季節の到来を祝う食卓には欠かせない一品です。",
      "practical_oneliner": "入手したら即アク抜きを。重曹か木灰を使い、毒性を抜くのが鉄則。",
      "practical_tips": "蕨を味わう上で最も重要な工程が『アク抜き』です。これには発がん性物質やビタミンB1を壊す酵素を取り除く目的があります。伝統的な木灰を使うか、手軽な重曹をひとつまみ加えた熱湯に一晩浸すのが基本。アク抜き後は水にさらして調理します。すぐに使わない場合は、塩漬け（塩蔵）や、茹でてから天日でしっかり乾燥させることで、風味を凝縮させながら一年中楽しむことができます。",
      "nutrition_oneliner": "カリウムやビタミンAが豊富。ただし、調理法が栄養を左右する。",
      "nutrition_benefits": "蕨は、食物繊維をはじめ、カリウムやビタミンA、ビタミンCを含んでいます。カリウムは体内の余分なナトリウムを排出する助けとなり、ビタミンAは皮膚や粘膜の健康維持に関わる栄養素です。ただし、蕨に含まれる酵素はビタミンB1を破壊する性質を持つため、必ず加熱によるアク抜きが必要です。適切に下処理をすることで、これらの栄養素を安心して食生活に取り入れることができます。",
      "safety_oneliner": "発がん性物質を含むため、生食は厳禁。必ずアク抜きが必要です。",
      "safety_notes": "蕨の若芽には、発がん性物質プタキロシドなどが含まれるため、生食は厳禁です。幸い、これらの毒素は熱とアルカリに弱いため、重曹や木灰を使った伝統的なアク抜きを必ず行うことで、安全に美味しくいただけます。",
      "honest_oneliner": "手間のかかるアク抜きさえ越えれば、唯一無二の春の味覚が待っている。",
      "honest_assessment": "蕨は、愛される山菜であると同時に、世界的には厄介な雑草と見なされる二つの顔を持ちます。アク抜きという手間と毒性の知識は必須で、決して手軽な食材ではありません。しかし、そのハードルを越えた先にある、ほろ苦く滋味深い独特の風味は、春の訪れを実感させてくれる格別なもの。手間をかける価値のある、野趣あふれる食文化の象徴です。",
      "cultural_background": "蕨と人類の付き合いは古く、遺跡から胞が見つかるほどです。日本では春を告げる山菜として食文化に深く根付き、韓国ではビビンバに欠かせない国民的食材。一方ヨーロッパでは家畜に有害な雑草と見なされてきました。毒を薬に変える『アク抜き』の知恵は、世代を超えて受け継がれた文化遺産であり、地域によって全く異なる顔を見せる興味深い植物です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "生物学的には絶滅の心配はないものの、その調理法、特に毒抜きに関する伝統的な知識は、地域によっては失われつつある「文化的絶滅危惧種」とも言えます。"
    }
  }
}