{
  "global_info": {
    "url": "アラクチャ",
    "kana_name": "アラクチャ",
    "scientificName": "Arracacia xanthorrhiza",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "Arracacia"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "イモゼリ"
        ]
      },
      "international": {
        "en": [
          "Arracacha",
          "White Carrot",
          "Peruvian Parsnip"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アラクチャ",
      "oneliner": "アンデスの秘宝。ナッツと根菜が溶け合う、優しく甘い香り。",
      "description": "はるか南米アンデス山脈の冷涼な高地で、インカの時代より前からひっそりと育まれてきた根菜、アラクチャ。その姿は一見、素朴な芋のよう。しかし火を通せば、驚くほど滑らかでクリーミーな食感に変わります。セロリの爽やかさ、ニンジンの甘み、そしてナッツを思わせる香ばしさ。いくつもの風味が溶け合った、奥深く優しい味わいは、忘れがたい食の記憶を刻むでしょう。",
      "practical_oneliner": "じっくり煮込むか蒸すのが基本。スープやピューレで真価を発揮。",
      "practical_tips": "調理法はシンプルです。皮を剥き、煮込み料理やスープの具材として加えるのがアンデスの伝統。じっくり火を通すことで、デンプンが甘みに変わり、食感も驚くほど滑らかになります。鶏肉や牛肉、コリアンダーとの相性は抜群。ブラジルでは、ピューレやフライ、ニョッキの材料としても愛されており、その万能性を発揮します。",
      "nutrition_oneliner": "驚くほど消化に優しいデンプンが、お腹を穏やかに満たします。",
      "nutrition_benefits": "主成分は炭水化物で、優しいエネルギー源となります。特筆すべきは、そのデンプン。粒子が非常に細かいため消化吸収に優れ、古くからアンデス地方では離乳食や病後の回復食として重宝されてきました。また、ビタミンCも豊富。黄肉種には、抗酸化作用が期待されるカロテノイドも含まれており、家族の健康を内側から支える、滋味深い食材です。",
      "safety_oneliner": "特筆すべき注意点はなく、一般的に安全に食べられる食材です。",
      "safety_notes": "長い食文化の歴史が示す通り、アラクチャは安全な食材として親しまれてきました。現在のところ、特筆すべき毒性やアレルギーの報告はほとんどなく、幅広い年代の方が安心して楽しめます。",
      "honest_oneliner": "唯一無二の風味は絶品。でも、気難しく日本ではまず見かけない。",
      "honest_assessment": "その風味は一度味わえば虜になるほど魅力的。ナッツと野菜の甘みが織りなすハーモニーは唯一無二です。しかし、栽培は冷涼な高地に限られ、生育も長い。日本では入手が極めて困難で、出会えたら幸運な「幻の芋」。その希少性も含めて愛したい、食の探求心をくすぐる野菜です。",
      "cultural_background": "その歴史はインカ帝国よりも古く、アンデスの人々は「rakacha」と呼び、家族の健康を支える糧として大切に育んできました。特に消化の良さから、赤子の離乳食や病人の回復食として今もなお重用されています。それは単なる作物ではなく、厳しい高地で暮らす人々の暮らしに深く根ざした、文化そのものなのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[アラクチャ・アマリージャ]]",
          "[[アラクチャ・ブランカ]]"
        ],
        "similarVegetables": [
          "[[セロリ]]",
          "[[ニンジン]]",
          "[[ジャガイモ]]",
          "[[パースニップ]]"
        ]
      },
      "notes": "日本では商業的な生産はなく、入手は極めて困難です。"
    }
  }
}