{
  "global_info": {
    "url": "アイスプラント",
    "kana_name": "アイスプラント",
    "scientificName": "Mesembryanthemum crystallinum",
    "classification": {
      "family_ja": "Aizoon family",
      "genus_ja": "Fig-marigold"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "アイスプラント",
          "バラフ"
        ]
      },
      "international": {
        "en": [
          "Common Ice Plant",
          "Crystalline Iceplant"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アイスプラント",
      "oneliner": "葉の雫が宝石のように輝く、潮の香りと弾ける食感の新野菜。",
      "description": "まるで薄氷をまとったかのように、葉の表面がきらきらと輝く不思議な野菜、アイスプラント。その正体は「ブラッダー細胞」という無数の透明な粒。一口かじれば、プチプチと心地よく弾け、中からみずみずしさと自然由来の優しい塩味が広がります。故郷は南アフリカの沿岸砂漠。厳しい環境で生き抜く知恵が、この唯一無二の食感と味わいを生み出しました。まずはサラダで、その美しい見た目と食感をそのままお楽しみください。",
      "practical_oneliner": "鮮度が命。洗わずに冷蔵し、食べる直前にさっと水にくぐらせて。",
      "practical_tips": "選び方のコツは、葉の表面を覆う氷のような粒（ブラッダー細胞）に注目すること。この粒がみずみずしく、張りがあり、キラキラと輝いているものが新鮮な証拠です。保存する際は、乾燥が大敵。湿らせたキッチンペーパーでそっと包み、ポリ袋や密閉容器に入れて野菜室で保管しましょう。調理前の下処理はとても簡単。食べる直前に、ボウルに張った冷水でさっと振り洗いするだけで十分です。長く水に浸すと、持ち味の塩気と食感が弱まってしまうのでご注意を。",
      "nutrition_oneliner": "血糖値ケアが期待されるピニトールを含む、注目の機能性野菜。",
      "nutrition_benefits": "アイスプラントは、カリウムやマグネシウムといったミネラル、そして体内でビタミンAに変わるβ-カロテンを豊富に含みます。さらに注目したいのが、ピニトールやミオイノシトールといった機能性成分。これらは血糖値の上昇を穏やかにしたり、肝臓の働きを助けたりする効果が期待され、研究が進められています。独特の塩味を活かせば、料理の塩分を控えめにできるのも嬉しいポイントです。",
      "safety_oneliner": "シュウ酸を含むため、一度に大量に食べるのは控えめに。",
      "safety_notes": "一般的に安全な野菜ですが、ほうれん草などと同様にシュウ酸を含んでいます。通常の食事で問題になる量ではありませんが、一度にたくさん食べるのは避けた方が安心です。アクセントとして適量をお楽しみください。",
      "honest_oneliner": "唯一無二の食感と美しさは感動もの。ただ、その輝きは長持ちしない。",
      "honest_assessment": "初めて口にした時の「プチッ」という食感は、忘れられない体験になるはず。この驚きこそが最大の魅力です。しかしその輝きは繊細で、鮮度が落ちると特徴的な食感はすぐに失われます。加熱しすぎも禁物。あくまで料理に驚きを添える名脇役として、最高の状態で味わってあげてほしい。少し気難しい、でも愛すべき野菜です。",
      "cultural_background": "その歴史は比較的新しく、食卓で注目されたのは21世紀に入ってから。元は南アフリカの砂漠に自生し、18世紀にヨーロッパへ渡った際は観賞用や工業原料として利用されていました。氷のような見た目から各地で「氷の草」と呼ばれ、日本でも「アイスプラント」の名で定着。食文化の交流が生んだ、まさに現代を象徴する野菜です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}