{
  "global_info": {
    "url": "アフリカンエッグプラント",
    "kana_name": "アフリカンエッグプラント",
    "scientificName": "Solanum macrocarpon",
    "classification": {
      "family_ja": "ナス科",
      "genus_ja": "ナス属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "African eggplant",
          "Gboma eggplant"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アフリカンエッグプラント",
      "oneliner": "西アフリカの食卓を支える、果実も葉も美味しい暮らしの野菜。",
      "description": "熱帯アフリカの太陽を浴びて育つ、ナス科の仲間。その姿は品種によって様々ですが、煮込むととろりとしたクリーミーな食感になる果実と、ほうれん草のように使える柔らかな葉、その両方を味わえるのが最大の魅力です。古くからアフリカの食文化を支え、大西洋を渡ってカリブの食卓にも根付きました。加熱すると和らぐほのかな苦味の奥に、豊かな旨味が隠されています。",
      "practical_oneliner": "加熱が美味しさの鍵。苦味を和らげ、とろりとした旨味を引き出します。",
      "practical_tips": "品種によって苦味の強さが異なります。もし苦味が気になる場合は、切ってから塩水に少しさらすと和らぎます。この野菜の真価は煮込み料理で発揮され、トマトやピーナッツ、燻製魚など油分や旨味の強い食材と合わせるのが西アフリカの伝統的なスタイル。葉はほうれん草と同様に、さっと茹でたり炒めたりして使えます。長期保存する場合は、スライスして天日干しにするという現地の知恵も。",
      "nutrition_oneliner": "ビタミン豊富な葉と、カリウムを蓄えた果実を丸ごと楽しむ。",
      "nutrition_benefits": "一つの野菜で二つの恵みを得られるのが魅力です。特に葉の部分には、抗酸化作用が期待されるビタミンCやβ-カロテン、そして骨の健康に役立つカルシウムが豊富に含まれています。果実には、体内の塩分バランスを整えるカリウムが多く、日々の健康維持をサポートします。また、フラボノイドなどの抗酸化成分も含まれており、西アフリカでは古くから伝統医療にも用いられてきました。",
      "safety_oneliner": "未熟な果実や一部品種の過食は避け、必ず加熱調理してください。",
      "safety_notes": "ナス科の植物特有のグリコアルカロイドという苦味成分を含みます。特に未熟な果実に多いため、食べ過ぎは禁物。伝統的な調理法に倣い、しっかり加熱することで成分は低減し、苦味も和らぎます。生食は避けてください。",
      "honest_oneliner": "栄養満点で使い勝手は良いものの、品種によっては強い苦味も。",
      "honest_assessment": "西アフリカの家庭料理に欠かせない存在ですが、日本ではまだ見かける機会の少ない野菜です。果実と葉の両方が使える万能さは日々の食卓で頼りになりますが、品種によっては想像以上にしっかりとした苦味に出会うことも。その個性こそが、現地のシチューに深い味わいを与える源。見つけたら、ぜひそのほろ苦い魅力と文化の香りに挑戦してみてください。",
      "cultural_background": "その歴史は古く、熱帯アフリカの地で野生種から人々の手によって選び抜かれ、暮らしに寄り添う野菜となりました。ガーナのアカン族が呼ぶ『ゴボマ』の名は、解熱などに用いる伝統医療での重要性も示唆します。悲しい歴史の中、奴隷貿易によって大西洋を渡り、カリブや南米の地にアフリカの食文化を伝え続ける、魂の野菜でもあるのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ゴボマ]]"
        ],
        "similarVegetables": [
          "[[ナス]]",
          "[[ほうれん草]]"
        ]
      },
      "notes": "日本では商業的な生産は行われておらず、入手は極めて困難です。"
    }
  }
}