{
  "global_info": {
    "url": "アルファルファ",
    "kana_name": "アルファルファ",
    "scientificName": "Medicago sativa",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ウマゴヤシ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Alfalfa",
          "Lucerne"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アルファルファ",
      "oneliner": "「すべての食物の父」と称された、サラダを彩る小さな栄養源。",
      "description": "近東の高原で生まれ、ペルシャ帝国では「すべての食物の父」とまで呼ばれたアルファルファ。その正体は、古くから軍馬を支えてきた牧草の王様です。私たちがサラダやサンドイッチで親しむのは、その種子から芽吹いたばかりの若いスプラウト。シャキシャキとした軽やかな食感と、ナッツのように穏やかで青々しい風味が、料理にみずみずしいアクセントを添えてくれます。",
      "practical_oneliner": "冷蔵庫で鮮度を保ち、生で食べる直前に優しく洗うのが基本。",
      "practical_tips": "新鮮なアルファルファスプラウトは、茎が白く、葉の緑が鮮やかなものを選びましょう。購入後は、乾燥しないようパックのまま、あるいは湿らせたキッチンペーパーで包んで冷蔵庫へ。日持ちは一週間ほどです。食べる直前に冷水で優しく振り洗いし、しっかりと水気を切るのが、シャキシャキした食感を最大限に楽しむ秘訣。加熱はせず、サラダやサンドイッチの仕上げに加えるのがおすすめです。",
      "nutrition_oneliner": "ビタミンKや銅が豊富。骨の健康やめぐりをサポート。",
      "nutrition_benefits": "小さなスプラウトには、骨の健康に欠かせないビタミンKをはじめ、ビタミンC、銅、葉酸などの栄養素が詰まっています。また、コレステロール吸収を抑える可能性が期待されるサポニンや、女性のバランスを整える植物エストロゲンも含有。あくまでバランスの取れた食事の一部として取り入れるのが賢明です。",
      "safety_oneliner": "自己免疫疾患の方は摂取を避け、食べる前にはよく確認を。",
      "safety_notes": "種子やスプラウトに含まれるL-カナバニンは、一部の自己免疫疾患の症状を悪化させる可能性が。該当する方は摂取を控えてください。また、生で食すため、購入時の鮮度確認と衛生的な取り扱いが大切です。",
      "honest_oneliner": "栄養価は高いが主役は張りづらく、食べる人を選ぶ個性派。",
      "honest_assessment": "サラダに食感と栄養を添える名脇役ですが、味が穏やかなため主役は張れません。もともとが「牧草の王様」という出自も面白いところ。特定の健康状態の方は注意が必要な点も含め、その個性と歴史を理解して付き合いたい、知的な野菜です。",
      "cultural_background": "その歴史は古代ペルシャに遡り、「すべての食物の父」と称えられました。強靭な軍馬を育てるための戦略物資として、帝国を足元から支えたのです。やがてシルクロードを経て東へ、大航海時代には新大陸へ。アルファルファは、世界の農業と文明の発展を静かに後押ししてきた、偉大な旅人でもあります。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ヴァーナル]]",
          "[[アラビアンアルファルファ]]"
        ],
        "similarVegetables": [
          "[[もやし]]"
        ]
      },
      "notes": "私たちが日常的に目にするのはスプラウトですが、植物としてのアルファルファの歴史的・農業的価値は、主に家畜の飼料、つまり「牧草」として築かれてきました。"
    }
  }
}