{
  "global_info": {
    "url": "ウチワサボテン",
    "kana_name": "ウチワサボテン",
    "scientificName": "Opuntia ficus-indica",
    "classification": {
      "family_ja": "Cactus",
      "genus_ja": "Prickly Pear"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ウチワサボテン"
        ]
      },
      "international": {
        "en": [
          "Prickly Pear",
          "Indian Fig Opuntia",
          "Nopal Cactus"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ウチワサボテン",
      "oneliner": "古代メキシコから伝わる、茎も果実も食す生命力の塊。",
      "description": "平たい団扇（うちわ）のような茎が連なる、ユニークな姿。その故郷は古代アステカ文明が栄えたメキシコです。若い茎「ノパル」は、シャキッとした歯触りと爽やかな酸味が魅力。アスパラガスにも似た風味で、加熱すると特有のぬめりが現れます。夏に実る「トゥナ」と呼ばれる果実は、スイカのように甘くジューシー。一つの植物から二つの恵みを味わえる、たくましい野菜です。",
      "practical_oneliner": "細かなトゲに要注意。調理前にしっかり取り除くのが鉄則。",
      "practical_tips": "調理の鍵は、手ごわいトゲの処理。特に茎の表面にある無数の細かなトゲ（グロキッド）は、包丁の背で丁寧にこそげ落とすか、直火で焼き飛ばします。その後、さっと茹でると、特有のぬめりが和らぎ、鮮やかな緑色に。このひと手間で、ぐっと食べやすくなります。果実も同様にトゲを処理してから皮を剥いてください。厚手の手袋を使うと安心です。",
      "nutrition_oneliner": "豊富な水溶性食物繊維が、血糖値やコレステロールに作用。",
      "nutrition_benefits": "茎（ノパル）は低カロリーで、ぬめりの正体である水溶性食物繊維が豊富。この食物繊維は、血糖値の急な上昇を抑えたり、コレステロールを整えたりする働きが期待されています。また、骨に大切なカルシウムや、ビタミンC、マグネシウムも含有。果実にはベタレイン色素という強力な抗酸化成分が含まれ、体の内側から健やかさをサポートしてくれます。",
      "safety_oneliner": "調理前のトゲの完全な除去は必須。食べ過ぎは禁物です。",
      "safety_notes": "ウチワサボテンの表面には、目に見えにくい微細なトゲ（グロキッド）が無数にあります。これが皮膚や消化器を刺激するため、調理前には必ず完全に取り除いてください。また、食物繊維が豊富なため、一度に食べ過ぎるとお腹が緩くなることがあります。",
      "honest_oneliner": "未来の食材だが、トゲとぬめりの下処理は正直すこし面倒。",
      "honest_assessment": "乾燥に強く、栄養価も高い、まさに気候変動時代の救世主。けれど、その恵みをいただくには、まずトゲという試練を乗り越えねばなりません。加熱後のぬめりも好みが分かれるところ。果実の種の多さに驚くかもしれません。手間を愛しみ、その個性まるごと味わえる人にとっては、これ以上なく面白くて美味しい食材です。",
      "cultural_background": "故郷メキシコでは8000年も前から栽培され、アステカ文明では生命の象徴として神聖視されました。その姿はメキシコの国章にも描かれています。16世紀、コロンブス交換によってヨーロッパへ渡り、その強靭な生命力で地中海沿岸に定着。『インドのイチジク』という名で、新たな故郷の食文化に深く根付きました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ロッサ]]",
          "[[ミルパ・アルタ]]",
          "[[バーバンク・スピンレス]]"
        ],
        "similarVegetables": [
          "[[アスパラガス]]",
          "[[インゲン]]",
          "[[オクラ]]"
        ]
      },
      "notes": ""
    }
  }
}