{
  "global_info": {
    "url": "ウマゴヤシ",
    "kana_name": "ウマゴヤシ",
    "scientificName": "Medicago polymorpha",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ウマゴヤシ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ウマゴヤシ"
        ]
      },
      "international": {
        "en": [
          "Burclover",
          "California burclover",
          "Toothed medick"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ウマゴヤシ",
      "oneliner": "大地を肥やす旅人。春の息吹を告げる、ほろ苦い野の恵み。",
      "description": "地中海の太陽を故郷に持つ、小さな冒険家。春になると、クローバーに似た愛らしい葉を広げます。その若葉と茎は、ほのかな豆の風味と心地よい苦みが持ち味。さっと火を通せば、驚くほど柔らかく、春の野原が持つ生命力そのものを味わうような、素朴で奥深い風味が口いっぱいに広がります。世界中を旅してきた、逞しい一年草です。",
      "practical_oneliner": "春先の若く柔らかい芽を見つけたら、すぐに調理するのが鉄則。",
      "practical_tips": "市場で見かけることは稀な、まさに「採集」する野菜。選ぶなら、虫食いがなく、みずみずしい春先の若芽を。アクは少ないですが、サポニンを含むため生食は避け、さっと茹でるか炒めるのがおすすめです。保存には向かないため、摘んだその日のうちに、春の香りと共に味わい尽くすのが最高の贅沢です。",
      "nutrition_oneliner": "抗酸化作用が期待されるフラボノイドを含む、野草の力。",
      "nutrition_benefits": "詳しい栄養分析はまだ途上ですが、近縁種からビタミンKやカルシウムを含む可能性が指摘されています。また、抗酸化作用を持つフラボノイドや、伝統的に中医学で「清熱利湿」に用いられてきたサポニンといった機能性成分も含有。単なる食材としてだけでなく、体を整える野草としての側面も持っています。",
      "safety_oneliner": "サポニンを含むため、生での大量摂取は避けて加熱調理を。",
      "safety_notes": "ウマゴヤシには、サポニンという成分が含まれています。適量なら問題ありませんが、生で大量に食べると体に影響が出る可能性も。美味しく安全に楽しむためにも、必ず加熱してから食べるようにしましょう。",
      "honest_oneliner": "大地を育む力は絶大。でも、食卓の主役には少し野性的すぎる？",
      "honest_assessment": "土を豊かにし、家畜を育て、世界中に広がったその生命力は圧巻です。けれど、食用としては、中国の一部で春先に楽しまれる程度。ほろ苦さと豆の風味は素朴で魅力的ですが、決して洗練された味ではありません。雑草と侮らず、大地を再生する偉大な働き手として敬意を払い、もし出会えたなら、その野趣を少しだけお裾分けしてもらう。そんな付き合い方が似合う野菜です。",
      "cultural_background": "その歴史は古く、古代ローマ時代にはすでに家畜の飼料として重宝されていました。地中海から世界へ。その旅は、交易品としてではなく、船荷に紛れ込んだ種が新天地に根付くという、意図せざるものでした。特定の栽培品種もなく、野生のままの姿で農耕史を支えてきた、名もなき功労者です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[アルファルファ]]"
        ]
      },
      "notes": "食用としての流通はほぼなく、主に中国の一部地域で山菜として利用されます。多くの国では牧草や緑肥として有用な一方、侵略的外来種と見なされることもあります。"
    }
  }
}