{
  "global_info": {
    "url": "オリーブ",
    "kana_name": "オリーブ",
    "scientificName": "Olea europaea",
    "classification": {
      "family_ja": "モクセイ科",
      "genus_ja": "オリーブ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Olive"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "オリーブ",
      "oneliner": "地中海の太陽を浴びて6000年、食文化を支える豊穣の果実。",
      "description": "地中海東岸の古代文明と共に歴史を歩んできた、祝福の木。その小さな果実は、生のままでは強い苦みを持ちますが、塩水に漬け込むことで驚くほど表情を変えます。品種により緑から紫黒色へと姿を変え、しっかりとした歯ごたえからバターのように滑らかなものまで食感も様々。一口かじれば、フルーティーな香りやピリリとした辛味、奥深い苦みが広がり、遥かなる食の物語を静かに語りかけてくるのです。",
      "practical_oneliner": "生食はせず、オイルは光と熱を避け、果実は塩漬けで楽しむ。",
      "practical_tips": "オリーブの果実を選ぶ際は、色や形よりも製法に注目を。スペイン式（アルカリ処理）は苦味が少なくマイルド、ギリシャ式（塩水漬け）は発酵による複雑な風味が特徴です。開封後は、漬け汁に浸したまま冷蔵庫で保存しましょう。オイルは風味の劣化を防ぐため、光を通さない瓶に入ったものを冷暗所に保管するのが鉄則。加熱用と生食用で品種の個性を使い分けるのも、楽しみを深めるコツです。",
      "nutrition_oneliner": "オレイン酸とポリフェノールが、健やかなめぐりをサポート。",
      "nutrition_benefits": "オリーブオイルの主成分であるオレイン酸は、悪玉コレステロールを減らし心血管系を健やかに保つ働きで知られます。また、果実やオイルに含まれるオレウロペインなどのポリフェノールは、体内の酸化ストレスと戦う強力な味方。抗酸化作用を持つビタミンEや、めぐりに欠かせない鉄分も補給できる、まさに地中海式食事法の健康を支える要です。",
      "safety_oneliner": "カロリーは高め。ヘルシーだからと、オイルの摂りすぎには注意。",
      "safety_notes": "オリーブもオイルも脂質が主成分のため、カロリーは決して低くありません。特にオイルは少量でも高カロリー。バランスの良い食事に組み込むことが大切です。",
      "honest_oneliner": "手間をかけた分だけ応えてくれる、古代から続く気難しくも偉大な果実。",
      "honest_assessment": "もぎたての果実の強烈な苦みは、人の知恵と時間を経て初めて至福の味に変わります。乾燥に強くとも厳しい霜には弱い、そんな少し気難しい性質が、逆に人類を惹きつけ、栽培技術を磨かせてきたのかもしれません。手間ひまを愛せる人にとって、最高のパートナーとなるでしょう。",
      "cultural_background": "その歴史は6000年以上前に遡り、ミノアやローマ文明の繁栄を支えました。旧約聖書では平和の象徴として鳩がくわえ、古代オリンピックでは勝者の冠を飾りました。油は聖なる儀式や灯火にも使われ、地中海世界の人々の暮らしと信仰、経済の中心に、いつもこの聖なる木はありました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ピクアル]]",
          "[[カラマタ]]",
          "[[フラントイオ]]"
        ],
        "similarVegetables": []
      },
      "notes": "気候変動や新興病害、伝統農法の後継者不足により、数千ともいわれる多様な地域品種が存続の危機にあります。"
    }
  }
}