{
  "global_info": {
    "url": "カブラゼリ",
    "kana_name": "カブラゼリ",
    "scientificName": "Chaerophyllum bulbosum",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "シャク属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "カブラゼリ"
        ]
      },
      "international": {
        "en": [
          "Turnip-rooted chervil",
          "Parsnip chervil",
          "Bulbous chervil"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カブラゼリ",
      "oneliner": "栗のような甘みとナッツの香り。美食家が愛する幻の根菜。",
      "description": "その名は「カブのようなセリ」。中央ヨーロッパの森で静かに育まれてきた、知る人ぞ知る根菜です。ひとたび火を通せば、驚くほど滑らかな舌触りとともに、栗やジャガイモを思わせるほっくりとした甘みと、ナッツのような香ばしい風味が広がります。19世紀のフランスで食通たちを魅了しながらも歴史の中に埋もれてしまった「忘れられた野菜」。その奥深い味わいの物語が、今ふたたび現代の食卓で静かに語られ始めています。",
      "practical_oneliner": "収穫後に冷蔵庫で熟成を。甘みと風味が劇的に増します。",
      "practical_tips": "ずっしりと重みがあり、表面に傷やシワがないものを選びましょう。カブラゼリの真価は「熟成」にあります。購入後は新聞紙に包んでポリ袋に入れ、冷蔵庫の野菜室で最低でも数週間は寝かせてください。この時間こそが、でんぷんを豊かな甘みに変える魔法です。調理の際は、ごぼうのように皮を薄く剥き、アクが出やすい場合は水にさらしてから使うのがおすすめです。",
      "nutrition_oneliner": "詳細な栄養分析はこれからの、未知なる可能性を秘めた野菜。",
      "nutrition_benefits": "カブラゼリの栄養価については、残念ながら現代科学による詳細な分析はまだほとんど行われていません。主成分はエネルギー源となるデンプン質と推測されていますが、ビタミンやミネラルなどの具体的な含有量は未知数です。セリ科の植物に共通して含まれるポリアセチレン類などの機能性成分の存在も期待されますが、今後の研究が待たれるところ。その味わい深さこそが、最大の魅力と言えるでしょう。",
      "safety_oneliner": "野生種との見分けは困難。有毒な近縁種に要注意。",
      "safety_notes": "カブラゼリの仲間には、姿がよく似た『Chaerophyllum temulum』という有毒な植物が存在します。家庭菜園などで栽培されたものは安全ですが、野生のものを採取することは絶対に避けてください。専門家でなければ見分けるのは極めて困難です。",
      "honest_oneliner": "唯一無二の風味は格別。でも栽培はプロ級、入手も困難です。",
      "honest_assessment": "一度味わえば誰もが虜になる、栗とナッツが融合したような甘く香ばしい風味。これほど魅力的なのに、なぜこれほどまでに無名なのか。その答えは、栽培の難しさにあります。発芽させるのも一苦労で、収穫までには長い時間が必要。市場に出回ることは稀で、出会えたら幸運としか言えません。手間がかかるからこそ愛おしい、そんな野菜です。",
      "cultural_background": "カブラゼリの黄金時代は19世紀のフランスにありました。当時、その繊細な風味は冬の食卓を彩るごちそうとして愛されました。しかし、より育てやすいジャガイモの台頭により、その存在は次第に忘れ去られてしまいます。近年、その物語性と唯一無二の味わいが再び注目され、一流シェフたちが「失われた味」を求めて探し求める、伝説の野菜となっています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[アルタン]]"
        ],
        "similarVegetables": [
          "[[パースニップ]]",
          "[[セロリ]]"
        ]
      },
      "notes": "商業生産が極めて限定的で、市場での入手は非常に困難です。また、栄養価や栽培に関する科学的データが乏しく、多くの情報が研究途上です。"
    }
  }
}