{
  "global_info": {
    "url": "カレープラント",
    "kana_name": "カレープラント",
    "scientificName": "Helichrysum italicum",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "ヘリクリサム属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Curry Plant",
          "Immortelle",
          "Everlasting"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カレープラント",
      "oneliner": "地中海の太陽を浴びた、カレーの香りをまとう銀色のハーブ。",
      "description": "地中海の乾いた風にそよぐ、銀色に輝く葉。指でそっと触れるだけで、まるでカレー粉を思わせるスパイシーで温かみのある香りが立ち上ります。夏には黄金色の小さな花を咲かせ、その姿は「イモーテル（永遠）」の名でも親しまれます。食用としては強い苦味を持つため、主にロースト料理の香りづけに使われ、調理後に取り除かれるのが一般的。料理にエキゾチックな物語を添える、香り高きハーブです。",
      "practical_oneliner": "強い香りを活かすなら乾燥保存。料理には枝ごと使い後で除く。",
      "practical_tips": "フレッシュなものは葉が密で、銀色が鮮やかなものを選びましょう。ただし、このハーブの真価は乾燥させることで引き出されます。風通しの良い日陰に吊るしておけば、香りを１年以上保つことができます。料理に使う際は、強い苦味と硬い葉が口に残らないよう、煮込みやローストの際に枝ごと加え、風味を移した後に取り出すのが賢い使い方。決して刻んで混ぜ込まないようにしましょう。",
      "nutrition_oneliner": "精油成分に富み、伝統的に心身を癒すハーブとして活用。",
      "nutrition_benefits": "食用としての栄養データは乏しいものの、この植物の価値はその精油に凝縮されています。ネリルアセテートやγ-クルクメンといった成分がもたらす抗炎症作用や鎮静作用が注目され、ヨーロッパの伝統療法では打撲傷や皮膚トラブル、呼吸器系の不調を和らげるために用いられてきました。現代でもアロマテラピーの世界で「イモーテル」として重宝されています。",
      "safety_oneliner": "精油の経口摂取は厳禁。肌への使用はパッチテストを推奨。",
      "safety_notes": "料理の香りづけに少量使う分には問題ありませんが、その精油（イモーテルオイル）は非常にパワフルです。専門家の指導なしに飲用することは絶対に避けてください。また、肌に塗布する際は、アレルギー反応の可能性を考慮し、事前にパッチテストを行うことが推奨されます。",
      "honest_oneliner": "香りは一級品だが、名前に反しカレーには使えず、食用にも不向き。",
      "honest_assessment": "カレープラントという魅力的な名前と裏腹に、カレーの風味付けには使えないという、食の世界の小さな「嘘」を教えてくれる存在です。そのスパイシーな香りは本物で、庭に植えれば空間を彩り、乾燥させれば長く楽しめます。しかし、強い苦味と硬い葉は、食材としての道を閉ざしています。料理に直接加えるのではなく、あくまで香りの魔法をかけるための「脇役」として付き合うのが、このハーブとの最も良い関係でしょう。",
      "cultural_background": "古代ギリシャ・ローマ時代から薬草としてその名を刻み、地中海の人々の暮らしに寄り添ってきました。乾燥させても色褪せない黄金色の花は「永遠」の象徴とされ、儀式や装飾に。近代になるとその精油「イモーテルオイル」が香水やアロマテラピーの世界で脚光を浴び、新たな価値を見出されています。その名の由来は、カレーではなく、ただその香りが似ているから。食文化の面白い偶然が詰まったハーブです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ドワーフカレープラント]]",
          "[[ウィーピングカレープラント]]"
        ],
        "similarVegetables": [
          "[[ローズマリー]]"
        ]
      },
      "notes": "食用としての利用は非常に限定的で、栄養価に関するデータも乏しい。主な価値は観賞用、および精油採取による香料・薬用利用にある。"
    }
  }
}