{
  "global_info": {
    "url": "カレーリーフ",
    "kana_name": "カレーリーフ",
    "scientificName": "Murraya koenigii",
    "classification": {
      "family_ja": "ミカン科",
      "genus_ja": "ゲッキツ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ナンヨウザンショウ"
        ]
      },
      "international": {
        "en": [
          "Curry Leaf",
          "Curry Tree"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カレーリーフ",
      "oneliner": "南インド料理の魂。熱した油で香り立つ、温かくスパイシーなアロマ。",
      "description": "インド亜大陸の太陽を浴びて育つ、艶やかな緑の小さな葉。数千年前の古代タミル文学にもその名が刻まれる、歴史そのものを纏ったハーブです。熱した油に放つと、柑橘の爽やかさとスパイスが混じり合う、温かく複雑なアロマが立ち上ります。その香りは南インド料理の「署名」とも呼ばれ、一口食べれば、現地の食卓へと誘われるかのよう。加熱すると程よい歯ごたえが残り、料理に奥深い風味と物語を添えてくれます。",
      "practical_oneliner": "鮮度が命。手に入れたら冷凍保存し、油で熱して香りを引き出す。",
      "practical_tips": "鮮やかな緑色で、ピンとハリのある葉を選びましょう。カレーリーフの命である香りは、乾燥させると驚くほど失われてしまいます。手に入れたら、新鮮なうちに茎から葉を外し、ジップ付き保存袋に入れて冷凍するのが最善の策。こうすれば数ヶ月は生の風味を保てます。調理の際は凍ったまま油へ。じっくり熱してパチパチと音がし、香りが立つまで炒めるのが、その魅力を最大限に引き出すための大切な儀式です。",
      "nutrition_oneliner": "驚くほどのビタミンAとカルシウムを含む、緑の小さな巨人。",
      "nutrition_benefits": "その小さな姿に、驚くべき栄養素が詰まっています。特に豊富なのが、皮膚や粘膜の健康を支えるビタミンA。さらに、骨を丈夫にするカルシウムや、貧血予防に役立つ鉄分も多く含んでいます。アーユルヴェーダでは古くから消化を助けるハーブとして重用されてきました。近年では、抗酸化作用などが期待されるカルバゾールアルカロイドといった成分も注目を集めています。",
      "safety_oneliner": "葉は安全ですが、黒く熟した果実の種子は有毒なので注意。",
      "safety_notes": "料理に使う葉の部分は、安心して召し上がれます。木には黒く熟す小さな実がなりますが、その中にある種子には毒性が含まれるため、決して口にしてはいけません。果肉は食べられますが、安全のためにも葉のみを使用するのが賢明です。",
      "honest_oneliner": "本物の香りは生の葉だけ。でも、その入手困難さが最大の魅力であり悩み。",
      "honest_assessment": "カレーリーフを語るなら、生の葉の香りに触れないわけにはいきません。こればかりは、どんなスパイスも真似できない唯一無二のものです。しかし、その魅力の裏返しとして、日本では生の葉が手に入りにくいのが現実。乾燥品は残念ながら、干し草のような香りで全くの別物です。冷凍品を見つけたら幸運。少し手間をかけてでも手に入れる価値のある、特別なハーブです。",
      "cultural_background": "その名は、南インドのタミル語で「スパイス料理（カリ）の葉」を意味します。数千年前の文献にも登場し、家庭の庭では健康と幸運の象徴として大切に育てられてきました。単なる香辛料ではなく、南インドの食文化そのもの。インドからの移民たちが故郷の味を求めて世界中に広めたことで、この小さな葉は、遠い地で故郷を想う人々の心の拠り所にもなっています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "日本では耐寒性が低いため地植えは難しいですが、鉢植えで栽培し、冬に室内へ取り込むことで家庭でも育てることができます。"
    }
  }
}