{
  "global_info": {
    "url": "カイラン",
    "kana_name": "カイラン",
    "scientificName": "Brassica oleracea var. alboglabra",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Chinese broccoli",
          "Chinese kale",
          "Gai Lan",
          "Kai-lan"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カイラン",
      "oneliner": "甘い茎の歯ざわりと葉のほろ苦さ。広東料理に欠かせない、奥深い味わい。",
      "description": "南シナ海の豊かな土壌が育んだ、力強い緑の野菜。アスパラガスにも似た太く甘い茎は、火を通すと驚くほどジューシーで小気味よい歯ごたえに。対照的に、濃い緑の葉はほのかな苦みを持ち、全体の味を引き締めます。茎、葉、そして小さな蕾まで、すべての部位がそれぞれの個性を主張し、一皿の上で美しい調和を生み出します。特に広東料理では、その存在が豊かな食事のバランスを整える要として、古くから愛されてきました。",
      "practical_oneliner": "茎のシャキシャキ感は、炒め物や湯通しなど、短時間の加熱で引き出す。",
      "practical_tips": "茎が太くみずみずしく、葉の色が濃いものを選びましょう。蕾はあっても構いませんが、花が咲き始めているものは苦みが強いことがあります。乾燥に弱いので、湿らせたキッチンペーパーで包み、袋に入れて冷蔵庫で立てて保存します。調理の際は、根元の硬い部分を切り落とし、太い茎は皮を薄く剥くか、縦に切り込みを入れると火の通りが均一に。さっと湯通ししてから炒めると、色がより一層鮮やかになります。",
      "nutrition_oneliner": "ビタミンK、C、Aが豊富。骨や皮膚の健康を力強くサポート。",
      "nutrition_benefits": "緑黄色野菜であるカイランは栄養の宝庫。特に皮膚や粘膜の健康を助けるビタミンA（βカロテン由来）、抗酸化作用を持つビタミンC、骨の形成に不可欠なビタミンKを豊富に含みます。これら3つだけで一日に必要な量の半分以上を補えるほど。カルシウムも骨を支えます。また、アブラナ科特有の健康成分グルコシノレートも含まれ、その抗酸化作用などが注目されています。",
      "safety_oneliner": "ビタミンKが多いため、血液凝固阻止薬を服用中の方はご注意ください。",
      "safety_notes": "カイランに豊富なビタミンKは、血液凝固阻止薬（ワーファリン等）の作用に影響を与えることがあります。服用中の方は、食べる量についてかかりつけの医師にご相談ください。他のアブラナ科野菜同様、ごく微量のゴイトロゲンも含まれます。",
      "honest_oneliner": "火加減が命の美味しさ。茎の甘みは絶品だが、独特の苦みが好みを分ける。",
      "honest_assessment": "カイランの真価は、的確な火入れで引き出された茎の甘みと食感にあります。一方で、葉が持つ独特のほろ苦さは好みが分かれるかもしれません。加熱しすぎると魅力が半減してしまう、少し気難しい野菜。ですが、ニンニクやオイスターソースと合わせた時の美味しさは格別で、その手強さこそが料理好きの心をくすぐるのです。",
      "cultural_background": "その歴史は数世紀前に中国南部で始まりました。特に広東料理の世界ではなくてはならない存在で、豊かな食卓のバランスを取る『基礎の野菜』として深く根付いています。やがて、故郷の味を携えた人々とともに海を渡り、タイやベトナムの日常の食卓にも溶け込んでいきました。カイランの旅路は、食を通じた文化交流そのものの物語なのです。",
      "relationships": {
        "parentSpecies": [
          "[[キャベツ]]"
        ],
        "children": [
          "[[ブロッコリーニ]]"
        ],
        "similarVegetables": [
          "[[ブロッコリー]]",
          "[[ケール]]"
        ]
      },
      "notes": ""
    }
  }
}