{
  "global_info": {
    "url": "ガジュツ",
    "kana_name": "ガジュツ",
    "scientificName": "Curcuma aeruginosa",
    "classification": {
      "family_ja": "ショウガ科",
      "genus_ja": "ウコン属"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎",
        "若芽"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ガジュツ"
        ]
      },
      "international": {
        "en": [
          "Pink and Blue Ginger",
          "Arrowroot Ginger",
          "Black Zedoary"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ガジュツ",
      "oneliner": "強い苦味と樟脳のような清涼感を持つ、アジアの伝統医療で珍重される薬草。",
      "description": "ウコンの近縁種であるガジュツは、切るとピンクと青が混じりあう神秘的な断面を見せます。その故郷は南アジアから東南アジアの湿潤な大地。風味は強烈な苦味と、鼻を抜ける樟脳のような爽やかな香りが特徴で、生の根茎は硬く繊維質です。主にインドネシアのジャムゥや日本の漢方で薬草として重用され、食用にされるのは苦味のある香味野菜として楽しまれる、ごく若い芽に限られます。",
      "practical_oneliner": "主に乾燥粉末で利用。生の根茎は入手も扱いも難しい薬草です。",
      "practical_tips": "生の根茎が手に入ったなら、硬く重量感がありカビのないものを選びましょう。非常に繊維質で硬いため、すりおろすか、ごく薄くスライスして使います。長期保存には乾燥が一般的。薄切りにして天日や乾燥機で水分を飛ばし、粉末にして密閉容器で光と湿気を避ければ1年以上は保存可能です。基本的には薬用として扱われるため、調理よりは健康茶などが主な用途となります。",
      "nutrition_oneliner": "クルクモールなどの特有の精油成分が豊富で、抗炎症作用で知られます。",
      "nutrition_benefits": "詳細な栄養成分はまだ不明な点が多いですが、ガジュツの価値はその機能性成分にあります。クルクモールやクルジオン、ゼデロンといった特有の精油成分を含み、これらが伝統医療の現場で評価されてきました。特に消化不良や腹痛、月経痛の緩和など、健胃や血の巡りを整える目的で利用されてきた歴史があります。現代の研究でも抗炎症作用や肝保護作用への期待が寄せられています。",
      "safety_oneliner": "過剰摂取は胃腸に負担をかける可能性があり、妊娠中の使用は注意が必要です。",
      "safety_notes": "多くのパワフルな薬草と同じく、ガジュツも適量を守ることが大切です。一度に多く摂りすぎると、胃腸に負担をかける可能性があります。また、妊娠中の方の使用については、専門家への相談なく利用することは控えるべきでしょう。",
      "honest_oneliner": "美味しい野菜ではなく、パワフルな薬草。価値は台所より薬棚にあります。",
      "honest_assessment": "正直なところ、ガジュツは美味しい香味野菜ではありません。その強烈な苦味と薬のような香りは、食材として楽しむにはあまりにも個性が強すぎます。ごく若い芽を稀に生食する以外、料理での出番はほぼないでしょう。しかし、その価値は全く別の場所にあります。数世紀にわたり、アジアの伝統医療を支えてきた頼もしい存在。その魅力は味わいではなく、体に秘めた力にあるのです。",
      "cultural_background": "インドネシアでは「黒いウコン」を意味する『テム・イレン』と呼ばれ、伝統医療ジャムゥに欠かせない薬草として、消化不良や産後の回復を助けてきました。その知識はアジア各地へ伝播し、日本や中国では『莪朮（がじゅつ）』として漢方の世界で独自の地位を築きます。スパイスとして世界を旅したウコンほど有名ではありませんが、薬草として地域の交易路を静かに行き交い、人々の健康を支え続けてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[ウコン]]",
          "[[キョウオウ]]",
          "[[しょうが]]"
        ]
      },
      "notes": "食用としての利用は極めて限定的で、主に薬草として扱われます。栽培地域以外で生のものを入手するのは困難です。"
    }
  }
}