{
  "global_info": {
    "url": "ガーデンハックルベリー",
    "kana_name": "ガーデンハックルベリー",
    "scientificName": "Solanum scabrum",
    "classification": {
      "family_ja": "ナス科",
      "genus_ja": "ナス属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Garden Huckleberry",
          "Black Nightshade",
          "Sunberry"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ガーデンハックルベリー",
      "oneliner": "アフリカの食卓を支える、ほろ苦く滋味深いナス科の伝統葉野菜。",
      "description": "アフリカ大陸の大地で、古くから人々の暮らしに寄り添ってきた伝統野菜。主に食べられるのは、柔らかく深い緑色をした葉。さっと火を通せば、心地よい苦味とうま味がじわりと広がり、少しぬめりのある優しい食感を楽しめます。東アフリカでは主食ウガリに添えるシチューに、西アフリカでは風味豊かなスープに欠かせない、まさに「食卓の主役」です。",
      "practical_oneliner": "生食は避け、しっかり加熱を。アクの苦味はうま味に変わります。",
      "practical_tips": "この野菜の美味しさを引き出す鍵は「加熱」にあります。特徴的な苦味の元でもある微量のアルカロイドは、茹でる、炒める、煮込むといった調理で安全に楽しむことができます。特に、トマトやタマネギと一緒にじっくり煮込むと、苦味がうま味へと昇華し、料理に深いコクを与えてくれます。生食や、熟していない果実を大量に食べるのは避けましょう。",
      "nutrition_oneliner": "ビタミンA・C、鉄分が豊富。アフリカの伝統的な滋養源。",
      "nutrition_benefits": "アフリカの厳しい環境で育つこの野菜は、まさに栄養の宝庫。特に、体内でビタミンAに変わるβ-カロテンとビタミンC、そして鉄分が豊富に含まれています。伝統的に貧血予防にも用いられてきた歴史は、その栄養価の高さを物語っています。抗酸化作用を持つフェノール類なども含み、日々の健康を力強くサポートしてくれる存在です。",
      "safety_oneliner": "ナス科の仲間。生食は避け、必ず加熱調理してください。",
      "safety_notes": "トマトやジャガイモと同じナス科の植物であるため、葉や未熟な果実にはソラニンなどのグリコアルカロイドを微量に含みます。加熱調理によってほとんどが分解されるため、美味しく安全にいただくために、必ず火を通しましょう。",
      "honest_oneliner": "滋味深い苦味と栄養は魅力。ただ、日本ではまず見かけない幻の野菜。",
      "honest_assessment": "アフリカの食卓に深く根ざした、栄養満点の素晴らしい伝統野菜です。そのほろ苦さは、一度知れば忘れられない深い味わい。しかし、日本では専門的なルートでない限り入手はほぼ不可能です。もしどこかで見かける機会があれば、それはアフリカの食文化の扉を開く、またとないチャンスと言えるでしょう。",
      "cultural_background": "この野菜の物語は、アフリカ大陸の食の歴史そのもの。ケニアでは「マナグ」、ウガンダでは「ンスワ」など、地域ごとに数多の名前で呼ばれ、愛されてきました。主食ウガリに添えるシチューに欠かせない存在であり、雨季の重要な栄養源、そして女性たちの貴重な収入源として、人々の生活と文化を支える柱なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[マナグ]]"
        ],
        "similarVegetables": [
          "[[イヌホオズキ]]"
        ]
      },
      "notes": "日本では商業的な栽培は行われておらず、入手は極めて困難です。"
    }
  }
}