{
  "global_info": {
    "url": "キンギョソウ",
    "kana_name": "キンギョソウ",
    "scientificName": "Antirrhinum majus",
    "classification": {
      "family_ja": "オオバコ科",
      "genus_ja": "キンギョソウ属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "キンギョソウ"
        ]
      },
      "international": {
        "en": [
          "Common Snapdragon",
          "Garden Snapdragon"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "キンギョソウ",
      "oneliner": "皿の上で踊る金魚。食卓を彩る可憐なエディブルフラワー。",
      "description": "地中海沿岸の陽光を浴びて生まれた、まるで金魚がひらひらと泳ぐような姿の花。その名は見た目の愛らしさから名付けられました。味わいは品種によってかすかな苦味やフローラルな香りを感じる程度で、主張はしません。サラダやデザートに一輪添えるだけで、物語が始まる一皿に。その繊細な花びらは、目で楽しみ、舌でそっと感じる、はかない美しさそのものです。",
      "practical_oneliner": "「食用」の表示を確認し、水気と圧力に気をつけ優しく扱う。",
      "practical_tips": "必ず「食用」として販売されているものを選びましょう。観賞用は農薬の心配があります。花びらにハリがあり、色が鮮やかなものが新鮮な証拠。保存する際は、濡らしたキッチンペーパーを敷いた密閉容器にそっと入れ、冷蔵庫へ。非常に繊細なため、強い水流で洗うのは避け、使う直前に軽く汚れを払う程度に。加熱せず、生のまま彩りとして添えるのが基本です。",
      "nutrition_oneliner": "花の色素アントシアニンが持つ、ささやかな抗酸化作用。",
      "nutrition_benefits": "キンギョソウの栄養価に関する詳細なデータは、残念ながらほとんどありません。しかし、その鮮やかな花色、特に赤や紫系の品種には、ポリフェノールの一種であるアントシアニンが含まれています。これは抗酸化作用を持つことで知られる成分です。食事の主役になるほどの量ではありませんが、料理に彩りを添えながら、ささやかな自然の恵みをプラスできると考えてください。",
      "safety_oneliner": "観賞用は口にせず、必ず「食用」と明記されたものを選ぶ。",
      "safety_notes": "キンギョソウ自体に毒性はありません。ただし、観賞用の株には食用の安全基準を満たさない農薬が使われている場合があります。必ず「食用」と表示されたものを購入し、大量に食べるのは避けましょう。",
      "honest_oneliner": "見た目の華やかさは随一。味や栄養は求めない、究極の飾り花。",
      "honest_assessment": "正直に言うと、キンギョソウは「食べる」ための野菜ではありません。味はほとんどなく、栄養価も未知数。これは、料理の味を組み立てる食材ではなく、完成した一皿に物語と彩りを添えるための「絵の具」なのです。そのはかなくも愛らしい姿を愛でる。それこそが、キンギョソウの一番おいしい食べ方と言えるでしょう。",
      "cultural_background": "古代ローマの庭園を彩った、歴史ある花。日本では、ゆらゆらと揺れる花の形を愛らしい「金魚」に見立てましたが、ヨーロッパでは竜が口を開けた姿（スナップドラゴン）を想像しました。同じ花を見ても、文化によって全く異なる物語が生まれる。そんな面白さを教えてくれる花です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[キンギョソウロケットシリーズ]]",
          "[[キンギョソウマダムバタフライシリーズ]]"
        ],
        "similarVegetables": [
          "[[パンジー]]"
        ]
      },
      "notes": "本稿で紹介するキンギョソウは、伝統野菜ではなく、主に観賞用として長い歴史を持つ植物です。食用としての利用は現代におけるごく限定的なものであり、栄養価や安全性に関するデータも乏しい点にご留意ください。"
    }
  }
}