{
  "global_info": {
    "url": "キマメ",
    "kana_name": "キマメ",
    "scientificName": "Cajanus cajan",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "キマメ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "未熟な莢",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "キマメ",
          "リュウキュウマメ"
        ]
      },
      "international": {
        "en": [
          "Pigeon pea",
          "Red gram",
          "Congo pea",
          "Gungo pea"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "キマメ",
      "oneliner": "インドの日常からカリブの祝祭まで、世界を旅した万能豆。",
      "description": "南アジアの灼熱の太陽の下で生まれ、3500年以上も前から人々の食卓を支えてきたキマメ。その一粒一粒には、ナッツを思わせる香ばしさと、ほのかな甘みが詰まっています。煮込めばほっくりと柔らかく、それでいて煮崩れしにくい絶妙な食感。インドの家庭の味「ダール」に欠かせないこの豆は、やがて海を渡り、今も世界中の人々を養い続けています。",
      "practical_oneliner": "乾燥豆が基本。生食はせず、しっかり加熱して使いましょう。",
      "practical_tips": "乾燥豆を選ぶ際は、粒が揃い、色つやが良く、虫食いのないものを。購入後は湿気を避け、密閉容器に入れて冷暗所で保管しましょう。調理前には一晩水に浸けておくと、ふっくらと柔らかく煮上がります。インド食材店などで手に入る挽き割りの「トゥール・ダール」は、水戻し不要で直接煮込めるので、忙しい日の食卓にも便利です。",
      "nutrition_oneliner": "植物性タンパク質と、特に豊富な葉酸が嬉しい健康の源。",
      "nutrition_benefits": "100gあたり20gを超える豊富な植物性タンパク質は、ベジタリアンやヴィーガンの食生活に欠かせない存在です。特筆すべきは葉酸の含有量で、一食で一日の必要量を満たすほど。これは細胞の生まれ変わりを助ける大切な栄養素です。また、豊富な食物繊維は血糖値の急な上昇を抑えるのに役立ちます。マンガンやリンといったミネラルもバランス良く含んでいます。",
      "safety_oneliner": "生食は厳禁。必ず中心部までしっかり加熱してください。",
      "safety_notes": "他の多くの豆類と同様、生のキマメには体に良くない成分（反栄養素）が含まれています。これらは消化を妨げることがあるため、必ず煮る、炊く、蒸すなど、十分に加熱してから食べるようにしてください。適切に調理すれば、これらの成分は分解され、安全に美味しくいただけます。",
      "honest_oneliner": "栄養満点で万能選手。でも日本ではまだ専門食材店頼りかも。",
      "honest_assessment": "素朴で滋味深い味わいは、どんな料理にも馴染む懐の深さが魅力です。ただ、日本ではまだ一般的なスーパーで見かけることは少なく、インド食材店やオンラインストアを探す必要があります。乾燥豆から調理するには少し手間もかかりますが、その手間をかける価値のある、豊かな食文化と栄養が詰まった豆です。",
      "cultural_background": "インドで3500年以上前に栽培が始まり、古代エジプトの墓からも発見された歴史ある豆。アフリカを経て、大航海時代には奴隷貿易という悲しい歴史と共に新大陸へ。カリブ海地域では祝祭料理としてクリスマスの食卓を飾り、アフロ・カリビアン文化の魂を象徴する食材となりました。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[レンズ豆]]",
          "[[ひよこ豆]]"
        ]
      },
      "notes": "気候変動に強い耐乾性を持ち、土壌を豊かにする力もあるため、未来の食料安全保障を担う作物として期待されています。一方で、多様な在来種の遺伝資源は失われつつあり、その保全が急がれています。"
    }
  }
}