{
  "global_info": {
    "url": "クレソン",
    "kana_name": "クレソン",
    "scientificName": "Nasturtium officinale",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "Watercress"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "クレソン",
          "オランダガラシ"
        ]
      },
      "international": {
        "en": [
          "Watercress",
          "Cress"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "クレソン",
      "oneliner": "清流に育まれた爽やかな辛味。古代から愛される薬草の物語。",
      "description": "ヨーロッパの清らかな小川を故郷に持つ、生命力あふれるハーブ、クレソン。艶やかな緑の丸い葉と、シャキッと小気味よい食感の茎が特徴です。噛みしめると広がるのは、胡椒にも似た爽快な辛味と、清流を思わせるみずみずしい香り。サラダやサンドイッチに添えれば鮮烈なアクセントとなり、じっくり煮込めばその苦味は滋味深い甘みに変わります。水の恵みと大地の力が凝縮された、野趣あふれる物語をあなたの食卓へ。",
      "practical_oneliner": "鮮度が命。茎を水につけて冷蔵し、生でも加熱でも楽しんで。",
      "practical_tips": "葉の色が濃い緑色で、ピンとハリがあるものが新鮮な証拠。葉先が黄色いものは避けましょう。非常にデリケートで乾燥に弱いため、保存が肝心です。コップに少量の水を入れ、茎を浸して立てたまま冷蔵庫へ。袋をふんわり被せるとより長持ちします。清流育ちですが、生で食べる際は、念のため流水で丁寧に振り洗いしてください。特に茎の付け根は砂が残りやすいポイントです。",
      "nutrition_oneliner": "桁違いのビタミンK含有量。骨の健康を支える緑の力。",
      "nutrition_benefits": "見た目からは想像もつかない栄養価の高さがクレソンの魅力です。特に豊富なのがビタミンKで、正常な血液凝固を助け、健康な骨を維持するのに不可欠な役割を担います。さらに、抗酸化作用で知られるビタミンAとCもたっぷり。あのピリッとした辛味の元となる成分は、近年の研究でその高い抗酸化作用やDNA損傷を抑える働きが注目されており、日々の健康維持を力強くサポートしてくれる存在です。",
      "safety_oneliner": "血液を固まりにくくする薬を服用中の方は、摂取に注意が必要です。",
      "safety_notes": "ビタミンKを非常に多く含むため、ワルファリンなどの抗凝固薬の効果に影響を与える可能性があります。服用中の方は医師にご相談ください。また、まれに寄生虫のリスクがあるため、生食の際は信頼できる生産者のものを選び、流水でよく洗うことが重要です。",
      "honest_oneliner": "鮮烈な風味と栄養は唯一無二。ただ、その繊細さゆえ足が早い。",
      "honest_assessment": "クレソンは、万人に愛されるというより、一部の人に熱狂的に支持される野菜かもしれません。あの鼻に抜ける爽快な辛味とほのかな苦味は、一度ハマると癖になる独特の魅力。ただ、その繊細な風味は鮮度と共に失われやすく、買ってきて数日で黄ばんでしまうこともしばしば。少し気難しいけれど、その手間をかける価値のある、忘れがたい個性の持ち主です。",
      "cultural_background": "その歴史は古く、古代ギリシャの医聖ヒポクラテスが薬として患者に与えるため、病院のそばの小川で栽培したと伝えられています。日本へはオランダ経由で伝わったことから「オランダガラシ」という和名も。西洋では主に生でサラダに、東洋では加熱してスープにと、伝わった土地の食文化に巧みに溶け込み、世界中で愛され続けているのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[イングリッシュウォータークレス]]"
        ],
        "similarVegetables": [
          "[[ルッコラ]]",
          "[[カイワレ大根]]"
        ]
      },
      "notes": "清らかな水を好む性質から、水質汚染や気候変動による水温上昇に非常に弱い側面を持ちます。クレソンが育つ環境を守ることは、豊かな水源を守ることにも繋がっています。"
    }
  }
}