{
  "global_info": {
    "url": "グアー",
    "kana_name": "グアー",
    "scientificName": "Cyamopsis tetragonoloba",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "Cyamopsis属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Cluster Bean",
          "Guar"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "グアー",
      "oneliner": "カレーや炒め物で楽しむ、インドの食卓に欠かせないタフな豆野菜。",
      "description": "南アジアの灼熱の太陽と乾いた大地が育んだ、力強い豆野菜、グアー。その名の通り、小さな緑の莢がぎゅっと房のように集まって実ります。一口かじれば、ほのかな苦味と独特の青い香り。しかし、スパイスと油で炒めれば、その個性は深い旨味と甘みに変わり、シャキシャキとした心地よい歯ざわりを楽しませてくれます。インドの家庭ではカレーやサブジ（炒め煮）に欠かせない日常の味。厳しい環境を生き抜くその姿は、まさに大地の恵みそのものです。",
      "practical_oneliner": "筋張る前に収穫された若い莢を選び、早めに使い切るのがコツ。",
      "practical_tips": "鮮やかな緑色で、しなやかな若々しい莢を選びましょう。指で曲げてみて、ポキッと小気味よく折れるものが新鮮な証拠です。硬く筋張ったものは避けてください。入手したら早めに使い切るのが、風味と食感を損なわないコツ。調理前には両端のヘタを落とし、硬い筋があれば取り除きます。独特の風味は魅力ですが、気になるならさっと塩茹ですると食べやすくなります。",
      "nutrition_oneliner": "豊富な水溶性食物繊維が、お腹の調子と血糖値を穏やかに保つ。",
      "nutrition_benefits": "グアーの最大の特長は、種子に豊富に含まれる「ガラクトマンナン」という水溶性食物繊維です。これは「グアーガム」として知られ、食後の血糖値の急上昇を抑えたり、コレステロールの吸収を穏やかにする働きが研究で示されています。もちろん、お腹の調子を整えるのにも役立ちます。若い莢も低カロリーでタンパク質や食物繊維が豊富。インドの伝統医学アーユルヴェーダでも、消化を助ける健康野菜として古くから食されています。",
      "safety_oneliner": "豊富な食物繊維を含むため、一度に食べ過ぎるとお腹が張ることも。",
      "safety_notes": "グアーは健康に良い野菜ですが、特に種子由来の成分は非常に豊富な水溶性食物繊維を含みます。野菜として適量を食べる分には問題ありませんが、体質によっては一度にたくさん食べると、お腹の張りやガスを感じることがあります。美味しくても、ほどほどを心がけましょう。",
      "honest_oneliner": "栄養価は高いが、独特の風味と日本では見かけないのが難点の個性派。",
      "honest_assessment": "正直なところ、誰もがすぐ好きになるタイプの野菜ではないかもしれません。独特の青臭さとほのかな苦味は、好き嫌いが分かれるでしょう。しかし、その無骨な風味こそが、スパイス香るインド料理の中で見事に輝くのです。乾燥に強く、痩せた土地でも育つ生命力は、まさに「食べる」ことの原点を教えてくれます。もしエスニック食材店で見かけたら、ぜひ一度、そのたくましい個性に挑戦してみてください。",
      "cultural_background": "そのルーツはアフリカの野生種にあるとされ、遥かな時を経てインド亜大陸で暮らしに寄り添う野菜となりました。特に雨が少なく厳しいラジャスタンなどの乾燥地帯では、モンスーンの恵みを受けて育つ貴重な食料源であり、人々の命を繋いできました。近年では種子から採れる「グアーガム」が世界中の食品工業で活躍していますが、その真の姿は、インドの家庭の台所で日々の食卓を支える、素朴で力強い野菜なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[プサ・ナヴバハール]]",
          "[[マル・グアー]]"
        ],
        "similarVegetables": [
          "[[インゲン]]"
        ]
      },
      "notes": ""
    }
  }
}