{
  "global_info": {
    "url": "コスモス",
    "kana_name": "コスモス",
    "scientificName": "Cosmos bipinnatus",
    "classification": {
      "family_ja": "Aster family",
      "genus_ja": "Cosmos"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "コスモス",
          "秋桜"
        ]
      },
      "international": {
        "en": [
          "Garden Cosmos",
          "Mexican Aster"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "コスモス",
      "oneliner": "秋空の下で揺れる花は、食卓を彩る繊細な飾り。",
      "description": "遠いメキシコの高原が故郷。太陽の光を浴びて風にそよぐ姿は、日本の秋の代名詞です。その花びらを口に運べば、驚くほど繊細で柔らかな食感。味はほとんどなく、青草を思わせるかすかな香りが通り過ぎるだけ。主張しないその風味は、主役の料理を邪魔せず、ただただ詩的な美しさで一皿を完成させてくれます。味わうというより、秋の記憶をひとひら添えるような存在です。",
      "practical_oneliner": "食べるなら必ず食用。観賞用は避け、摘みたてを生で。",
      "practical_tips": "何よりもまず「食用」として販売されているものを選びましょう。庭や公園のコスモスは農薬の危険があるため、決して口にしてはいけません。入手したら、花びらを傷つけないよう優しく水洗いし、すぐに使うのが鉄則。保存は難しく、摘みたての美しさと繊細な食感が命です。熱を加える料理には向きません。サラダやデザートの仕上げに、そっと散らすように使うのが最も魅力を引き出す方法です。",
      "nutrition_oneliner": "色素成分アントシアニンを含むが、栄養価は未知数。",
      "nutrition_benefits": "コスモスの栄養価については、残念ながら科学的なデータがほとんどありません。食用としての歴史が浅いため、研究が進んでいないのが現状です。ただ、赤や紫色の花びらには、ポリフェノールの一種であるアントシアニンが含まれています。一般に抗酸化作用で知られる成分ですが、コスモスを少量食べることでの具体的な健康効果は、現時点では期待しない方が賢明でしょう。",
      "safety_oneliner": "観賞用の花は農薬の危険性があるため、絶対に食べないで。",
      "safety_notes": "コスモス自体に毒性はないとされていますが、問題は栽培方法です。道端や公園に咲いているものは、殺虫剤などが付着している可能性が非常に高いです。必ず「エディブルフラワー」として安全に育てられたものを利用してください。",
      "honest_oneliner": "究極の「雰囲気食材」。味や栄養よりも、その詩的な美しさに価値。",
      "honest_assessment": "正直に言って、コスモスは「野菜」と呼ぶには戸惑いがあります。味も香りも栄養も、ほぼ「無」に等しいからです。しかし、その存在価値は別の場所にあります。一枚の花びらが皿にあるだけで、季節が香り立ち、物語が生まれるのです。料理の味を変えるのではなく、食べる人の心を変える。そんな、はかなくも美しい役割を担う稀有な食材です。",
      "cultural_background": "18世紀、スペインの探検家によって故郷メキシコからヨーロッパへ渡り、世界中の庭を彩る旅が始まりました。日本では、秋風にそよぐ姿が桜を思わせることから「秋桜」の漢字が当てられ、季節を象徴する花として深く愛されています。野菜としての歴史はなく、純粋にその美しさで文化に根付いてきた植物です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[コスモス・センセーション]]",
          "[[コスモス・ソナタ]]",
          "[[コスモス・シーシェル]]"
        ],
        "similarVegetables": [
          "[[キバナコスモス]]"
        ]
      },
      "notes": "伝統的な野菜ではなく、主に観賞用として栽培される植物です。食用としては、現代の料理で彩りとして使われる「エディブルフラワー」に分類されます。栄養価や食用としての安全性に関するデータは極めて限定的です。"
    }
  }
}