{
  "global_info": {
    "url": "サラダバーネット",
    "kana_name": "サラダバーネット",
    "scientificName": "Sanguisorba minor",
    "classification": {
      "family_ja": "バラ科",
      "genus_ja": "ワレモコウ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "オランダワレモコウ"
        ]
      },
      "international": {
        "en": [
          "Salad Burnet",
          "Small Burnet",
          "Garden Burnet"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "サラダバーネット",
      "oneliner": "噛むと広がる胡瓜の風味。中世から愛されるヨーロッパの食卓ハーブ。",
      "description": "ヨーロッパの草原からやってきた、バラの仲間。ギザギザの小さな葉が愛らしく、ロゼット状に広がります。噛みしめると、驚くほど爽やかなキュウリの香りと、ほのかなナッツの風味が口いっぱいに。繊細で柔らかな歯ざわりは、サラダやソースに心地よいアクセントを加えます。かつてヨーロッパで春の訪れを告げるハーブとして大切にされてきた、古くて新しい味わいです。",
      "practical_oneliner": "香りが命。生で使い、保存は刻んでオイルと共に冷凍するのが最善。",
      "practical_tips": "葉がみずみずしく、鮮やかな緑色のものを選びましょう。繊細な香りは熱で失われやすいため、料理の仕上げに生で加えるのが鉄則です。長期保存するなら、ビネガーに漬けるか、刻んでオリーブオイルや水と一緒に製氷皿で凍らせるのがおすすめ。風味を損なわずに、いつでも手軽に利用できます。根や花も食べられますが、主に柔らかい若葉を楽しみます。",
      "nutrition_oneliner": "豊富なビタミンCと、伝統的に止血に用いられたタンニンを含む。",
      "nutrition_benefits": "ビタミンCが豊富で、日々の健康維持をサポートします。また、収斂作用を持つタンニンを含んでおり、その学名（Sanguis=血、sorbere=吸う）が示すように、ヨーロッパでは古くから傷の手当てなど、民間療法で止血のために用いられてきた歴史があります。フラボノイドの抗酸化作用も期待され、消化を助けるハーブとしても親しまれてきました。",
      "safety_oneliner": "食用として安全ですが、過剰な摂取に関するデータは不明です。",
      "safety_notes": "通常、料理に使う分量であれば全く問題ありません。ハーブとしての長い食経験がありますが、あらゆる食品と同様に、特定の成分を極端に大量摂取することについては安全性が確認されていません。バランスの良い食事の一部としてお楽しみください。",
      "honest_oneliner": "爽やかな風味は唯一無二。ただ、加熱には弱く主役にはなりにくい名脇役。",
      "honest_assessment": "キュウリのような香りは、一度知ると忘れられない魅力があります。驚くほど丈夫で育てやすく、家庭菜園の片隅でも元気に育つ頼もしさも。ただ、その繊細な風味は加熱すると消えてしまうため、使い道はサラダやソースなど生食に限られがち。主役を張る野菜ではありませんが、料理に一片添えるだけで、食卓の景色を変えてくれる貴重な存在です。",
      "cultural_background": "その歴史は古く、古代ローマ時代まで遡る可能性も。中世ヨーロッパでは春一番のハーブとしてサラダやソースに欠かせませんでした。特にドイツの「緑のソース」には必須の材料です。学名はラテン語の「血を吸うもの」を意味し、かつてはその名の通り止血薬としても重宝された、食と薬の境界にあったハーブです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[きゅうり]]"
        ]
      },
      "notes": "厳密な意味での栽培品種は少なく、主に葉の形や大きさが異なる亜種（ssp. minor、ssp. muricata）によって区別されます。"
    }
  }
}