{
  "global_info": {
    "url": "スイートアリッサム",
    "kana_name": "スイートアリッサム",
    "scientificName": "Lobularia maritima",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "ロブラリア属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Sweet Alyssum",
          "Sweet Alison",
          "Carpet of Snow"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "スイートアリッサム",
      "oneliner": "地中海生まれの甘い香り。野菜畑を守る小さな白い絨毯。",
      "description": "地中海の潮風を受けて咲く、無数の小さな白い花。その姿はまるで純白の絨毯のようです。スイートアリッサムは、その名の通り蜂蜜のような甘い香りを放ちます。花や葉を口に含めば、アブラナ科特有のほのかな辛味と苦味が繊細なアクセントに。サラダやデザートに一輪添えるだけで、見た目も味わいも、物語が生まれるエディブルフラワーです。",
      "practical_oneliner": "観賞用が主ですが、サラダの彩りに生でぱらりと散らして。",
      "practical_tips": "食用として使うのは、主に咲いたばかりの元気な花。繊細なので、水洗いはごく優しく。食べる直前にサラダや冷たい料理の上に散らすのが、香りも形も損なわないコツです。葉も食べられますが、花の方が風味も見た目も楽しめます。基本的には観賞用として流通しているため、食用の際は無農薬で育てられたものを選びましょう。",
      "nutrition_oneliner": "アブラナ科共通の成分グルコシノレート類を含むと推定。",
      "nutrition_benefits": "食用としての歴史が浅いため、詳細な栄養分析データはほとんどありません。しかし、キャベツやブロッコリーと同じアブラナ科の植物として、抗酸化作用などで知られるグルコシノレート類を含むと推測されています。スペインでは過去に利尿作用を期待して民間療法に用いられた記録もありますが、現代的な効能は未知数です。",
      "safety_oneliner": "食用を前提としていないため、大量摂取の安全性は不明です。",
      "safety_notes": "主に観賞用として栽培・販売されている植物です。食用としての利用はごく稀で、大量に食べた場合の安全性に関する科学的なデータはありません。料理の彩りとして少量を楽しむに留めてください。",
      "honest_oneliner": "食べるより育てる喜び。畑の生態系を豊かにする名脇役。",
      "honest_assessment": "正直なところ、スイートアリッサムを『野菜』として追い求める旅は、すぐに行き止まりにぶつかるでしょう。その味わいは繊細で面白いものの、主役にはなれません。しかし、視点を変えれば、これほど頼もしいパートナーはいません。畑に植えれば天敵を呼び、害虫から主役の野菜を守ってくれる。食の世界への貢献は、皿の上ではなく、土の上にあるのです。",
      "cultural_background": "地中海の海岸でひっそりと咲いていたこの花は、18世紀以降、園芸植物として世界へ旅立ちました。食卓の歴史には登場しませんが、イギリスのビクトリア朝時代には「美しさを超えた価値」という花言葉を与えられ、庭を彩る文化の中で愛されてきました。近年では、その価値が再発見され、農薬を減らすための『益虫を呼ぶ植物』として、世界中のサステナブルな畑で新たな物語を紡いでいます。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[カーペットオブスノー]]",
          "[[ロージーオデイ]]"
        ],
        "similarVegetables": [
          "[[なのはな]]"
        ]
      },
      "notes": "本種は伝統的な『野菜』ではなく、主に観賞用および農業生態系を支える機能性植物（コンパニオンプランツ）として利用されます。食用は現代におけるごく限定的な用途に留まります。"
    }
  }
}