{
  "global_info": {
    "url": "セイヨウトウキ",
    "kana_name": "セイヨウトウキ",
    "scientificName": "Angelica archangelica L.",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "シシウド属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "茎",
        "葉",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "セイヨウトウキ"
        ]
      },
      "international": {
        "en": [
          "Garden Angelica",
          "Wild Celery",
          "Norwegian Angelica"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "セイヨウトウキ",
      "oneliner": "「天使のハーブ」と呼ばれ、リキュールや菓子に神秘的な香りを添える。",
      "description": "北欧の冷涼な大地で育つ、セリ科の雄大な多年草。ヴァイキングと共に旅をしたとも言われます。茎や根、種子まで全草が利用でき、その風味は唯一無二。セロリやアニスを思わせる爽やかさの中に、麝香のような深く神秘的な香りが潜み、一口で遠い北の地の風景が目に浮かぶようです。シャキシャキとした茎は、砂糖漬けにすると宝石のような菓子に姿を変えます。",
      "practical_oneliner": "肌への接触に注意し、砂糖漬けやリキュールの香りづけに用いる。",
      "practical_tips": "生の茎や葉を扱う際は、樹液が肌に触れないよう注意が必要です。フロクマリン類という成分が、日光と反応して皮膚炎を起こすことがあります。乾燥させた根や種子は香りが命。揮発しやすいため、光を避けた密閉容器での保存が風味を保つ鍵です。砂糖漬けにする場合は、若い柔らかな茎を選ぶのが一般的です。",
      "nutrition_oneliner": "ヴァイキングを壊血病から救った、ビタミンCの歴史的供給源。",
      "nutrition_benefits": "詳細な栄養成分は不明ですが、かつて北欧の民が壊血病予防に利用した歴史から、ビタミンCを豊富に含むと推測されます。根に含まれるアンゲリシンや精油成分は、伝統的に消化を助け食欲を増進させるハーブとして珍重されてきました。現代では様々な機能性に関する研究が進行中です。",
      "safety_oneliner": "樹液に触れると日光で皮膚炎を起こす可能性があるため注意が必要。",
      "safety_notes": "本種に含まれるフロクマリン類は光毒性を持ちます。樹液が皮膚についた状態で紫外線にあたると、炎症や水ぶくれを起こすことがあるため、取り扱いには注意しましょう。また、妊娠中・授乳中の方の使用は避けるべきとされています。",
      "honest_oneliner": "唯一無二の芳香は魅力的だが、扱いの注意と入手難度が課題。",
      "honest_assessment": "誰もが好きになる味ではありません。その麝香のような強く複雑な香りは、人を選びます。栽培も冷涼な気候を好み、日本ではなかなかお目にかかれません。しかしこの扱いにくさこそが、リキュールや伝統菓子に他では代えがたい深みと物語を与えるのです。食の冒険を楽しむ人のための特別なハーブと言えるでしょう。",
      "cultural_background": "その名は、大天使ミカエルが薬効を授けたという中世の伝説に由来し、「天使のハーブ」と呼ばれます。古くはヴァイキングが北欧からヨーロッパへ広め、サーミ文化では神聖な植物として利用されてきました。修道院ではペスト予防の薬草として栽培された歴史も持ちます。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[セイヨウトウキ-アーカンジェリカ]]",
          "[[セイヨウトウキ-リтораリス]]"
        ],
        "similarVegetables": [
          "[[セロリ]]"
        ]
      },
      "notes": "日本では商業栽培がほとんどなく、入手は極めて困難。主に製菓材料やリキュールの原料として輸入される。"
    }
  }
}