{
  "global_info": {
    "url": "センテッドゼラニウム",
    "kana_name": "センテッドゼラニウム",
    "scientificName": "Pelargonium",
    "classification": {
      "family_ja": "Geranium family",
      "genus_ja": "Pelargonium"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Scented Geranium",
          "Pelargonium"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "センテッドゼラニウム",
      "oneliner": "バラ、レモン、リンゴ。多彩な香りを料理に添える、食べる香水。",
      "description": "南アフリカの太陽を浴びて育った、香りの魔術師。その姿は素朴な多年草ですが、葉に触れると、あるものはバラのように甘く、あるものはレモンのように爽やかな香りを放ちます。ベルベットのような手触りの葉は、直接味わうためではなく、砂糖や飲み物、焼き菓子にその魂を移すためのもの。料理を一口、目をつむれば、遠い異国の庭園が目に浮かぶようです。",
      "practical_oneliner": "葉は食べずに香りを移すのが鉄則。砂糖や液体とご一緒に。",
      "practical_tips": "香りが強く、生き生きとした葉を選びましょう。保存は、乾燥させるか、砂糖と瓶に詰めて香りを移した「ゼラニウムシュガー」にするのがおすすめです。調理の際は、毛羽立った葉を直接食べず、牛乳やクリームと軽く煮出して香りを抽出したり、ケーキを焼く際に型の底に敷いたりして使います。使い終わった葉は取り除いてください。",
      "nutrition_oneliner": "その香りの成分に、心安らぐ抗菌・鎮静作用が期待されます。",
      "nutrition_benefits": "食用としての栄養データは乏しいですが、その香りの源である精油には注目すべき成分が含まれます。ゲラニオールやシトロネロールには抗菌・抗炎症作用が、リナロールには心を落ち着かせる鎮静・抗不安作用が期待されています。原産地南アフリカでは、古くから伝統医療で呼吸器系の不調や傷の手当てに用いられてきた歴史もあります。",
      "safety_oneliner": "精油の飲用は専門家の指導下で。肌が弱い方はご注意を。",
      "safety_notes": "料理で葉から香りを移す程度なら安全ですが、濃縮された精油の飲用は専門家の指導が不可欠です。また、人によっては葉に触れると皮膚アレルギーを起こす可能性があります。",
      "honest_oneliner": "香りは天国級、でも葉は食べられない。香りを愛でる大人のハーブ。",
      "honest_assessment": "センテッドゼラニウムは、「野菜」の常識を少しだけ裏切ってくれます。その主役は味や食感ではなく、あくまで香り。葉を直接サラダにするような手軽さはありませんが、その一手間がデザートや飲み物を忘れられない一品に変えてくれます。香りの魔法を楽しみたい、そんな探求者にこそ試してほしい植物です。",
      "cultural_background": "その旅は17世紀の南アフリカから始まりました。もとは先住民が薬として用いた植物が、大航海時代を経てヨーロッパへ。ヴィクトリア朝の貴婦人たちはその葉をフィンガーボウルに浮かべて香りを楽しみ、フランスでは香水の原料として花開きました。アフリカの伝統知とヨーロッパの洗練が出会って生まれた、香りの文化史そのものです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ローズゼラニウム]]",
          "[[レモンゼラニウム]]",
          "[[アップルゼラニウム]]"
        ],
        "similarVegetables": [
          "[[ローズ]]",
          "[[レモンバーベナ]]",
          "[[ミント]]"
        ]
      },
      "notes": "「野菜」というより「香味ハーブ」としての性格が強い植物です。葉や花を直接食べるのではなく、その豊かな香りを料理に移して楽しみます。"
    }
  }
}