{
  "global_info": {
    "url": "タイム",
    "kana_name": "タイム",
    "scientificName": "Thymus vulgaris",
    "classification": {
      "family_ja": "シソ科",
      "genus_ja": "タイム属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "タイム"
        ]
      },
      "international": {
        "en": [
          "Thyme",
          "Common Thyme",
          "Garden Thyme"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "タイム",
      "oneliner": "地中海の風を運ぶ、料理に物語的な深みを与える香り高きハーブ。",
      "description": "西地中海の乾いた風と太陽を一身に浴びて育つ、小さな葉を持つたくましい多年草。その姿に似合わず、指で軽くこするだけで、温かくスパイシーな、どこか土や干し草を思わせる奥深い香りが立ち上ります。味わいにはミントのような清涼感と心地よい苦みが潜み、加熱することで香りはさらに花開き、煮込み料理やローストに計り知れない奥行きと物語を与えてくれるのです。",
      "practical_oneliner": "乾燥させれば香りは凝縮、フレッシュなら繊細に。使い分けが鍵。",
      "practical_tips": "選ぶなら、葉の色が濃く生き生きとして、強い香りを放つものを。フレッシュタイムは、軽く湿らせたキッチンペーパーで包んで冷蔵庫へ。長期保存なら、香りが凝縮される乾燥か、フレッシュさを保てる冷凍がおすすめです。使う際は、指で枝をしごくようにして葉だけを外しますが、ブーケガルニのように煮込む場合は枝ごと使うと、後で取り出しやすく便利です。",
      "nutrition_oneliner": "驚くべき鉄分と、古来より伝わる天然の抗菌作用を秘めたハーブ。",
      "nutrition_benefits": "小さな葉には、驚くほどの栄養が詰まっています。特に鉄分とマンガンの含有量は際立っており、日々の元気を支えてくれます。タイム特有の香りのもとであるチモールなどの成分には、強力な抗菌・抗酸化作用が期待され、ヨーロッパでは古くから咳を和らげたり、消化を助けるハーブとして暮らしの中で活用されてきました。",
      "safety_oneliner": "精油の直接摂取は危険。妊娠中は料理での利用も控えめに。",
      "safety_notes": "通常の料理で使う分には安全ですが、精油は成分が濃縮されており、直接の摂取や塗布は危険です。また、妊娠中の方は念のため大量の摂取は避けるのが賢明です。",
      "honest_oneliner": "育てやすく料理を格上げする一方、独特の香りは時に主張が強すぎることも。",
      "honest_assessment": "庭の片隅でも元気に育つたくましさと、どんな料理も一気に本格的に変えてくれる魔法のような香りは、タイムの最大の魅力です。ただ、その薬草を思わせる独特の香りは、時に主役を食ってしまうほどの存在感を放ちます。最初は少量から試してみて。きっと、その奥深い世界の虜になるはずです。",
      "cultural_background": "その歴史は古く、古代エジプトではミイラ作りの防腐剤として、古代ギリシャでは兵士に勇気を与える象徴として神殿で焚かれました。ローマ帝国によってヨーロッパ中に広められ、料理と薬の両面で文化に深く根付いたのです。中東では今も『ザアタル』というハーブミックスに欠かせない存在です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[レモンタイム]]",
          "[[ジャーマンウィンタータイム]]"
        ],
        "similarVegetables": [
          "[[オレガノ]]",
          "[[ローズマリー]]"
        ]
      },
      "notes": "タイムは「ケモタイプ」と呼ばれる化学型が存在し、同じ見た目でも主成分が異なり、香りや効能に違いが見られます。"
    }
  }
}