{
  "global_info": {
    "url": "タラゴン",
    "kana_name": "タラゴン",
    "scientificName": "Artemisia dracunculus",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "ヨモギ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "タラゴン",
          "エストラゴン"
        ]
      },
      "international": {
        "en": [
          "Tarragon",
          "Dragon's-wort"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "タラゴン",
      "oneliner": "フランス料理を象徴する、アニスのような甘く繊細な香りのハーブ。",
      "description": "シベリアの風が吹き抜ける大地で生まれたタラゴンは、細長くしなやかな葉を持つ多年草のハーブです。その葉を噛みしめると、アニスにも似た甘く爽やかな香りが広がり、後から胡椒のような微かな刺激が追いかけてきます。この繊細で複雑な風味は、フランスの料理人たちを魅了し、鶏肉や魚料理に気品ある魂を吹き込む、なくてはならない存在となりました。遥かなる旅を経て、美食の世界の主役となった香りの物語が、その一枚一枚の葉に宿っています。",
      "practical_oneliner": "香りが命。乾燥品は避け、フレッシュな葉を冷凍かビネガーで保存。",
      "practical_tips": "選ぶなら、香りが格段に豊かな「フレンチタラゴン」を。葉が生き生きとして、濃い緑色のものを選びましょう。香りが飛びやすいので、保存が肝心です。乾燥は風味が落ちるため、フレッシュな葉を湿らせたキッチンペーパーで包んで冷蔵庫へ。長期保存なら、刻んで水と一緒に製氷皿で凍らせるか、ホワイトビネガーに漬けてハーブビネガーにするのがおすすめです。使う直前に刻むと、香りを最大限に楽しめます。",
      "nutrition_oneliner": "特にマンガンと鉄が豊富。伝統的には消化を助けるハーブとして。",
      "nutrition_benefits": "タラゴンは香りのハーブと侮れません。特に骨の健康や代謝に関わるマンガン、そして血液に不可欠な鉄分が驚くほど豊富に含まれています。また、抗酸化作用のあるビタミンAやビタミンCも多く、日々の食卓に加えることで、体の内側から調子を整える手助けをしてくれるでしょう。古くから消化を助けるハーブとしても用いられてきた歴史があり、その爽やかな香りは食欲をそっと後押ししてくれます。",
      "safety_oneliner": "主成分エストラゴールのため、サプリ等での過剰摂取は避けること。",
      "safety_notes": "タラゴンの特徴的な香りの成分「エストラゴール」には、大量摂取時の安全性が議論されています。料理に使う通常の量なら問題ありませんが、サプリメントや精油など濃縮された形での過剰な摂取は避けた方が賢明です。",
      "honest_oneliner": "唯一無二の香りは魅惑的だが、繊細で気難しく、乾燥には向かない。",
      "honest_assessment": "タラゴンを本当に愛するなら、気難しい「フレンチタラゴン」と付き合う覚悟が必要です。その香りは他の何物にも代えがたいほど高貴ですが、暑さに弱く、乾燥させれば魂が抜けたように香りを失います。育てやすい「ロシアンタラゴン」もありますが、風味は別物。この扱いにくさこそが、手に入れた時の喜びを増幅させてくれる、愛すべきハーブなのです。",
      "cultural_background": "その学名ドラキュンクルス（小さな龍）は、龍の尾のように曲がりくねった根に由来します。古代では薬草として、中世にはアラブの商人によってヨーロッパへ。やがてフランスの宮廷でその繊細な香りが花開き、ベアルネーズソースに不可欠な「ハーブの女王」としての地位を確立しました。シベリアの薬草から美食の象徴へ。壮大な旅の物語を持つハーブです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[フレンチタラゴン]]",
          "[[ロシアンタラゴン]]"
        ],
        "similarVegetables": []
      },
      "notes": "料理で主に使われるフレンチタラゴンは種子を作らないため、株分けなどの栄養繁殖でのみ増やすことができます。そのため、市場に出回るものはすべて遺伝的に同じクローンです。"
    }
  }
}