{
  "global_info": {
    "url": "タマリロ",
    "kana_name": "タマリロ",
    "scientificName": "Solanum betaceum",
    "classification": {
      "family_ja": "ナス科",
      "genus_ja": "ナス属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Tamarillo",
          "Tree Tomato"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "タマリロ",
      "oneliner": "アンデスの風が育んだ、情熱的な酸味と甘さを秘めた樹上のトマト。",
      "description": "南米アンデス山脈の冷涼な高地で生まれた、つややかな果実タマリロ。その姿はトマトに似ていますが、木に実ることから「ツリートマト」とも呼ばれます。スプーンですくう果肉は、パッションフルーツやキウイを思わせる複雑で甘酸っぱい風味と、滑らかなゼリーのような食感が特徴。赤色種は風味が濃厚で、黄色種は甘みが際立ちます。遥かなる故郷の物語を、その一口に感じてみてください。",
      "practical_oneliner": "生でも加熱でも。ジュースやソース、デザートまで幅広く活躍します。",
      "practical_tips": "タマリロの調理法は文化によって様々です。アンデス地域では唐辛子やコリアンダーと合わせ、ピリ辛のソース「Ají」にしたり、ジュースにするのが日常的。一方、ニュージーランドではリンゴやスパイスと共に甘く煮込み、チャツネやクランブルなどのデザートに。果肉は冷凍ピューレにすれば約1年間風味を保てます。小さな種は食べられますが、お好みで取り除いてください。",
      "nutrition_oneliner": "ビタミンAとCが豊富。鮮やかな色は抗酸化物質のしるし。",
      "nutrition_benefits": "タマリロは、特にビタミンCとビタミンAを豊富に含んでいます。赤い品種には強力な抗酸化作用を持つアントシアニンが、黄色やオレンジの品種にはβ-カロテンが多く含まれ、日々の健康維持をサポート。また、食物繊維やカリウムも補給できます。アンデス地方では伝統的に、喉の痛みの緩和や高血圧の改善にも用いられてきた歴史があります。",
      "safety_oneliner": "完熟した果実を選び、葉や未熟な果実は食べないでください。",
      "safety_notes": "タマリロの葉や、まだ熟していない青い果実には、ナス科の植物に時折見られるアルカロイド（ソラニンなど）が含まれる可能性があります。これらは食用には適さないため、必ず完熟して色づいた果実のみを食べるようにしてください。",
      "honest_oneliner": "風味はユニークで魅力的。でも、気候を選ぶので日本ではまだ希少。",
      "honest_assessment": "トマトの親戚でありながら、パッションフルーツのようなトロピカルな顔も持つ、一度食べたら忘れられない果実です。ただ、その栽培は霜や強風に弱く、亜熱帯のような限られた気候を好むため、日本ではまだ身近な存在とは言えません。もし見かけることがあれば、それは幸運な出会い。ぜひその個性的な味わいを試してみてください。",
      "cultural_background": "その故郷は南米アンデス。ケチュア語で「森のトマト」を意味する「サチャ・トマテ」と呼ばれ、自然と共に生きてきました。世界に広まったのは20世紀以降で、特にニュージーランドでは1967年に「タマリロ」と名付けられ商業化。新たな食文化のシンボルとなり、その名を世界に轟かせたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ゴールド]]",
          "[[レッド]]"
        ],
        "similarVegetables": [
          "[[トマト]]"
        ]
      },
      "notes": "原産地アンデスでは多様な在来種が存在しますが、市場向けの単一品種栽培への移行により、その遺伝的多様性が失われるリスク（遺伝的浸食）が指摘されています。"
    }
  }
}