{
  "global_info": {
    "url": "トレニア",
    "kana_name": "トレニア",
    "scientificName": "Torenia fournieri",
    "classification": {
      "family_ja": "Linderniaceae",
      "genus_ja": "Torenia"
    },
    "foodClassification": {
      "primaryPart": null,
      "edibleParts": []
    },
    "names": {
      "japanese": {
        "common": [
          "トレニア"
        ]
      },
      "international": {
        "en": [
          "Wishbone Flower",
          "Bluewings",
          "Torenia"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "トレニア",
      "oneliner": "夏の庭を彩る宝石、トレニア。その美しさは、目で味わうもの。",
      "description": "ベトナムの湿潤な大地からやってきた、夏を彩る小さな宝石、トレニア。その花びらは、まるで鳥のささやきを閉じ込めたかのよう。紫や青の鮮やかな色彩は、日陰の庭さえも明るく照らします。しかし、この可憐な姿に誘われても、決して口にしてはいけません。トレニアの物語は、食卓ではなく、庭先の風景詩として、私たちの心に語りかけるのです。",
      "practical_oneliner": "食卓には向きませんが、夏の半日陰の庭を彩る名脇役です。",
      "practical_tips": "トレニアは野菜ではありませんが、その美しさを暮らしに取り入れるコツがあります。春の終わり、霜の心配がなくなったら花苗として迎え入れましょう。乾燥を嫌うため、土の表面が乾いたらたっぷりと水を。特に夏の強い日差しが苦手なので、木漏れ日が差すような半日陰が最高の舞台です。食卓には上りませんが、夏の庭を豊かにしてくれる存在として、そのお世話を楽しんでみてください。",
      "nutrition_oneliner": "その姿が心の栄養。身体のための成分は含まれていません。",
      "nutrition_benefits": "トレニアは、世界中のどの食文化においても食用とされた記録がありません。そのため、栄養成分は分析されておらず、データは存在しません。むしろ、一部では軽度の毒性を持つ可能性が示唆されています。伝統的な薬用植物としての確かな利用例も見当たらず、その価値はあくまで観賞用。私たちの目を楽しませ、心に潤いを与えてくれることが、トレニアが持つ唯一無二の「効能」と言えるでしょう。",
      "safety_oneliner": "食用ではありません。軽度の毒性を持つ可能性が指摘されています。",
      "safety_notes": "この植物は観賞用に育種されたもので、食用の歴史はありません。安全性が確認されていないだけでなく、軽度の毒性を持つ可能性も報告されています。決して口にしたり、料理に使用したりしないでください。",
      "honest_oneliner": "夏の庭の名優ですが、食卓には上がらない永遠の観賞植物。",
      "honest_assessment": "トレニアの魅力は、夏の暑さや日陰にも負けない、その可憐な生命力にあります。園芸が苦手な人でも育てやすいのは嬉しい点。ただ、これはあくまで目で楽しむ植物。食文化を探求する私たちとしては、その一線を越えられないもどかしさも感じます。食材にはなれませんが、夏の食卓の窓辺を彩る最高のパートナーです。",
      "cultural_background": "故郷はベトナムなど東南アジアの森。19世紀後半にヨーロッパへ渡り、その愛らしい姿で世界中のガーデナーを虜にしました。英名の「ウィッシュボーン・フラワー」は、花の中にある雄しべの形が、願い事をする時に使う鳥の叉骨に似ていることから。食の歴史はありませんが、文化の交流が生んだ園芸の宝です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[サマーウェーブ]]"
        ],
        "similarVegetables": []
      },
      "notes": "本稿で紹介するトレニアは、食文化ウェブマガジン『Vegitage』の探求の一環として取り上げていますが、食用植物ではありません。観賞用としてお楽しみください。"
    }
  }
}