{
  "global_info": {
    "url": "ナンキョウ",
    "kana_name": "ナンキョウ",
    "scientificName": "Alpinia galanga",
    "classification": {
      "family_ja": "Ginger family",
      "genus_ja": "Galangal"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎",
        "花",
        "若芽"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ナンキョウ"
        ]
      },
      "international": {
        "en": [
          "Greater Galangal",
          "Galangal",
          "Siamese Ginger",
          "Thai Ginger"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ナンキョウ",
      "oneliner": "東南アジアの食卓に宿る、清涼感あふれる華やかな香り。",
      "description": "東南アジア、特にインドネシアの熱帯が故郷。ショウガ科の多年草で、私たちが主にいただくのはゴツゴツとした根の部分、根茎です。見た目はショウガに似ていますが、その香りは別物。ひとかけすれば、松や柑橘を思わせる爽やかさと、奥深いフローラルな香りが立ち上ります。辛みはショウガより穏やかで、土の香りとわずかな苦みが複雑な風味を織りなします。硬く繊維質な体に、アジアの食文化の歴史が刻まれています。",
      "practical_oneliner": "硬いので薄切りかすり潰しに。冷凍すれば香りを保てます。",
      "practical_tips": "選ぶときは、皮にハリがあり、ずっしりと重いものを。長期保存するなら冷凍がおすすめです。香りは保たれますが、食感が少し柔らかくなります。乾燥粉末は辛みが強まるので、フレッシュな風味を活かすなら冷凍一択です。調理の際は、その硬い繊維を断ち切るように薄切りにするか、包丁の腹で叩き潰すと、細胞が壊れて豊かな香りが一気に広がります。",
      "nutrition_oneliner": "伝統が語る消化促進と、体の内側から整える抗炎症作用。",
      "nutrition_benefits": "その真価は、ガランギンやシネオールといった機能性成分にあります。これらには抗酸化作用や抗炎症作用が確認されており、古くから東南アジアの伝統医療で消化を助けたり、風邪の症状を和らげるために用いられてきました。体を内側から健やかに保つ、先人の知恵が詰まったスパイスと言えるでしょう。",
      "safety_oneliner": "スパイスとして適量なら安全。食べ過ぎは胃を刺激します。",
      "safety_notes": "料理の風味付けとして楽しむ分には、全く問題ありません。ただ、その刺激的な成分から、一度に大量に摂取すると胃腸に負担をかける可能性があります。あくまで「スパイス」として、香りや辛みを上手に活用しましょう。",
      "honest_oneliner": "唯一無二の香りは魅力だが、硬くて繊維質な扱いにくさも。",
      "honest_assessment": "ショウガの代わり、と思って使うと少し戸惑うかもしれません。彼の魅力は、あの爽やかでどこか松林を思わせる高貴な香り。ただ、その体は驚くほど硬く繊維質です。手軽さではショウガに軍配が上がります。それでも、この香りにしか出せないエスニック料理の「あの味」があるのです。手間をかける価値は十分にあります。",
      "cultural_background": "その歴史は千年以上。東南アジアの島々で生まれ、古代のスパイス交易路に乗り、遠く中世ヨーロッパまで旅をしました。かのヒルデガルトも「生命のスパイス」と記したほど。タイ料理ではレモングラス、コブミカンの葉と共に「三位一体」をなし、インドネシアでは味の礎「ブンブ」に欠かせない、食文化の媒介者です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[レンクアス・メラ]]"
        ],
        "similarVegetables": [
          "[[ショウガ]]"
        ]
      },
      "notes": "東南アジアの食文化に深く根付いていますが、その栽培化の詳しい歴史や、野生の直接の祖先種については、まだ多くの謎が残されています。"
    }
  }
}