{
  "global_info": {
    "url": "ニンジン",
    "kana_name": "ニンジン",
    "scientificName": "Daucus carota",
    "classification": {
      "family_ja": "Carrot family",
      "genus_ja": "Daucus"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ニンジン (Ninjin)"
        ]
      },
      "international": {
        "en": [
          "Carrot",
          "Wild Carrot",
          "Queen Anne's Lace"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ニンジン",
      "oneliner": "鮮やかな色と豊かな甘みで、世界中の食卓を彩る万能根菜。",
      "description": "中央アジアの高原が故郷。土の中で育まれた豊かな甘みと、カリっとした心地よい歯ごたえが魅力です。おなじみのオレンジ色だけでなく、かつては紫や黄色が主流でした。品種によって異なる色彩と風味のグラデーションは、この野菜が歩んできた長い旅の物語を語りかけます。生で、煮込んで、焼いて。調理法を選ばない懐の深さも、世界中で愛される理由です。",
      "practical_oneliner": "低温多湿で保存すれば、数ヶ月にわたり鮮度を保てます。",
      "practical_tips": "ニンジンの長期保存には、涼しく湿度の高い環境が理想的です。伝統的な根菜貯蔵法では数ヶ月間も品質を保てます。冷凍保存も可能で、色や栄養を長期間維持できます。調理法は多彩で、生のまま細かく刻んでサラダに加えればシャキシャキとした食感を、ローストや煮込みにすれば、本来の甘みがぐっと引き出され、とろけるように柔らかくなります。",
      "nutrition_oneliner": "β-カロテンが豊富。ビタミンAに変わり目を守る。",
      "nutrition_benefits": "鮮やかなオレンジ色は、体内でビタミンAに変わるβ-カロテンの証。この栄養素は、特に目の健康を支える働きで知られています。それだけでなく、紫ニンジンは抗酸化作用に優れたアントシアニンを、黄色はルテインを豊富に含み、品種によって得られる効能も様々。食物繊維も多く、お腹の調子を整えるのにも役立つ、日々の健康を支える心強い野菜です。",
      "safety_oneliner": "野生種は有毒なドクゼリと酷似しているため、摘み草は厳禁。",
      "safety_notes": "道端に咲く野生種（クイーンアンズレース）は、猛毒を持つドクゼリと見た目が酷似しており、安易に摘むのは大変危険です。また、ジュースなどで大量に摂取すると、カロテノイドの色素で皮膚が一時的に黄色くなることがありますが、健康に害はありません。",
      "honest_oneliner": "万能で甘くて育てやすい、でも実は暑さと乾燥には弱い一面も。",
      "honest_assessment": "世界中の家庭で愛される、甘くて親しみやすい優等生。どんな料理にも馴染む万能さと育てやすさが魅力です。一方で、その穏やかな性質は高温や乾燥に弱く、質の良い根に育つには涼しい気候と安定した水分が不可欠。当たり前に食卓にある存在だからこそ、繊細な一面も知っておきたい野菜です。",
      "cultural_background": "その歴史は意外にも、根ではなく葉や種を薬味として利用することから始まりました。食用に根が栽培され始めたのは10世紀頃のペルシャ。当初は紫や黄色が主流で、今おなじみのオレンジ色のニンジンは、17世紀にオランダで愛国心の象徴として生み出された、比較的新しい品種なのです。",
      "relationships": {
        "parentSpecies": [
          "[[クイーンアンズレース]]"
        ],
        "children": [
          "[[ダンバース]]",
          "[[ナント]]",
          "[[黒人参]]"
        ],
        "similarVegetables": []
      },
      "notes": "現代ではオレンジ色が主流ですが、世界各地には紫、黄、赤、白など多様な在来種が存在します。しかし、均一なF1品種の普及により、その遺伝的多様性と、それに紐づく食文化が失われつつあることが懸念されています。"
    }
  }
}