{
  "global_info": {
    "url": "ノゲイトウ",
    "kana_name": "ノゲイトウ",
    "scientificName": "Celosia argentea",
    "classification": {
      "family_ja": "ヒユ科",
      "genus_ja": "ケイトウ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "種子",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ノゲイトウ"
        ]
      },
      "international": {
        "en": [
          "Lagos spinach",
          "Silver spinach",
          "Quail grass",
          "Silver cock's comb"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ノゲイトウ",
      "oneliner": "熱帯アフリカ生まれ、強靭な生命力を持つほうれん草の仲間。",
      "description": "熱帯アフリカの太陽を浴びて育つ、力強い葉野菜。その味わいは驚くほどマイルドで、ほうれん草に似た親しみやすさがありながら、土臭さがなく、ほのかな甘みが感じられます。調理するととろけるように柔らかくなり、品種によっては少しぬめりが出ることも。スープや煮込み料理に加えると、その優しい風味が全体をまとめ上げ、毎日の食卓に滋味深い彩りを添えてくれます。",
      "practical_oneliner": "シュウ酸を含むため、アク抜きを兼ねてさっと茹でるのが基本。",
      "practical_tips": "選ぶ際は、葉の色が鮮やかで、茎がシャキッとしているものを。保存は、湿らせたキッチンペーパーで包み、ビニール袋に入れて冷蔵庫の野菜室へ。調理の要は、シュウ酸を減らすための下茹でです。たっぷりの熱湯で短時間茹でてから水に取り、アクを抜きましょう。こうすることで、えぐみが消え、マイルドな味わいが一層引き立ちます。炒め物やスープなど、様々な料理に安心して使えます。",
      "nutrition_oneliner": "鉄分、カルシウム、ビタミンAが豊富な緑黄色野菜。",
      "nutrition_benefits": "見た目は素朴ですが、その栄養価は驚異的。特に、皮膚や粘膜の健康を支えるβカロテン（ビタミンA）の含有量は際立っています。さらに、骨を丈夫にするカルシウムや、貧血予防に欠かせない鉄分も豊富。日々の食事に取り入れることで、不足しがちなミネラルを手軽に補給できます。抗酸化作用が期待されるフラボノイドも含まれ、健やかな体づくりを内側からサポートしてくれます。",
      "safety_oneliner": "シュウ酸を含むため、生食は避け、必ず加熱調理してください。",
      "safety_notes": "ほうれん草などと同じように、葉にシュウ酸を含んでいます。多量に生で食べると、体質によっては結石の原因となる可能性も。スープや炒め物にする前にさっと茹でこぼすだけでシュウ酸は大幅に減るので、一手間加えて美味しく安全にいただきましょう。",
      "honest_oneliner": "栄養と育てやすさは抜群。でも日本ではまだ出会いにくい隠れた実力者。",
      "honest_assessment": "雑草と見紛うほどの強健さと、驚くべき栄養価を秘めた野菜。西アフリカでは食卓に欠かせない存在ですが、日本ではまだその名を知る人は少ないでしょう。味わいは素朴で、調理に一手間かかります。しかし、気候変動にも強いその生命力は、未来の食を支える大きな可能性を秘めています。",
      "cultural_background": "その故郷は熱帯アフリカ。数千年にわたり、人々の健康を支えてきました。ナイジェリアのヨルバ族は『夫の頬をふっくらさせる野菜』と呼び、その栄養価の高さを讃えます。祝いの席に欠かせないスープ『エフォ・リロ』の主役でもあり、家族の健康と幸せを願う、母の味そのものなのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ソコ・ヨコト（緑）]]",
          "[[ソコ・ヨコト（赤）]]"
        ],
        "similarVegetables": [
          "[[ほうれん草]]",
          "[[アマランサス]]"
        ]
      },
      "notes": "日本では食用としての流通は非常に稀です。観賞用のケイトウ（鶏頭）は本種の栽培変種（Celosia argentea var. cristata）にあたり、植物学的にはごく近しい関係です。"
    }
  }
}