{
  "global_info": {
    "url": "バンバラマメ",
    "kana_name": "バンバラマメ",
    "scientificName": "Vigna subterranea (L.) Verdc.",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ササゲ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Bambara groundnut",
          "Bambara bean",
          "Congo goober",
          "Earth pea"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "バンバラマメ",
      "oneliner": "灼熱の大地で命を繋ぐ、ナッツのような風味を持つアフリカの古代豆。",
      "description": "西アフリカの太陽が照りつける大地の下で、静かに実る丸い宝石、バンバラマメ。その歴史は数千年前に遡り、乾季の食糧難から人々を救ってきた「ハンガーブレーカー」という力強い異名を持ちます。ひとたび火を通せば、落花生と豆の長所を併せ持ったような、香ばしくクリーミーでほのかな甘みが広がります。しっかりとした歯ごたえは、煮込み料理やスナックに、大地の滋味深い物語を添えてくれるのです。",
      "practical_oneliner": "乾燥豆は湿気を避け長期保存。生食はせず、しっかり加熱して。",
      "practical_tips": "主に乾燥豆として流通しています。保存は密閉容器に入れ、湿気と直射日光を避ければ一年以上品質を保ちます。ただし害虫には注意しましょう。調理の前には、一晩たっぷりの水に浸して柔らかく戻すのが基本。生では食べられず、抗栄養素をなくすためにも必ず中心部までじっくりと火を通すことが大切です。煮込み料理では、少し長めに時間をかけると本来の風味と食感が引き立ちます。",
      "nutrition_oneliner": "炭水化物とタンパク質をバランス良く含む、ひと粒の完全食。",
      "nutrition_benefits": "この小さな豆には、驚くほどバランスの取れた栄養が詰まっています。約20%を占める豊富な植物性タンパク質と、エネルギー源となる炭水化物を同時に摂取できるため、アフリカでは古くから「完全食」と見なされてきました。また、食物繊維も多く、血糖値の上昇が緩やかな低GI食品でもあります。カリウムや鉄分といった、日々の健康に欠かせないミネラルも補給できる、まさに大地の恵みです。",
      "safety_oneliner": "生食は厳禁。抗栄養素を消すため、必ず加熱調理してください。",
      "safety_notes": "多くの豆類と同様、バンバラマメにも生の状態では消化を妨げる抗栄養因子が含まれています。これらは加熱することで無害化されるため、必ず茹でる、煮る、蒸すなどの調理を行ってください。中心部までしっかりと火が通れば、安心してその栄養をいただけます。",
      "honest_oneliner": "栄養満点で美味だが、日本では入手困難で調理に少し手間がかかる豆。",
      "honest_assessment": "気候変動時代の救世主と目される強靭さと、「完全食」と呼ばれる栄養価。その物語性とナッツのような風味は、食の探求心をくすぐります。しかし、日本での入手は極めて困難。また、硬い乾燥豆を美味しく食べるには、じっくり水に戻し、コトコト煮込む時間が必要です。手軽さとは対極にある、スローフードの真髄を味わいたい人のための豆です。",
      "cultural_background": "その故郷は西アフリカ。数千年前から、乾季を乗り越える「ハンガーブレーカー（飢餓を打ち破るもの）」として人々の命を支えてきました。栽培から販売までを女性が担うことが多く、「女性の作物」とも呼ばれます。日常の糧であると同時に、市場を彩るストリートフードや祝祭の料理としても、地域文化に深く根ざしています。",
      "relationships": {
        "parentSpecies": [
          "[[バンバラマメ（野生種）]]"
        ],
        "children": [
          "[[バンバラマメ（クリーム色系統）]]",
          "[[バンバラマメ（赤色系統）]]"
        ],
        "similarVegetables": [
          "[[落花生]]"
        ]
      },
      "notes": "現在、日本国内での商業的な流通はほとんどなく、入手は極めて困難です。"
    }
  }
}