{
  "global_info": {
    "url": "パパイア",
    "kana_name": "パパイア",
    "scientificName": "Carica papaya",
    "classification": {
      "family_ja": "パパイア科",
      "genus_ja": "パパイア属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "種子",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Papaya",
          "Pawpaw"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "パパイア",
      "oneliner": "果物と野菜、二つの顔を持つ熱帯の恵み。消化を助ける酵素の力も。",
      "description": "中央アメリカの熱帯雨林で生まれ、大航海時代の船に乗って世界へと旅立ったパパイア。その魅力は、熟し方で全く異なる表情を見せることにあります。熟した果実はバターのように滑らかで、独特の甘いムスク香が南国の風を運びます。一方、まだ青い未熟果は野菜そのもの。淡白な味わいとシャキシャキした歯触りは、サラダや煮込み料理で真価を発揮します。果物であり、野菜でもある。この不思議な二面性こそが、パパイアが世界中の食卓で愛される理由なのです。",
      "practical_oneliner": "用途で熟度を選んで。青い果実の白い乳液には素手で触れないように。",
      "practical_tips": "果物として楽しむなら、皮に黄色みが増し、甘い香りが立つものを。野菜として使う青パパイアは、ずっしりと重く、皮が濃い緑色のものを選びましょう。熟したものは冷蔵庫で保存し早めに食べきるのがおすすめです。青パパイアを調理する際は、皮をむくと染み出る白い乳液（パパイン酵素）に注意。肌が弱い方はかぶれることがあるので、手袋を使うと安心です。水にさらすとアクが抜け、より食べやすくなります。",
      "nutrition_oneliner": "消化を助けるパパイン酵素と、豊富なビタミンCが魅力。",
      "nutrition_benefits": "パパイア最大の特長は、未熟果に豊富なタンパク質分解酵素「パパイン」です。お肉を柔らかくしたり、消化を助けたりする働きで知られています。また、熟した果実はビタミンCの宝庫。ビタミンAや葉酸も含まれ、体の調子を整えるのに役立ちます。鮮やかな橙色や赤色の果肉には、リコピンやβ-クリプトキサンチンといった抗酸化作用を持つ成分も含まれており、日々の健康維持を美味しくサポートしてくれます。",
      "safety_oneliner": "未熟果の乳液はアレルギーに注意。妊娠中は未熟果の摂取を避けて。",
      "safety_notes": "青パパイアを切ると出る白い乳液は、アレルギー反応を引き起こすことがあります。また、妊娠中の方は、未熟果が子宮収縮を誘発する可能性が指摘されているため、摂取を避けるのが賢明です。",
      "honest_oneliner": "料理の幅は無限大。でも独特の香りと病気への弱さは悩みの種。",
      "honest_assessment": "野菜としても果物としても食卓を豊かにしてくれる、懐の深い存在です。ただ、熟した果実のあの独特なムスクのような香りは、正直なところ好みが分かれるかもしれません。また、栽培するとなると霜やウイルス病にとてもデリケート。少し手のかかる子ですが、その唯一無二の味わいと食文化への貢献を思えば、すべてが愛おしく感じられるのです。",
      "cultural_background": "その旅は、大航海時代に始まりました。メソアメリカの地で古くから食されてきたパパイアは、スペインやポルトガルの船に乗り、新大陸から旧大陸へと渡った「コロンブス交換」の象徴です。アジアに渡ればタイの国民食「ソムタム」の主役となり、世界中の熱帯地域で人々の暮らしに深く根付いていきました。一つの果実が、世界の食文化を繋いだのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ソロ]]",
          "[[マラドー]]"
        ],
        "similarVegetables": []
      },
      "notes": "栽培化の歴史は長いものの、その直接の野生祖先種は未だ特定されておらず、植物学的な謎を秘めています。"
    }
  }
}