{
  "global_info": {
    "url": "ビーツ",
    "kana_name": "ビーツ",
    "scientificName": "Beta vulgaris",
    "classification": {
      "family_ja": "ヒユ科",
      "genus_ja": "フダンソウ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Beetroot",
          "Table Beet",
          "Garden Beet",
          "Beet"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ビーツ",
      "oneliner": "鮮やかな赤色が食卓を彩る、土の香りと優しい甘みを持つ根菜。",
      "description": "地中海の太陽を浴びて育った、深く鮮やかな赤色が印象的な野菜、ビーツ。大地を丸ごと凝縮したような力強い土の香りと、加熱することで引き立つ驚くほどの甘みが持ち味です。生で味わえばシャキシャキとした歯切れの良さを、じっくり火を通せば、舌の上でとろけるように滑らかな食感を楽しめます。古代ローマでは葉を、そして中世からはこの真っ赤な根が愛されてきました。根だけでなく、栄養豊富な葉も美味しくいただける、捨てるところのない恵みの野菜です。",
      "practical_oneliner": "皮付きのまま茹でて甘みを凝縮。鮮やかな色は酢でキープ。",
      "practical_tips": "選ぶ際は、表面に傷がなく、ずっしりと重みのあるものを。葉付きの場合は、葉がみずみずしいものが新鮮な証拠です。保存する際は、葉を根元から切り落とし、根は新聞紙に包んで冷蔵庫の野菜室で保管しましょう。下処理は、皮付きのまま茹でるか、アルミホイルに包んでローストするのがおすすめ。加熱後に冷水に取ると、手で簡単に皮が剥けます。あの鮮やかな色素は手に移りやすいので、気になる方は手袋を使うと安心です。",
      "nutrition_oneliner": "鮮やかな色素ベタレインと、体の巡りを助ける硝酸塩が豊富。",
      "nutrition_benefits": "ビーツの鮮やかな赤紫色は『ベタレイン』という強力な抗酸化成分によるもの。また、体内で一酸化窒素に変わり血管を健やかに保つ働きが期待される『無機硝酸塩』も豊富で、近年の研究では血圧降下や運動パフォーマンスの向上に役立つ可能性が示されています。さらに、赤血球の形成を助ける『葉酸』や、骨の健康に欠かせない『マンガン』も含まれており、からだの内側から調子を整えてくれる野菜です。",
      "safety_oneliner": "シュウ酸を含むため、腎臓結石のリスクがある方は過剰摂取に注意。",
      "safety_notes": "ビーツにはシュウ酸が含まれているため、腎臓結石の既往がある方やリスクが高い方は、一度にたくさん食べるのは控えましょう。また、食べた後に尿や便が赤くなることがありますが、これは色素が排出されているだけで健康上の問題はありませんので、驚かないでくださいね。",
      "honest_oneliner": "栄養価と甘み、その美しさは格別。ただ、独特の土の香りは少し個性的。",
      "honest_assessment": "鮮烈な色合いと豊かな甘みで、料理をぐっと華やかにしてくれるビーツ。その栄養価の高さも大きな魅力です。ただ、初めての方はその大地を思わせる独特の土の香りに戸惑うかもしれません。この香りは加熱したり、ヤギのチーズや柑橘類といった風味の強い食材と合わせることで、驚くほど魅力的な味わいに変わります。少し付き合い方のコツは要りますが、その奥深さを知ればきっと手放せなくなる、そんな個性派の野菜です。",
      "cultural_background": "その歴史は古く、古代ギリシャでは神殿への奉納品に、古代ローマでは葉が薬草として利用されていました。根を食べる文化が広まったのは中世以降のこと。特に東ヨーロッパでは、国民食ボルシチに欠かせない『魂の食材』として深く食文化に根付き、冬の間の貴重な栄養源として人々の暮らしを支えてきた、歴史の詰まった野菜なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[デトロイトダークレッド]]",
          "[[キオッジャ]]"
        ],
        "similarVegetables": [
          "[[フダンソウ]]",
          "[[カブ]]"
        ]
      },
      "notes": ""
    }
  }
}