{
  "global_info": {
    "url": "フェンネル",
    "kana_name": "フェンネル",
    "scientificName": "Foeniculum vulgare",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "ウイキョウ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "根",
        "茎",
        "葉",
        "花",
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ウイキョウ"
        ]
      },
      "international": {
        "en": [
          "Fennel",
          "Sweet Fennel"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "フェンネル",
      "oneliner": "アニスの甘い香りとシャキシャキ食感。地中海の歴史を味わう野菜。",
      "description": "太陽をたっぷり浴びた地中海生まれのセリ科の野菜。白く膨らんだ株元は、生でかじればシャキッと小気味よく、アニスに似た甘く爽やかな香りが広がります。加熱すればトロリと柔らかく、優しい甘みに変身。古代ギリシャでは力の象徴とされた歴史を持ち、根から種まで、その全てを料理に活かすことができる、奥深い魅力に満ちています。",
      "practical_oneliner": "株元が白く硬く締まったものを選び、生でも加熱でも楽しんで。",
      "practical_tips": "選ぶ際は、株元が白くふっくらと張りがあり、傷のないものを。葉の緑色が鮮やかなら新鮮な証拠です。調理では、球根部、茎、そしてハーブとして使える葉の部分を切り分けましょう。球根は薄切りにしてサラダに、厚めに切ってグリルやローストにすると甘みが引き立ちます。繊維が気になる場合は、縦に薄く切るのがおすすめです。",
      "nutrition_oneliner": "特有の香り成分アネトールが、消化を優しく助けます。",
      "nutrition_benefits": "低カロリーで食物繊維が豊富なため、食生活に取り入れやすいのが魅力です。特に豊富なカリウムやビタミンCに加え、香り成分の「アネトール」が特徴的。この成分には消化を助ける働きがあるとされ、インドのアーユルヴェーダでも古くから重用されてきました。食後の口直しとして種が食べられるのも、理にかなった食文化と言えるでしょう。",
      "safety_oneliner": "精油の過剰摂取は避け、特に妊娠中の方は注意が必要です。",
      "safety_notes": "フェンネルの香り成分を含む精油は非常に高濃度です。過剰摂取は体に影響を及ぼす可能性があるため、サプリメントやオイルでの利用は避けましょう。特に妊娠中の方や乳幼児は、食事として適量を楽しむに留めてください。",
      "honest_oneliner": "唯一無二の香りは魅力だが、アニスが苦手な人には少し挑戦的かも。",
      "honest_assessment": "好き嫌いが分かれるのは、アニスに似たその独特の香り。ハマる人には唯一無二の存在ですが、苦手な人も。まずは火を通して甘みを引き出したグリルやスープから試すのがおすすめです。この個性と上手に付き合えれば、あなたの料理の世界はぐっと広がるはずです。",
      "cultural_background": "歴史は古代ギリシャに遡り、勝利の象徴、そして神プロメテウスが火を隠した茎として神話にも登場します。ローマ帝国と共にヨーロッパへ広まり、イタリアの食卓に根付いた一方、インドでは『サウンフ』として食後の口直しに使われ、おもてなしの心を表しています。",
      "relationships": {
        "parentSpecies": [
          "[[ワイルドフェンネル]]"
        ],
        "children": [
          "[[フローレンスフェンネル]]"
        ],
        "similarVegetables": [
          "[[ディル]]",
          "[[アニス]]"
        ]
      },
      "notes": "一般的に野菜として流通するのは、茎の根元が肥大化したフローレンスフェンネル（品種名: azoricum）です。球根を形成しない野生種（vulgare）は、主にハーブやスパイスとして葉や種が利用されます。"
    }
  }
}