{
  "global_info": {
    "url": "ブラックサルシファイ",
    "kana_name": "ブラックサルシファイ",
    "scientificName": "Scorzonera hispanica",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "スコルゾネラ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Black Salsify",
          "Spanish Salsify",
          "Viper's Grass"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ブラックサルシファイ",
      "oneliner": "黒い皮をむけば現れる、牡蠣やナッツを思わせる冬の味覚。",
      "description": "南ヨーロッパの冬の食卓を彩る、黒く細長い根菜、ブラックサルシファイ。ごつごつとした黒い皮は、一見すると素朴ですが、ひとたび剥けば純白の身が現れます。火を通すと驚くほど滑らかで柔らかくなり、口に広がるのは牡蠣にも似た複雑な風味とナッツのようなほのかな甘み。その繊細な味わいは、かつて「貧者のアスパラガス」と呼ばれ、今では美食家たちを魅了する冬の隠れた宝物です。",
      "practical_oneliner": "調理は皮むきが勝負。土中で保存し、使う直前に剥いて。",
      "practical_tips": "手に入れたら、新聞紙に包んで冷暗所に置くか、庭があるなら土中に埋めておくと、冬の間ずっと新鮮さを保てます。調理の要は、この黒い皮の扱いです。まず表面の土をしっかり洗い流し、ピーラーを使って少し厚めに剥いていきましょう。中から現れる純白の身を傷つけないよう、丁寧に。すぐに茹でる、蒸すといった加熱調理に移るのが、繊細な風味を最大限に引き出すコツです。",
      "nutrition_oneliner": "天然のプレバイオティクス、イヌリンが腸の健康をサポート。",
      "nutrition_benefits": "ブラックサルシファイの最大の栄養的特徴は、豊富に含まれる水溶性食物繊維「イヌリン」です。これは腸内の善玉菌のエサとなるプレバイオティクスとして働き、腸内環境を整える手助けをしてくれます。また、現代人に不足しがちな鉄分や、体内のバランスを整えるカリウムも豊富。黒い皮には抗酸化作用が期待されるポリフェノール類も含まれています。",
      "safety_oneliner": "キク科アレルギーの方は、ごく稀に注意が必要です。",
      "safety_notes": "ほとんどの方にとって安全に楽しめる野菜ですが、キク科の植物（デイジーの仲間）に対してアレルギーをお持ちの場合は、注意が必要な可能性があります。もしもアレルギーの既往歴がある場合は、初めて食べる際に少量から試すなど、ご自身の体調をよく観察してください。",
      "honest_oneliner": "味は絶品、でも皮むきが手間で、出会えたらラッキーな野菜。",
      "honest_assessment": "正直に言って、少々気難しい野菜です。黒い皮を剥く手間はかかりますし、ヨーロッパ以外ではなかなかお目にかかれません。でも、その手間を乗り越えた先には、他の野菜にはない、牡蠣やナッツを思わせる感動的な風味が待っています。手間をかける価値を知る、食の探求者にこそ味わってほしい逸品です。",
      "cultural_background": "その歴史は16世紀のスペインに遡り、ヨーロッパ各地へ伝わりました。かつては薬草としての顔も持ち、蛇の咬傷に効くと信じられたことから「Viper's Grass（毒蛇の草）」という別名も。冬の貴重な栄養源として「貧者のアスパラガス」と呼ばれ親しまれた歴史は、現代の食卓で新たな物語を紡いでいます。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ホフマンズシュヴァルツァーファール]]",
          "[[ランゲヤン]]",
          "[[ジェアンテドゥルシー]]"
        ],
        "similarVegetables": [
          "[[アスパラガス]]",
          "[[アーティチョーク]]"
        ]
      },
      "notes": "主にヨーロッパで栽培・消費される野菜であり、日本国内での入手は非常に困難です。"
    }
  }
}