{
  "global_info": {
    "url": "ブレッドフルーツ",
    "kana_name": "ブレッドフルーツ",
    "scientificName": "Artocarpus altilis",
    "classification": {
      "family_ja": "クワ科",
      "genus_ja": "パンノキ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Breadfruit"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ブレッドフルーツ",
      "oneliner": "南の島の“なるパン”。歴史と未来を繋ぐ奇跡の果実。",
      "description": "ニューギニアの森で生まれた、まさに「木になるパン」。未熟な果実を焼けば、ほっくりと芋のようであり、焼きたてのパンを思わせる素朴な味わい。熟すにつれて甘みを増し、カスタードのようにとろりとクリーミーなデザートへと姿を変えます。数千年もの昔、人々はこの恵みを携えて大海原を渡り、太平洋の島々に命の根を広げました。その一個に、海の民の壮大な物語が詰まっています。",
      "practical_oneliner": "未熟果は芋のように、完熟果は果物として使い分けて。",
      "practical_tips": "ブレッドフルーツの楽しみ方は、その熟度が鍵。皮が緑で硬い未熟果は、デンプン質で芋のような使い方がぴったり。ローストやフライ、煮込み料理で真価を発揮します。一方、黄色く柔らかくなり、甘い香りが漂い始めたら完熟のサイン。果物としてそのまま、または蒸してデザートにするのがおすすめです。用途に合わせて熟度を見極めることが、この果実を最大限に味わうコツです。",
      "nutrition_oneliner": "高エネルギーで腹持ちよし。ビタミンCも豊富な主食。",
      "nutrition_benefits": "熱帯の主食として人々の活力を支えてきただけあり、エネルギー源となる炭水化物が豊富。それでいて脂肪はほとんど含みません。特筆すべきは、100gで一日の推奨量の約3分の1を補えるビタミンCと、塩分の排出を助けるカリウム。このカリウムには、血圧を穏やかに保つ働きも期待されています。食物繊維もしっかり含まれており、お腹の調子を整えるのにも役立つでしょう。",
      "safety_oneliner": "樹液（ラテックス）にアレルギーがある方はご注意を。",
      "safety_notes": "一般的に安全な食材ですが、同じクワ科の植物であるイチジクやジャックフルーツと同様に、樹液（ラテックス）を含みます。そのため、ラテックスアレルギーをお持ちの方は、アレルギー反応を起こす可能性があるので注意が必要です。",
      "honest_oneliner": "万能選手だが日本では希少。出会えたらぜひ試したい味。",
      "honest_assessment": "太平洋の歴史と文化を一身に背負う、物語に満ちた果実。芋にもパンにもデザートにもなる変幻自在ぶりは、まさに食の冒険。ただ、日本ではまずお目にかかれないのが最大の難点です。もし幸運にも出会えたなら、その素朴で奥深い味わいをぜひ体験してみてください。馴染みのない食材ですが、まずはシンプルに焼いてみるのがおすすめです。",
      "cultural_background": "その名は、かの有名な「バウンティ号の反乱」にも登場します。カリブ海のプランテーションで働く人々の食料として、太平洋から移植される途上の悲劇でした。しかし、その本当の物語はもっと古く、数千年前に遡ります。ポリネシアの人々にとって、これは単なる食料ではなく、生命と豊穣の象徴「ウル」。カヌーで新天地を目指す時、必ず携えた希望の苗木でした。",
      "relationships": {
        "parentSpecies": [
          "[[アルトカルプス・カマンシ]]"
        ],
        "children": [
          "[[マーファラ]]",
          "[[ウル・フィティ]]",
          "[[マインパダーク]]"
        ],
        "similarVegetables": [
          "[[ジャガイモ]]",
          "[[タロイモ]]"
        ]
      },
      "notes": "気候変動時代のスーパーフードとして、また土壌を豊かにするリジェネラティブ農業のキープレイヤーとして、世界的に再評価が進んでいる未来の作物です。"
    }
  }
}