{
  "global_info": {
    "url": "プリムラ",
    "kana_name": "プリムラ",
    "scientificName": "Primula L.",
    "classification": {
      "family_ja": "サクラソウ科",
      "genus_ja": "サクラソウ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "サクラソウ（桜草）"
        ]
      },
      "international": {
        "en": [
          "Primrose",
          "Cowslip",
          "Oxlip",
          "Polyanthus"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "プリムラ",
      "oneliner": "春を告げる、サラダやワインで味わうヨーロッパ古来のハーブ。",
      "description": "北半球の冷涼な森や草地に、春の到来を真っ先に知らせる可憐な花、それがプリムラです。その歴史は古く、古代ローマの時代から薬草として、中世ヨーロッパでは食卓を彩るハーブとして親しまれてきました。若葉はレタスに似たほのかな苦味と辛味を持ち、サラダに新鮮な驚きを与えます。カウスリップと呼ばれる種の花は、アニスを思わせる甘い香りを放ち、かつてはワインや砂糖漬けにして、その繊細な風味を楽しんだと言われています。",
      "practical_oneliner": "入手は極めて稀。観賞用と食用を混同しない注意が必要。",
      "practical_tips": "食用のプリムラが市場に出回ることはまずありません。もし野生のものを採集する機会があれば、食用の歴史がある種か専門家と確認することが不可欠です。特に園芸品種との混同には注意してください。一部の種は肌に触れるとかぶれ（接触性皮膚炎）を起こす可能性があるため、採取や調理の際は手袋をすると安心です。摘みたての葉や花は非常に繊細なため、保存はせず、その日のうちにサラダや飾りとして使い切るのが最も美味しく味わうコツです。",
      "nutrition_oneliner": "伝統的なハーブ療法で認められた、気管支を癒す去痰作用。",
      "nutrition_benefits": "プリムラの価値は、栄養よりも伝統的な薬効にあります。特に根に含まれるサポニン類には優れた去痰作用があり、ドイツでは気管支炎の治療薬として公式に認められているほどです。花や葉には抗酸化作用が期待されるフラボノイドも含まれています。かつてヨーロッパで冬の終わりに貴重なビタミンC源として若葉が食べられていたという記録もありますが、現代ではその薬草としての側面に大きな注目が寄せられています。",
      "safety_oneliner": "肌が弱い方は接触に注意。サポニンを含むため過食は避けて。",
      "safety_notes": "プリムラ属の一部には、肌に触れるとかぶれの原因となるプリミンが含まれます。また、根や花に多いサポニンは、多量に摂取すると胃腸を刺激する可能性があるため、一度にたくさん食べるのは控えましょう。",
      "honest_oneliner": "物語は豊かだが、食卓へ招くには知識と注意が必要な幻の花。",
      "honest_assessment": "正直なところ、プリムラを『野菜』として日常の食卓に迎えるのは、現代ではほぼ不可能です。その魅力は味そのものより、春の訪れを祝い、薬として身体を癒してきたヨーロッパの失われた食文化を追体験するロマンにあります。観賞用の花と混同するリスクや、肌への刺激といった扱いにくさも事実。それでもなお心惹かれるのは、この可憐な花が秘めてきた奥深い物語のせいでしょう。",
      "cultural_background": "「一番乗り」を意味するラテン語『プリムス』から名付けられたプリムラは、その名の通り春の先駆けとなる花。ヨーロッパでは古くから春の祭りを彩り、その根は中世の修道女ヒルデガルトも認めた咳止めの薬でした。ヴィクトリア朝のイギリスでは、花を砂糖漬けにしてデザートを飾るのが流行。それは、季節の喜びを分かち合う、ささやかで優雅な食の伝統だったのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[カウスリップ]]",
          "[[プリムローズ]]"
        ],
        "similarVegetables": [
          "[[レタス]]"
        ]
      },
      "notes": "現在、食料としての商業生産は行われておらず、入手は極めて困難です。観賞用の園芸品種とは明確に区別する必要があり、食用に関する伝統知識も失われつつあります。"
    }
  }
}