{
  "global_info": {
    "url": "ベゴニア",
    "kana_name": "ベゴニア",
    "scientificName": "Begonia L.",
    "classification": {
      "family_ja": "Begonia family",
      "genus_ja": "Begonia"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "シュウカイドウ"
        ]
      },
      "international": {
        "en": [
          "Begonia"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ベゴニア",
      "oneliner": "観賞用として知られる、鮮烈な酸味を秘めた花と葉。",
      "description": "世界中の熱帯・亜熱帯の森で2,000種以上が息づくベゴニア。観賞用の美しい姿で知られますが、その葉や茎、可憐な花は、実は食べられる宝物です。かじれば、レモンやルバーブを思わせる鮮烈な酸味が口いっぱいに広がり、シャキシャキとした多汁な食感が驚きをもたらします。加熱すれば柔らかく、料理に奥深い酸味を添える、知る人ぞ知る森の恵みです。",
      "practical_oneliner": "シュウ酸を含むため、生での大量摂取は避け、加熱を基本に。",
      "practical_tips": "食用としての流通は極めて稀で、主に観賞用の株から利用されます。葉や茎は新鮮で張りのあるものを選びましょう。保存には向かないため、摘み取ったらすぐに使うのが理想です。調理の際は、酸味の源でもあるシュウ酸に注意が必要。アク抜きのためにさっと茹でこぼしたり、スープや煮込み料理のように加熱して使うのが安全でおすすめです。生食は飾り付け程度に留めましょう。",
      "nutrition_oneliner": "抗酸化作用が期待されるフラボノイドを含みます。",
      "nutrition_benefits": "ベゴニアの栄養価に関する科学的なデータは非常に限られています。しかし、ポリフェノールの一種であるフラボノイドが含まれ、抗酸化作用が期待されています。東南アジアやアフリカでは、伝統的に解熱や咳止め、胃腸の不調を整えるために民間療法で用いられてきた歴史もあります。ただし、詳しい成分やその効果については、今後の研究が待たれる段階です。",
      "safety_oneliner": "シュウ酸を多く含むため、腎臓疾患の方は摂取を控えてください。",
      "safety_notes": "ベゴニアの爽やかな酸味は、シュウ酸という成分に由来します。この成分は多量に摂取すると、腎臓結石の原因となる可能性があります。特に腎臓に持病のある方は摂取を避け、健康な方でも生での大量食は控え、加熱調理を心がけましょう。",
      "honest_oneliner": "類まれな酸味は魅力的ですが、入手困難でシュウ酸への配慮も必要。",
      "honest_assessment": "食卓にのぼることは稀な、まさに「秘境の野菜」。その魅力は、他の何にも代えがたい鮮烈な酸味にあります。しかし、食用としての歴史は浅く、シュウ酸への注意も必要です。誰もが気軽に使える食材ではありませんが、料理に驚きと物語を求める探求心ある食いしん坊にとっては、忘れられない味となるでしょう。",
      "cultural_background": "19世紀に観賞用として世界へ広まり人々を魅了しましたが、食用の歴史はごく一部の地域にひっそりと根付いています。フィリピンの山岳地帯では伝統的な鶏スープの酸味付けに、インド北東部ではチャツネにと、地域の食文化を静かに支えてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[シュウカイドウ]]",
          "[[四季咲きベゴニア]]"
        ],
        "similarVegetables": [
          "[[レモン]]",
          "[[ソレル]]",
          "[[ルバーブ]]"
        ]
      },
      "notes": "本データは2,000種以上を含むベゴニア属全体を対象としています。食用に適する種はごく一部であり、多くは観賞用です。また、多くの野生種が絶滅の危機に瀕しており、保全が急務とされています。"
    }
  }
}