{
  "global_info": {
    "url": "ホワイトルーピン",
    "kana_name": "ホワイトルーピン",
    "scientificName": "Lupinus albus",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ルピナス属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "White Lupin",
          "Field Lupin"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ホワイトルーピン",
      "oneliner": "古代ローマから続く、地中海の陽光を浴びた高タンパクな豆。",
      "description": "地中海の青い空と乾いた大地を思わせる、クリーム色の美しい豆、ホワイトルーピン。その歴史は古く、古代ローマの兵士たちも携帯食料にしたほどです。一粒噛みしめれば、ナッツを彷彿とさせる香ばしさと、ほっくりとしながらも確かな歯ごたえが口の中に広がります。伝統的な塩水漬けは、その素朴な味わいを最大限に引き出す知恵。地中海沿岸では今も、夏の軽食として人々の暮らしに寄り添っています。",
      "practical_oneliner": "食べる前に必須！塩水に数日間浸して、苦味と毒素を抜くこと。",
      "practical_tips": "乾燥豆は粒が揃い、傷や虫食いのないものを選びましょう。調理の鍵は、時間と手間を惜しまない下処理にあります。これは『ビター種』に含まれる苦味成分アルカロイドを取り除くための、古代から伝わる重要な工程です。豆をたっぷりの水に浸し、毎日水を替えながら数日間、苦味が完全になくなるまで続けます。その後、塩水で茹でれば完成。調理後は冷蔵庫で保存し、数週間以内にお召し上がりください。",
      "nutrition_oneliner": "大豆に匹敵するタンパク質と、豊富な食物繊維が魅力の豆。",
      "nutrition_benefits": "特筆すべきはその栄養価の高さ。乾燥種子100gあたり36g以上という、植物性食品の中でもトップクラスのタンパク質を含みます。豊富な食物繊維も日々の健康を力強くサポートしてくれるでしょう。また、グルテンフリーであるため、食生活に気を配る方にも安心。近年では、血糖値コントロールへの効果も期待され研究が進められています。",
      "safety_oneliner": "苦味成分アルカロイドは有毒。必ず適切な下処理を行ってください。",
      "safety_notes": "伝統的な『ビター種』には、有毒なアルカロイドが含まれるため、数日間の浸水など適切な下処理が必須です。不完全な処理は中毒の危険があり、ピーナッツアレルギーを持つ方は交差反応にも注意が必要です。",
      "honest_oneliner": "栄養と物語は満点。ただし、その味に出会うには数日の手間が必要。",
      "honest_assessment": "ホワイトルーピンは、ただの豆ではありません。古代からの歴史を秘めた、栄養豊かな食材です。しかし、その魅力を味わうには、数日かけて苦味を抜くという、現代では少し面倒な手間が不可欠。正直、すぐ食べたい人には向きません。でも、その時間を経て出会う素朴で奥深い味わいは格別。スローフードの真髄を体験させてくれる、愛すべき頑固者なのです。",
      "cultural_background": "その歴史は紀元前2000年頃のバルカン半島に遡ります。古代ローマでは兵士たちの貴重な携帯食料として重宝され、地中海交易を通じて各地へ伝わりました。特にエジプトでは『テルメス』と呼ばれ、春を祝う祭りに欠かせない伝統食。塩茹でのシンプルな豆は、数千年もの間、人々の祝祭と日常を彩ってきた食文化の生き証人です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ムルティタリア]]",
          "[[テルメス・バラディ]]"
        ],
        "similarVegetables": [
          "[[そらまめ]]",
          "[[ひよこまめ]]",
          "[[えだまめ]]"
        ]
      },
      "notes": "伝統的なビター種は、食べる前に数日間の浸水によるアルカロイド除去が必須です。この処理を怠ると中毒の危険性があります。"
    }
  }
}