{
  "global_info": {
    "url": "ボリジ",
    "kana_name": "ボリジ",
    "scientificName": "Borago officinalis",
    "classification": {
      "family_ja": "Borage family",
      "genus_ja": "Borage"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Borage",
          "Starflower"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ボリジ",
      "oneliner": "星形の青い花とキュウリ風味の葉を持つ、古の勇気のハーブ。",
      "description": "地中海の空を映したような青い星形の花を咲かせるボリジ。その姿から「スターフラワー」とも呼ばれます。若葉を一枚口にすれば、驚くほど爽やかなキュウリの風味が広がります。表面は細かい毛で覆われていますが、加熱するとほうれん草のように柔らかく、優しい味わいに。古代ローマ時代から愛されてきたこのハーブは、サラダや飲み物に浮かべるだけで、食卓に地中海の物語を運んできてくれます。",
      "practical_oneliner": "若葉は生で、育った葉は毛があるので加熱調理がおすすめです。",
      "practical_tips": "葉が生き生きとしていて柔らかい若葉を選びましょう。湿らせたキッチンペーパーで包み、ポリ袋に入れて冷蔵庫へ。葉の表面の細かい毛が気になる場合は、さっと茹でると口当たりが良くなります。若く柔らかい葉はそのまま刻んでサラダやソースに、花はガクを外して美しい飾りとして使えます。風味は残りますが食感が失われるため、冷凍はソースなどの加熱用途向きです。",
      "nutrition_oneliner": "豊富なビタミンA・Cに加え、種子油はGLAの貴重な供給源。",
      "nutrition_benefits": "葉には、皮膚や粘膜の健康を支えるビタミンAと、抗酸化作用を持つビタミンCが豊富に含まれています。特に注目されるのが種子から採れるオイルで、抗炎症作用が期待されるガンマリノレン酸（GLA）を非常に多く含み、アトピー性皮膚炎などの症状緩和に関する研究も行われています。ヨーロッパでは古くから気分を高揚させ、熱を下げるハーブとして用いられてきました。",
      "safety_oneliner": "肝毒性リスクのある成分を含むため、長期・大量の摂取は注意。",
      "safety_notes": "葉や花には、ピロリジジンアルカロイドという肝臓に影響を与える可能性のある成分がごく微量含まれます。通常の食事でたまに楽しむ分には問題ありませんが、ハーブティーなどでの習慣的な大量摂取は避けるようにしてください。",
      "honest_oneliner": "美しい花と風味は格別。ただ葉の毛と含有成分には少し注意。",
      "honest_assessment": "ボリジの魅力は、何と言っても料理を彩る美しい星形の花と、清々しいキュウリの風味にあります。ただ、成長した葉の表面を覆う毛は、ざらついた食感が気になるかもしれません。また、微量に含まれる成分への配慮も必要です。少し気難しい友人と付き合うように、その個性ごと愛せる人にとっては、庭やキッチンに欠かせない特別な存在になるでしょう。",
      "cultural_background": "古代ローマでは「勇気をもたらす」と信じられ、兵士が出陣前にボリジを浸したワインを飲んだと伝えられます。中世ヨーロッパでは「喜びのハーブ」として庭に植えられました。その伝統は今も食文化に息づき、イタリアのリグーリア地方ではラビオリの詰め物に、ドイツでは有名なグリーンソースに欠かせない存在です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ボリジ・アルバ]]"
        ],
        "similarVegetables": [
          "[[キュウリ]]"
        ]
      },
      "notes": ""
    }
  }
}