{
  "global_info": {
    "url": "マウカ",
    "kana_name": "マウカ",
    "scientificName": "Mirabilis expansa",
    "classification": {
      "family_ja": "Four o'clock family",
      "genus_ja": "Four o'clock"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Mauka",
          "Chago",
          "Andean Four O'Clock"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "マウカ",
      "oneliner": "アンデスの空の下で育つ、失われたインカの秘宝。ほんのり甘い根菜。",
      "description": "遥かなるアンデスの高地、ペルーやボリビアの澄んだ空気の中で、マウカは静かにその根を育みます。インカの時代から受け継がれてきたこの作物は、まさに「失われた秘宝」。一見すると素朴な根菜ですが、太陽の光を浴びせて渋みを抜くと、サツマイモにも似た優しい甘みとナッツのような香ばしさが顔を覗かせます。火を通せば、ほっくりと心和む食感に。アンデスの人々の暮らしを支えてきた、大地の恵みの物語がここにあります。",
      "practical_oneliner": "食べる前に天日干しを。渋みが抜け、驚くほど甘みが増します。",
      "practical_tips": "マウカを手に入れたら、まず行うべきは「ソレアード」と呼ばれる伝統的な下処理です。これは数日間、天日に晒すだけのシンプルな方法ですが、渋みの原因となる成分が分解され、でんぷんが糖に変わることで驚くほど甘く、風味豊かになります。このひと手間が、マウカ本来の美味しさを引き出す鍵。処理後は、冷暗所で数週間から数ヶ月保存が可能です。調理前には皮をむき、煮込みや蒸し焼きに使いましょう。茹でこぼすことでも、えぐみを和らげられます。",
      "nutrition_oneliner": "アンデスの厳しい環境を生き抜く、力強いエネルギー源。",
      "nutrition_benefits": "マウカは、高地の厳しい暮らしを支える優れたエネルギー源です。100gあたり約135kcalと、主食となるのに十分なカロリーと豊富な炭水化物を含んでいます。また、骨や歯の健康に欠かせないカルシウムやリンも補給できます。まだ研究途上の作物ですが、その高い栄養価に注目が集まっており、未来の食料安全保障に貢献する可能性を秘めています。伝統的な知恵に裏打ちされた、滋味深い食材です。",
      "safety_oneliner": "生食は厳禁。加熱前に必ず天日干しや茹でこぼしで下処理を。",
      "safety_notes": "マウカには、生の状態で口にすると強い渋みやえぐみを感じさせる成分が含まれています。美味しく安全にいただくためには、アンデスの人々が続けてきた伝統的な下処理が欠かせません。天日干しや、調理前に一度茹でこぼすといったひと手間を加えることで、これらの成分を取り除くことができます。",
      "honest_oneliner": "物語と風味は一級品。でも、出会うことと下処理に手間がかかる愛しき野菜。",
      "honest_assessment": "マウカの魅力は、その味以上に、アンデスの風土と歴史が凝縮された物語性にあります。しかし、正直に言うと、誰もが気軽に楽しめる野菜ではありません。まず、日本で出会うことはほぼ不可能。そして、手に入っても天日干しという下処理が必須です。この手間を愛おしいと感じ、失われた文化の味を追体験したいと願う探求心旺盛な食いしん坊にこそ、心からおすすめしたい。そんな特別な野菜です。",
      "cultural_background": "マウカは、インカ帝国が誕生するよりも前からアンデスの人々の命を繋いできた、歴史の証人です。一時は忘れ去られ「失われたインカの作物」と呼ばれましたが、近年その価値が見直されています。乾季の貴重な貯蔵食として、また石蒸し焼き「パチャマンカ」などの伝統料理に欠かせない食材として、地域の食文化を静かに支え続けている、まさに生きた文化遺産なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[イエローマウカ]]",
          "[[ホワイトマウカ]]"
        ],
        "similarVegetables": [
          "[[さつまいも]]",
          "[[キャッサバ]]"
        ]
      },
      "notes": "アンデス高地の特定地域でのみ栽培される極めて希少な作物であり、日本国内での入手はほぼ不可能です。遺伝資源の消失も懸念されており、保全が急がれています。"
    }
  }
}