{
  "global_info": {
    "url": "メキャベツ",
    "kana_name": "メキャベツ",
    "scientificName": "Brassica oleracea var. gemmifera",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "葉芽",
      "edibleParts": [
        "葉芽",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "メキャベツ (芽キャベツ)"
        ]
      },
      "international": {
        "en": [
          "Brussels sprout",
          "Brussels sprouts"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "メキャベツ",
      "oneliner": "ローストで目覚める甘み。冬の食卓を彩る小さな宝石。",
      "description": "まるでミニチュアのキャベツのような愛らしい姿。その故郷は16世紀のベルギー、ブリュッセルです。一口かじれば、シャキッとした歯ごたえと共に、大人の舌を喜ばせるほのかな苦味とナッツのような深いコクが広がります。特にじっくりとローストすることで苦味は甘美な香ばしさへと変わり、この野菜が持つ本当の魅力が花開くのです。茎に鈴なりに実る小さな葉芽は、まさに冬の畑がくれる贈り物です。",
      "practical_oneliner": "加熱は短時間で。じっくり火を通せば甘みが際立ちます。",
      "practical_tips": "美味しさの鍵は、火の通し加減にあります。加熱しすぎると特有の硫黄化合物が生まれ、強い苦味と不快な香りが出てしまうので注意が必要です。おすすめはロースト。高温でさっと火を通すことで、苦味は心地よい甘みに変わり、ナッツのような香ばしさが引き立ちます。すぐに使わない場合は冷凍保存も可能です。食感は少し柔らかくなりますが、栄養価は比較的保たれます。",
      "nutrition_oneliner": "ビタミンKとCが豊富。骨の健康と毎日の元気を支える。",
      "nutrition_benefits": "小さな一粒には、驚くほどの栄養が詰まっています。特に豊富なのが、血液の健康や丈夫な骨の維持に欠かせないビタミンKと、日々の元気をサポートするビタミンCです。さらに、食物繊維や葉酸もバランス良く含んでいます。アブラナ科特有のグルコシノレートといった成分も含まれ、その抗酸化作用が注目されています。",
      "safety_oneliner": "抗凝固薬を服用中の方は、豊富なビタミンKにご注意を。",
      "safety_notes": "血液を固める働きを助けるビタミンKを非常に多く含んでいます。そのため、ワルファリンなどの抗凝固薬を服用されている方は、摂取量についてかかりつけの医師にご相談ください。通常の食事で食べる量であれば、他に特筆すべき注意点はありません。",
      "honest_oneliner": "火加減次第で天国と地獄。クセを愛せれば最高の相棒に。",
      "honest_assessment": "正直に言うと、メキャベツは誰もが手放しで好きになる野菜ではないかもしれません。その独特のほろ苦さは、加熱を間違えると顔をしかめるような強い風味に変わってしまいます。しかし、ローストという調理法がその評価を一変させました。甘く、香ばしくなったメキャベツは、かつての印象が嘘のよう。この小さな野菜の本当の美味しさは、少しのコツと愛情で引き出されるのです。",
      "cultural_background": "その名が示す通り、物語は16世紀のベルギー、ブリュッセル近郊で始まりました。野生キャベツから人の手によって選び抜かれ、生まれた比較的新しい野菜です。特にイギリスでは、クリスマスの食卓に欠かせない冬の風物詩として、祝祭の料理を彩る象徴的な存在として深く愛されています。",
      "relationships": {
        "parentSpecies": [
          "[[野生キャベツ]]"
        ],
        "children": [
          "[[ロングアイランドインプルーブド]]",
          "[[ファルスタッフ]]"
        ],
        "similarVegetables": [
          "[[キャベツ]]",
          "[[ブロッコリー]]",
          "[[ケール]]"
        ]
      },
      "notes": ""
    }
  }
}