{
  "global_info": {
    "url": "ヤサイカラスウリ",
    "kana_name": "ヤサイカラスウリ",
    "scientificName": "Coccinia grandis",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "Coccinia"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヤサイカラスウリ"
        ]
      },
      "international": {
        "en": [
          "Ivy Gourd",
          "Scarlet Gourd",
          "Tindora",
          "Kowai fruit"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ヤサイカラスウリ",
      "oneliner": "南アジアの食卓に根付く、果実も葉も美味しい強かなつる野菜。",
      "description": "熱帯アフリカとアジアの広大な大地で生まれた、力強い生命力を持つつる性の野菜。きゅっと小ぶりなその果実は、見た目も食感もキュウリに似ていますが、炒めたり煮込んだりすると、ほのかな甘みを帯びて柔らかく変身します。インドでは毎日の食卓に欠かせない炒め煮に、タイではその優しい風味の葉がスープの具材として愛されています。果実だけでなく、葉や若い茎までもが恵みとなる、暮らしに寄り添ってきた古の野菜です。",
      "practical_oneliner": "緑色の未熟果を選び、炒め物や煮込みで甘みを引き出して。",
      "practical_tips": "手に入れたなら、まずはその調理の幅広さをお楽しみください。インド風にクミンやターメリックなどのスパイスと炒め煮にすれば、本格的な一皿に。タイ料理がお好きなら、葉を豚ひき肉と合わせて優しい味わいのスープにするのもおすすめです。生のままでもシャキシャキとした食感が楽しめますが、加熱すると煮崩れしにくく、味が染み込みやすいのが嬉しい特徴。果実だけでなく、ぜひ葉や若い茎も料理に取り入れてみてください。",
      "nutrition_oneliner": "豊富なβ-カロテンに加え、血糖値への働きも注目される伝統野菜。",
      "nutrition_benefits": "100gあたり18kcalと低カロリーながら、栄養価の高さが魅力です。特に体内でビタミンAに変わるβ-カロテンを豊富に含みます。古くからインドのアーユルヴェーдаでは血糖値のコントロールに用いられてきた歴史があり、現代の研究でもその働きが注目されています。他にも、抗酸化作用を持つフラボノイドといった成分も含まれており、伝統的な知恵が科学的にも裏付けられつつある、注目の野菜です。",
      "safety_oneliner": "食品としては安全ですが、薬用目的での大量摂取は専門家にご相談を。",
      "safety_notes": "日常の食事で果実や葉をいただく分には、特に心配はありません。古くから安全な食材として親しまれてきました。ただし、伝統医学で利用されるような血糖値への効果を期待して、ジュースや煎じ薬として大量に摂取する場合には、専門家のアドバイスを求めるようにしてください。",
      "honest_oneliner": "育てやすく料理も万能。日本ではまだ出会うのが難しいのが玉に瑕。",
      "honest_assessment": "熱帯気候に適応した強靭な生命力は、育てやすさと収穫量の多さという大きな魅力。果実から葉まで無駄なく使え、どんな料理にも馴染む素直な味わいです。ただ、日本ではまだ一般的な野菜ではないため、アジア食材店などを探す必要があります。その希少性も含めて、異国の食文化を旅する気持ちで楽しんでほしい野菜です。",
      "cultural_background": "その歴史は古く、インドでは数千年前のサンスクリット語文献や伝統医学アーユルヴェーダの書にも名が記されています。交易品としてではなく、人々の移動に伴ってアジアからアフリカへと静かに伝播。各地で多様な名で呼ばれ、日常の糧として、また薬として、暮らしを支え続けてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          [
            "キュウリ"
          ]
        ]
      },
      "notes": "世界的には広く栽培されていますが、商業的な品種登録は少なく、地域ごとに多様な在来種が農家によって維持されています。"
    }
  }
}