{
  "global_info": {
    "url": "ラベージ",
    "kana_name": "ラベージ",
    "scientificName": "Levisticum officinale",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "ラベージ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "茎",
        "葉",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Lovage",
          "Love Parsley",
          "Sea Parsley"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ラベージ",
      "oneliner": "ひとさじでスープが変わる、セロリに似た力強い香りの伝統ハーブ。",
      "description": "南ヨーロッパの山々からやってきた、古代ローマ人も愛したとされる多年草のハーブ。春になると力強く芽吹き、人の背丈ほどにも成長します。その葉を一枚ちぎれば、セロリとパセリをぎゅっと濃縮したような、鮮烈で野性的な香りがほとばしるでしょう。口に含めば、ほろ苦さの奥に確かな「うま味」が広がり、スープや煮込み料理に忘れがたいほどの深いコクと奥行きを与えてくれます。根から種まで、そのすべてが食の歴史を物語るハーブです。",
      "practical_oneliner": "香りが非常に強いので少量ずつ。乾燥や冷凍で長期保存も可能です。",
      "practical_tips": "選ぶなら、葉の色が濃く生き生きとして、茎にハリがあるものを。フレッシュな香りを保つなら、湿らせたキッチンペーパーで包み、ビニール袋に入れて冷蔵庫の野菜室へ。長期保存したい場合は、刻んで製氷皿で冷凍するか、風通しの良い場所で吊るして乾燥させるのがおすすめです。香りが非常に力強いため、調理に使う際はまず少量から試すのが失敗しないコツ。特に茎は硬めなので、細かく刻むか、煮込み料理で風味を移す使い方が向いています。",
      "nutrition_oneliner": "ビタミンCが豊富。伝統的に利尿や消化促進に用いられてきました。",
      "nutrition_benefits": "ラベージは、豊富なビタミンCをはじめ、ビタミンAやカリウムを含んでいます。特徴的な強い香りのもとは「フタリド類」という成分で、血行を促す可能性が研究されています。また、抗酸化作用で知られるケルセチンも含有。ヨーロッパの伝統的なハーブ療法では、その利尿作用や消化を助ける働き（駆風）が古くから知られ、体の巡りを整えるハーブとしてスープや煎じ薬に用いられてきました。",
      "safety_oneliner": "光線過敏症の可能性あり。妊娠中や腎臓疾患の方は使用を避けて。",
      "safety_notes": "ラベージに含まれるフロクマリン類は、人によって日光への感受性を高め、皮膚に炎症を起こす「光線過敏症」の原因となることがあります。過剰な摂取は避け、特に妊娠中や腎臓に疾患のある方は使用を控えることが推奨されています。",
      "honest_oneliner": "料理の主役になるほどの強い香り。使いこなせれば、もう手放せない。",
      "honest_assessment": "正直に言うと、ラベージは万人受けするハーブではありません。その香りはセロリを10倍濃くしたようで、苦手な人には少し圧倒的かもしれません。しかし、この強烈な個性こそが最大の魅力。特に東欧のスープには欠かせない存在で、ひとたびその味を知れば、他のハーブでは物足りなく感じるはず。日本ではまだ珍しいですが、見つけたらぜひ挑戦してほしい、料理の腕を試される面白い相棒です。",
      "cultural_background": "その歴史は古代ローマに遡り、兵士たちの手でヨーロッパ全土へ広められたといわれます。中世には修道院の薬草園で大切に育てられ、民間では「愛のパセリ（Love Parsley）」の名で媚薬とも信じられていました。ドイツで「マギー草」と呼ばれるほどスープとの相性は抜群で、特にルーマニアの酸っぱいスープ「チョルバ」にはなくてはならない魂のハーブです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[セロリ]]",
          "[[パセリ]]"
        ]
      },
      "notes": null
    }
  }
}