{
  "global_info": {
    "url": "リマまめ",
    "kana_name": "リママメ",
    "scientificName": "Phaseolus lunatus",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "インゲンマメ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "若い莢"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Lima bean",
          "Butter bean",
          "Sieva bean",
          "Madagascar bean"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "リマ豆",
      "oneliner": "古代アンデスが育んだ、バターのようにクリーミーな歴史の証人。",
      "description": "「バタービーン」の愛称で親しまれるリマ豆。その名の通り、加熱すると驚くほどクリーミーで、ほっくりとした食感に変わります。少し平たく、三日月（lunatus）にも似た形が特徴で、アンデス生まれの大粒な「リマ型」と、メソアメリカで生まれた小粒な「シエバ型」という、二つの異なる故郷を持つユニークな豆です。煮込み料理にすれば、その身はとろりと舌の上で溶け、優しい甘みとナッツを思わせる豊かな風味が広がります。古代文明の主食だった歴史に思いを馳せたくなる、物語を秘めた一粒です。",
      "practical_oneliner": "生食は厳禁。一晩水に浸し、必ず十分に加熱してから使うこと。",
      "practical_tips": "乾燥豆を選ぶ際は、粒がふっくらと揃い、割れや虫食いがないものを選びましょう。保存は密閉容器に入れ、湿気の少ない冷暗所で。長期間品質を保てます。調理前の下準備が最も重要です。たっぷりの水に一晩（8時間以上）浸して戻し、その戻し汁は捨ててください。新しい水で、豆がすっかり柔らかくなるまでじっくりと加熱します。このひと手間で、豆が持つ本来のクリーミーな美味しさと安全性を引き出すことができます。缶詰や冷凍品なら、この手間なく手軽に使えます。",
      "nutrition_oneliner": "食物繊維とタンパク質が豊富。穏やかな血糖値上昇も魅力。",
      "nutrition_benefits": "リマ豆は、良質な植物性タンパク質と豊富な食物繊維の宝庫です。特に水溶性食物繊維は、食後の血糖値の急な上昇を抑える働きや、心血管系の健康維持に役立つことが知られています。また、体内の代謝を助けるマンガンや、細胞の生成に不可欠な葉酸も含まれています。さらに、私たちの体にとって重要な微量ミネラルであるモリブデンを非常に多く含んでいる点も、この豆の特筆すべき栄養価です。日々の食事に加えることで、バランスの取れた栄養摂取をサポートしてくれます。",
      "safety_oneliner": "生や加熱不十分な豆は有毒成分を含むため、絶対に食べないで。",
      "safety_notes": "生の豆には、シアン配糖体やレクチンといった天然の有毒成分が含まれます。これらは消化器系の不調を引き起こすため、生食は厳禁です。水に浸し、十分に加熱することで安全に分解されるので、必ず調理法を守ってください。",
      "honest_oneliner": "極上のクリーミーさは魅力だが、丁寧な下処理は美味しく食べる約束事。",
      "honest_assessment": "リマ豆のバターのように滑らかな舌触りは、他の豆ではなかなか味わえない格別なものです。しかし、その美味しさを引き出すには、有毒成分を取り除くための浸水と加熱という、少し手間のかかる下準備が欠かせません。この「一手間」を面倒と捉えるか、美味しいものを食べるための儀式と楽しめるかで、この豆との付き合い方が変わるでしょう。手間に見合うだけの価値は、間違いなくあります。",
      "cultural_background": "その歴史は１万年前に遡り、アンデスとメソアメリカで独立して栽培化された稀有な豆です。古代ペルーのモチェ文化では土器に頻繁に描かれ、豊穣の象徴とされました。ペルーでは今も「パラル」の名で食文化の核をなし、北米では「三姉妹（スリーシスターズ）」の一員として、文明を支えてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[パラル・デ・イカ]]",
          "[[キング・オブ・ザ・ガーデン]]",
          "[[シエバ]]"
        ],
        "similarVegetables": [
          "[[インゲンまめ]]"
        ]
      },
      "notes": ""
    }
  }
}