{
  "global_info": {
    "url": "リナリア",
    "kana_name": "リナリア",
    "scientificName": "Linaria",
    "classification": {
      "family_ja": "オオバコ科",
      "genus_ja": "ウンラン属"
    },
    "foodClassification": {
      "primaryPart": null,
      "edibleParts": []
    },
    "names": {
      "japanese": {
        "common": [
          "リナリア",
          "ウンラン属"
        ]
      },
      "international": {
        "en": [
          "Toadflax",
          "Butter-and-eggs"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "リナリア",
      "oneliner": "ヨーロッパの野に咲く、食べてはいけない美しい薬草。",
      "description": "ヨーロッパの温帯地域を故郷とする、可憐な姿の野生植物。キンギョソウにも似た小さな花々は、ある種はバターと卵のような柔らかな黄色に染まり、またある種は紫やピンクのドレスをまとって、野原や道端を彩ります。その美しさから観賞用として世界に広まりましたが、これは食卓を飾る野菜ではありません。その物語は、薬や染料、そして時に魔除けとして、人々の暮らしに寄り添ってきた歴史の中にあります。",
      "practical_oneliner": "食用ではなく観賞用です。決して口にしないでください。",
      "practical_tips": "リナリアは野菜売り場に並ぶことはありません。もしガーデニングで楽しむなら、苗や種子を園芸店で探しましょう。多くの種は丈夫で育てやすく、日当たりと水はけの良い場所を好みます。しかし、その可憐な姿の裏にはアルカロイドなどの有毒成分が隠されています。伝統的な薬用利用の歴史はありますが、専門知識なしに体内に取り入れることは極めて危険です。あくまで目で楽しむ植物として、安全な距離で付き合うことが大切です。",
      "nutrition_oneliner": "薬草として研究されるも、有毒成分を含むため食用不可。",
      "nutrition_benefits": "リナリアは食用の野菜ではないため、栄養価は分析されていません。しかし、その体内にはリナリンやペクトリナリンといった成分が含まれ、抗炎症作用などの可能性が研究されています。古くはヨーロッパの民間薬として利用されましたが、同時に家畜への毒性も報告されているアルカロイドを含みます。現代の食生活において、健康効果を期待して摂取すべき植物ではありません。",
      "safety_oneliner": "有毒なアルカロイドを含み、摂取すると肝臓に害を及ぼす危険性。",
      "safety_notes": "リナリア属の植物は、キノリジジンアルカロイドなどの有毒成分を含んでいます。誤って摂取すると、肝毒性を引き起こす可能性があります。特に妊娠中や授乳中の方は決して使用しないでください。伝統的な薬用利用は、そのリスクを熟知した上でのものです。",
      "honest_oneliner": "庭を彩る強さと美しさ。でも、その毒性と侵略性にはご用心。",
      "honest_assessment": "その可憐な姿と生命力は、ガーデナーにとって大きな魅力です。手間いらずで育ち、蜂たちを庭に呼び込んでくれます。しかし、その強さは時に手に負えない侵略性となり、うっかり口にすれば体を蝕む毒となります。美しさと危うさを併せ持つ、まさに野生の植物。敬意をもって遠くから眺めるのが、一番良い付き合い方かもしれません。",
      "cultural_background": "ヨーロッパでは古くから薬草として知られ、花からは黄色い染料が作られました。夏至祭の飾りや、魔除けとして戸口に吊るす風習も。バターと卵を思わせる花色から『Butter-and-eggs』という愛らしい英語名も持っていますが、その歴史は食卓ではなく、人々の暮らしの知恵や願いと共にありました。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[キンギョソウ]]"
        ]
      },
      "notes": "本種は伝統的な『野菜』ではなく、有毒成分を含むため食用には適しません。本稿では、食文化を豊かにする周辺的な植物の文化的・生態的価値を紹介する事例として取り上げています。"
    }
  }
}