{
  "global_info": {
    "url": "ルバーブ",
    "kana_name": "ルバーブ",
    "scientificName": "Rheum × hybridum",
    "classification": {
      "family_ja": "タデ科",
      "genus_ja": "ルバーブ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "大黄"
        ]
      },
      "international": {
        "en": [
          "Rhubarb",
          "Pie Plant"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ルバーブ",
      "oneliner": "春を告げる鮮烈な酸味。デザートの世界を拓いた野菜。",
      "description": "シベリアの凍てつく大地から旅をはじめ、シルクロードを経て世界へと渡ったルバーブ。その宝石のように鮮やかな赤や緑の茎は、春の息吹そのものです。かじれば目が覚めるほどの鮮烈な酸味がほとばしり、加熱すればたちまち柔らかな繊維へと姿を変え、甘いデザートに心地よい刺激を与えてくれます。野菜でありながら、まるで果物のように愛される、二つの顔を持つ不思議な存在です。",
      "practical_oneliner": "葉は有毒、茎だけを。砂糖と一緒に煮るのが基本です。",
      "practical_tips": "ハリとツヤがあり、切り口がみずみずしい茎を選びましょう。手に入れたら、まず有毒な葉を必ず根元から切り落とします。茎は洗って水気を拭き取り、ラップに包んで冷蔵庫の野菜室へ。長期保存したい場合は、使いやすい長さにカットして冷凍するのがおすすめです。調理の際はアク抜き不要。その鮮烈な酸味を活かすため、たっぷりの砂糖と一緒に煮詰めてジャムやコンポートにするのが王道です。",
      "nutrition_oneliner": "ビタミンKや食物繊維が豊富。赤い品種には抗酸化作用も。",
      "nutrition_benefits": "ルバーブは低カロリーながら、見過ごせない栄養を秘めています。特に骨の健康に関わるビタミンK1が豊富。また、お腹の調子を整える食物繊維もしっかり含まれています。鮮やかな赤い茎の品種には、抗酸化作用で知られるアントシアニンというポリフェノールも。その酸味の源であるリンゴ酸は、爽やかな風味をもたらしてくれます。おいしく食べて、からだの内側から調子を整える手助けをしてくれる春の恵みです。",
      "safety_oneliner": "葉にはシュウ酸が多く含まれ有毒です。絶対に食べないで。",
      "safety_notes": "ルバーブを扱う上で最も大切な注意点は、葉を食べないことです。葉にはシュウ酸が高濃度で含まれており、中毒症状を引き起こす危険があります。調理の際は必ず茎だけを使用してください。また、茎にも少量シュウ酸が含まれるため、腎臓に疾患のある方は摂取に注意が必要です。",
      "honest_oneliner": "鮮烈な酸味は唯一無二の魅力。ただ、葉は毒で生食には向きません。",
      "honest_assessment": "ルバーブの魅力は、なんといってもその潔いほどの酸っぱさ。この酸味があるからこそ、砂糖と出会ったときに甘さを引き立て、凡庸なデザートを特別な一皿に変えてくれます。ただし、単体で輝くタイプではありません。加熱するとすぐに煮崩れてしまう扱いにくさや、葉に隠された毒など、少し気難しい一面も。手間をかけてこそ心を開いてくれる、そんな愛すべき偏屈さがこの野菜の個性なのです。",
      "cultural_background": "その歴史は古く、古代中国では根が「大黄」という強力な生薬として珍重されていました。シルクロードを渡りヨーロッパへ伝わった当初も、ルバーブは高価な薬草。それが食卓の主役へと変身を遂げたのは18世紀のこと。砂糖が庶民にも普及したことで、その強烈な酸味を甘く包み込む知恵が生まれ、パイの具材「パイ・プラント」として愛されるようになったのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ヴィクトリア]]",
          "[[ティンパリーアーリー]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}