{
  "global_info": {
    "url": "ルタバガ",
    "kana_name": "ルタバガ",
    "scientificName": "Brassica napus var. napobrassica",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Rutabaga",
          "Swede",
          "Swedish turnip",
          "Neep"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ルタバガ",
      "oneliner": "カブとキャベツの出会いから生まれた、北国の冬を支える甘い根菜。",
      "description": "肩の部分が鮮やかな紫色、下半分がクリームイエローという個性的な装い。その生まれは17世紀のスカンジナビア。カブとキャベツの偶然の出会いから歴史が始まりました。生でかじればほのかにカブのような辛味がありますが、火を通すと驚くほど甘く、滑らかな舌触りに。土の香りをまとった優しい味わいは、凍てつく冬の大地が育んだ、ささやかな贈り物なのです。",
      "practical_oneliner": "ずっしり重いものを選び、じっくり火を通してその真価である甘さを引き出す。",
      "practical_tips": "手に取ってずっしりと重みを感じ、表面に傷やシワがないものを選びましょう。北米産のものには、乾燥を防ぐためのワックスが塗られていることも。皮は硬いので、包丁で厚めに剥いてください。特に肩の部分は繊維質が強いことがあります。保存は新聞紙に包んで冷暗所へ。適切に貯蔵すれば数ヶ月は品質を保てる、冬の頼もしいストック野菜です。",
      "nutrition_oneliner": "冬の食卓に嬉しい、豊富なビタミンCで体の内側から守る。",
      "nutrition_benefits": "特筆すべきは、100gあたり一日の推奨量の4割以上を補える豊富なビタミンC。この抗酸化作用は、冬の間の健康維持を力強くサポートします。また、カリウムも含まれており、体のバランスを整える手助けをします。ジャガイモより低カロリー・低炭水化物なのも嬉しい点。アブラナ科特有の成分グルコシノレートも含まれ、その健康効果が注目されています。",
      "safety_oneliner": "甲状腺に持病のある方は、過剰な摂取にご注意ください。",
      "safety_notes": "ルタバガを含むアブラナ科の野菜には、ゴイトロゲンという物質がわずかに含まれます。これは甲状腺の機能に影響を与える可能性があるため、甲状腺に持病をお持ちの方は食べ過ぎに注意が必要です。ただ、通常の食事で楽しむ分には、全く問題ありません。",
      "honest_oneliner": "素朴な甘さは絶品だが、皮の硬さと独特の風味が好みを分けることも。",
      "honest_assessment": "加熱したときの、ほっくりとした甘みと滑らかな舌触りは、他の根菜にはない確かな魅力です。しかし、その土っぽい風味やカブに似た微かな辛味は、少し個性が強いと感じるかもしれません。皮が硬く下処理に一手間かかりますが、その素朴な味わいは、北国の厳しい冬を乗り越えてきた知恵そのもの。じっくり向き合えば、きっとその良さがわかるはずです。",
      "cultural_background": "その歴史は意外に新しく、17世紀のスウェーデンでカブとキャベツが交配して生まれたとされます。英語名の一つ『Swede（スウェーデン人）』はその出自を物語ります。スコットランドでは国民食『ハギス』に欠かせない存在であり、ドイツでは戦時下の冬を支えた『Steckrübenwinter（ルタバガの冬）』の記憶として、人々の歴史に深く刻まれています。",
      "relationships": {
        "parentSpecies": [
          "[[カブ]]",
          "[[キャベツ]]"
        ],
        "children": [
          "[[アメリカンパープルトップ]]",
          "[[ローレンシアン]]"
        ],
        "similarVegetables": [
          "[[カブ]]"
        ]
      },
      "notes": ""
    }
  }
}