{
  "global_info": {
    "url": "レレン",
    "kana_name": "レレン",
    "scientificName": "Goeppertia allouia",
    "classification": {
      "family_ja": "クズウコン科",
      "genus_ja": "Goeppertia"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Leren",
          "Topi-tambu",
          "Guinea arrowroot",
          "Sweet corn root"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "レレン",
      "oneliner": "カリブの祝宴に欠かせない、不思議なシャキシャキ食感の根。",
      "description": "南米の熱帯雨林とカリブの島々で、古の時代からひっそりと育まれてきた根菜、レレン。その小さな根茎には、ナッツのようなほのかな甘みと、煮込んでも決して失われない驚くべきシャキシャキ感が宿っています。かつて先住民たちの貴重な糧であり、今もなおクリスマスの食卓を彩る特別なご馳走として愛され続けるその食感は、まるで大地の恵みが奏でる軽やかなリズムのよう。一口食べれば、遠いカリブの陽気な祝祭が目に浮かぶようです。",
      "practical_oneliner": "スープや煮込みに。皮をむき、茹でてから冷凍保存も可能。",
      "practical_tips": "手に入れたレレンは、乾燥しないように袋に入れ、冷蔵庫で数週間保存できます。長期保存したい場合は、皮をむいてから一度茹で、冷ましてから冷凍すると、数ヶ月は独特の食感を保つことができます。調理の際は、このシャキシャキ感を活かすのが鍵。他の根菜と一緒にスープやシチュー、煮込み料理に加えるだけで、食感の楽しいアクセントになります。加熱しすぎても崩れないのが嬉しい特徴です。",
      "nutrition_oneliner": "炭水化物を主とし、リンやカルシウムを含む伝統食材。",
      "nutrition_benefits": "レレンは、約20%が炭水化物で構成されるエネルギー源です。特筆すべきは、骨や歯の健康に欠かせないリン（約170mg/100g）とカルシウム（約20mg/100g）を含んでいること。脂質はほとんどなく、ヘルシーな食材と言えるでしょう。南米の一部の地域では、その煮汁が伝統的に利尿作用を期待して飲まれてきた歴史もあります。現代的な栄養研究はまだ途上ですが、食感豊かな炭水化物源として食卓を豊かにしてくれます。",
      "safety_oneliner": "一般的に安全な食材ですが、過剰摂取に関するデータは限定的。",
      "safety_notes": "レレンは長年にわたり安全な食材として食されてきた歴史があります。特別な毒性成分やアレルギーに関する報告はほとんどありません。ただし、どのような食材でも同様ですが、食べ過ぎは避け、バランスの良い食事の一部として楽しむのが賢明です。",
      "honest_oneliner": "唯一無二の食感は魅力的だが、入手は極めて難しい幻の味。",
      "honest_assessment": "レレン最大の魅力は、クワイにも似た、加熱しても失われないシャキシャキとした歯ざわり。この食感は、他のどんな根菜にも代えがたい存在感を放ちます。しかし、その栽培は熱帯地域に限られ、収穫まで一年近くかかるため、商業生産はごく僅か。出会うこと自体が稀な食材です。もし幸運にも見つけたら、その希少性と文化的な背景に思いを馳せながら、特別な日のご馳走として大切に味わってみてください。",
      "cultural_background": "その歴史は古く、コロンブスが新大陸に到達する以前から、南米やカリブの先住民たちの食生活を支えてきました。特にプエルトリコなどでは、今なおクリスマスの祝祭に欠かせない特別な食材。しかし、栽培の難しさから若い世代への継承は途絶えつつあり、その食文化は危機に瀕しています。『レレン』『トピタンブ』など、土地ごとに異なる名で呼ばれるこの根菜は、消えゆく食の記憶そのものなのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[くわい]]"
        ]
      },
      "notes": "栽培農家の減少と食生活の変化により、カリブ海地域を中心に伝統的な食文化の継承が危ぶまれている、保全優先度の高い作物です。"
    }
  }
}