{
  "global_info": {
    "url": "ローマンカモミール",
    "kana_name": "ローマンカモミール",
    "scientificName": "Chamaemelum nobile",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "カモミール属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Roman Chamomile",
          "English Chamomile",
          "Garden Chamomile"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ローマンカモミール",
      "oneliner": "甘いリンゴの香りで心をほぐす、ヨーロッパ古来の癒やしのハーブ。",
      "description": "西ヨーロッパの陽だまりで生まれた、古の癒やしの草花。その名は「大地のリンゴ」を意味し、踏みしめるたびに甘く爽やかな香りを放ちます。小さな白い花びらは可憐な姿とは裏腹に、口に含むと穏やかな苦味と、心を解きほぐすような深いリラックス感をもたらします。古代ローマの時代から人々の傍らにあり続けた、歴史そのものを味わうような一杯をお楽しみください。",
      "practical_oneliner": "フレッシュな花を摘むか、香りが飛ばないうちに乾燥させて密閉保存。",
      "practical_tips": "ドライハーブを選ぶ際は、色が褪せておらず、甘いリンゴの香りがしっかり感じられるものを。フレッシュな花を使うなら、開花直後のものが最も香りが豊かです。保存の鍵は、湿気と光を避けること。収穫した花は風通しの良い日陰で完全に乾燥させ、ガラスの密閉容器へ。こうすることで、豊かな香りを一年以上楽しめます。使う際は、そのままお湯を注ぐだけで、特別な下処理は必要ありません。",
      "nutrition_oneliner": "心身を落ち着かせるアピゲニンが、安らかな休息へと誘います。",
      "nutrition_benefits": "ローマンカモミールの価値は、伝統的な食品栄養学の枠を超えたところにあります。その香りの主成分であるエステル類や、アピゲニンといった化合物が、心と体に穏やかに働きかけます。特に、神経を落ち着かせ、安らかな眠りをサポートする働きは古くから知られており、就寝前の一杯として親しまれてきました。また、消化を助けたり、肌の炎症を和らげたりする効果も期待されています。",
      "safety_oneliner": "キク科アレルギーの方は反応に注意し、妊娠中は大量摂取を避けて。",
      "safety_notes": "キク科の植物であるため、ブタクサやキクなどにアレルギーがある方は、アレルギー反応を引き起こす可能性があります。また、伝統的に子宮に作用する可能性が示唆されているため、妊娠中の方は念のため大量の飲用を控えるのが賢明です。",
      "honest_oneliner": "香りは随一だが食材としての幅は狭く、癒やしの「飲むアロマ」。",
      "honest_assessment": "ローマンカモミールは「食べる」より「感じる」ハーブ。そのリンゴのような香りは心からのリラックスを求める夜の最高の友です。ただ、食材としての汎用性は低く、穏やかな苦味は料理の主役になりにくいでしょう。庭で育て、必要な時に摘んでお茶にする。そんな素朴で贅沢な付き合い方が、このハーブには一番似合っています。",
      "cultural_background": "その名はギリシャ語で「大地のリンゴ」を意味し、古代ローマの兵士たちは勇気を得るためにその香りを浴びたとされます。中世には床に撒かれ香りを放つ「ストローイングハーブ」として活躍。アングロサクソンの伝説では「九つの聖なるハーブ」の一つに数えられるなど、薬としてだけでなく、儀式にも用いられてきた文化に深く根ざした植物です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[トリーニーグ]]",
          "[[フローレプレノ]]"
        ],
        "similarVegetables": [
          "[[ジャーマンカモミール]]"
        ]
      },
      "notes": ""
    }
  }
}