{
  "global_info": {
    "url": "唐辛子",
    "kana_name": "トウガラシ",
    "scientificName": "Capsicum annuum",
    "classification": {
      "family_ja": "ナス科",
      "genus_ja": "トウガラシ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "唐辛子 (Tōgarashi)"
        ]
      },
      "international": {
        "en": [
          "Chili Pepper",
          "Bell Pepper",
          "Paprika",
          "Cayenne Pepper"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "唐辛子",
      "oneliner": "鮮烈な辛さの奥に、甘く複雑な物語を秘めた情熱の赤い果実。",
      "description": "かつてメソアメリカの太陽を浴びて生まれた、小さな宝石。その姿は、炎のように赤く、森のように緑。品種によっては全く辛くない甘いものから、舌を焼くほど情熱的なものまで、驚くほど多様な顔を持ちます。単なる辛味だけでなく、時にフルーティー、時にスモーキーな奥深い香りが、世界中の料理に情熱と彩りを与え、人々の食欲を掻き立ててきました。果実だけでなく、葉や種子さえも食文化の一部です。",
      "practical_oneliner": "辛さの調節は種とワタで。乾燥させれば風味は凝縮し、一年中楽しめます。",
      "practical_tips": "選ぶ際は、色が均一で鮮やか、皮にハリとツヤがあるものを。生のままならポリ袋に入れて野菜室で保存しますが、長期で楽しむなら乾燥が最適。風通しの良い場所で吊るせば、風味と辛味が凝縮されます。辛さを和らげたい時は、種とその周りの白いワタを丁寧に取り除きましょう。ここに辛味成分カプサイシンが集中しています。調理の際は換気も忘れずに。",
      "nutrition_oneliner": "燃える辛さのカプサイシンと、柑橘類を凌ぐほどの豊富なビタミンC。",
      "nutrition_benefits": "唐辛子の代名詞であるカプサイシンは、代謝や血行を促す働きで知られています。しかし魅力はそれだけではありません。実は驚くほど豊富なビタミンCを含み、その量はレモン以上。赤い品種に多いβ-カロテンはビタミンAとして働き、皮膚や粘膜の健康を支えます。毎日の食事に少し加えるだけで、美味しく栄養を補給できる、頼もしい存在です。",
      "safety_oneliner": "過剰な摂取は胃腸を刺激。調理の際は手や目への付着に注意が必要です。",
      "safety_notes": "辛味成分カプサイシンは、粘膜を強く刺激します。食べ過ぎは胃痛や不調の原因になることがあるので、ご自身の体調に合わせて適量を楽しみましょう。また、生の唐辛子を刻んだ手で目や顔をこすらないように注意し、調理後はよく手を洗うことをお勧めします。",
      "honest_oneliner": "世界の食卓に革命を起こしたスパイスの王様。ただ、その個性と多様性は守るべき宝。",
      "honest_assessment": "唐辛子ほど、世界中の食文化に深く、劇的な影響を与えた野菜は他にないかもしれません。その魅力は鮮烈で、一度知れば虜になります。しかし、強すぎる辛さが苦手な人がいるのも事実。そして私たちが普段目にするのは、何千とある品種のほんの一部。画一的な商業栽培の裏で、貴重な在来種が静かに姿を消している現実も、私たちは知っておくべきです。",
      "cultural_background": "その旅は、紀元前のメソアメリカから始まりました。古代ナワ族にとって「チリ（Chīlli）」は食料であり、薬であり、神への捧げ物でした。15世紀末、コロンブスによってヨーロッパにもたらされると、香辛料貿易の主役として瞬く間に世界を席巻。インドのカレーや韓国のキムチなど、今や当たり前となった各国の「辛い料理」は、この小さな果実との出会いによって生まれたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ハラペーニョ]]",
          "[[ピーマン]]",
          "[[パプリカ]]",
          "[[カイエンペッパー]]",
          "[[韓国唐辛子]]"
        ],
        "similarVegetables": []
      },
      "notes": "世界中に数千もの在来種が存在しますが、単一的な商業品種の普及により、その驚くべき遺伝的多様性は失われつつあると懸念されています。"
    }
  }
}