{
  "global_info": {
    "url": "大根",
    "kana_name": "ダイコン",
    "scientificName": "Raphanus sativus",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "ダイコン属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉",
        "種子",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "大根"
        ]
      },
      "international": {
        "en": [
          "Daikon Radish",
          "White Radish",
          "Japanese Radish",
          "Mooli",
          "Oriental Radish"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "大根",
      "oneliner": "生で、煮て、漬けてよし。日本の食文化に根差した万能野菜。",
      "description": "遥か地中海沿岸に生まれ、シルクロードを経て東アジアでその姿を完成させた旅する野菜。純白の根は、生でかじればシャキッとみずみずしく、ほのかな甘みとピリリとした辛みが顔を出す。じっくり火を通せば、とろりと柔らかく変身し、あらゆる出汁の旨みを吸い込む。根だけでなく、葉や花、種までもが私たちの食卓を彩ってくれる、奥深い恵みのかたまりです。",
      "practical_oneliner": "生食、煮物、漬物と万能。調理法で食感と味わいが激変。",
      "practical_tips": "大根の魅力は、その変幻自在な調理法にあります。生のまま千切りやおろしにすれば、シャキシャキとした食感と爽やかな辛味が楽しめます。じっくり煮込めば、驚くほど柔らかくなり、魚や肉の旨味をたっぷりと吸い込みます。また、塩や糠で漬けたり、天日で干して切り干し大根にしたりと、保存性を高めることで新たな風味と食感が生まれます。葉も捨てずに活用したい、無駄のない野菜です。",
      "nutrition_oneliner": "消化を助ける酵素が豊富。胃腸にやさしい根菜です。",
      "nutrition_benefits": "100gあたり約18kcalと低カロリーながら、私たちの体を支える栄養素を含んでいます。特に豊富な消化酵素アミラーゼは、ご飯などのデンプンの消化を助ける働きで知られています。また、辛味成分のイソチオシアネートには抗酸化作用が期待されており、ビタミンCやカリウムも日々の健康維持に貢献してくれます。",
      "safety_oneliner": "甲状腺に持病のある方は、過剰な摂取にご注意ください。",
      "safety_notes": "大根はアブラナ科の野菜に共通するゴイトロゲンという成分を含みます。これは甲状腺の働きに影響を与える可能性が指摘されているため、もし甲状腺に関するお悩みがある場合は、食べ過ぎに注意することをおすすめします。",
      "honest_oneliner": "万能選手だが、独特の辛味と香りが時に好みを分けることも。",
      "honest_assessment": "日本の食卓に欠かせない存在でありながら、その実力はまだ世界に伝わりきっていません。生のままではピリリとした辛味が、煮込めば独特の香りが立ち上り、これがたまらなく好きという人もいれば、少し苦手と感じる人もいるでしょう。その素朴で少しクセのある味わいこそが、大根の奥深い魅力なのです。",
      "cultural_background": "その歴史は古く、弥生時代には日本へ伝わっていたとされます。シルクロードを渡りアジア各地へ広がる中で、多様な品種と食文化が花開きました。特に、冬の貴重な保存食として生まれた漬物（日本の沢庵や韓国のキムチ）は、東アジアの食文化交流を物語る、生きた歴史遺産と言えるでしょう。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[桜島大根]]",
          "[[青首大根]]",
          "[[紅心大根]]"
        ],
        "similarVegetables": [
          "[[ハツカダイコン]]",
          "[[クロダイコン]]",
          "[[ハマダイコン]]"
        ]
      },
      "notes": "F1品種の普及により、地域に根ざした個性豊かな在来品種が失われつつあることが懸念されています。"
    }
  }
}