{
  "global_info": {
    "url": "大豆",
    "kana_name": "ダイズ",
    "scientificName": "Glycine max",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ダイズ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "若い莢"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "大豆"
        ]
      },
      "international": {
        "en": [
          "Soybean",
          "Soya bean"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "大豆",
      "oneliner": "醤油や味噌へ姿を変え、食卓を支える「畑の肉」。",
      "description": "中国東北部を故郷とし、野生のツルマメから数千年の時を経て私たちの食卓へやってきました。小さな一粒に秘められた力は絶大で、ふっくら煮ればナッツのような甘みと旨味が広がり、若いうちに茹でれば「枝豆」として夏の訪れを告げます。そして発酵や凝固という知恵と出会うことで、豆腐や味噌、醤油へと姿を変え、東アジアの食文化そのものを形作ってきた、まさに「畑の肉」と呼ぶにふさわしい存在です。",
      "practical_oneliner": "乾燥豆は水で戻してから。加工品は用途に合わせて選ぶ。",
      "practical_tips": "乾燥大豆を選ぶ際は、粒が揃い、つややかで、欠けや虫食いのないものを。湿気を避け、密閉容器に入れて冷暗所に置けば一年以上保存できます。調理前にはたっぷりの水に一晩浸して戻すのが基本。このひと手間で、ふっくらと柔らかく仕上がります。豆腐や納豆などの加工品はそれぞれの賞味期限を守り、開封後は早めに使い切りましょう。特に豆腐は新鮮さが命です。",
      "nutrition_oneliner": "「畑の肉」の異名を持つ、良質な植物性タンパク質の宝庫。",
      "nutrition_benefits": "「畑の肉」と称される通り、植物性食品の中でも特に高品質なタンパク質を豊富に含みます。また、女性の健康を支えることで知られるイソフラボンや、体の調子を整える鉄分、葉酸などの栄養素もたっぷり。研究では、血中の悪玉（LDL）コレステロールを低下させる効果も確認されており、日々の健康維持に欠かせない食材と言えるでしょう。",
      "safety_oneliner": "代表的なアレルゲンの一つ。アレルギーのある方は注意が必要。",
      "safety_notes": "大豆は、特定原材料に指定されている主要な食物アレルギーの原因物質の一つです。アレルギー体質の方は摂取を避けてください。また、甲状腺機能に関する影響については様々な議論がありますが、過剰な摂取は避けるのが賢明です。",
      "honest_oneliner": "栄養価は満点だが、そのままだと青臭く、調理に手間がかかる。",
      "honest_assessment": "栄養価と汎用性は文句なしのトップクラス。ですが、乾燥したままでは食べられず、水で戻す手間がかかるのは事実。加熱しただけでは少し青臭さが残ることも。その真価は、豆腐や味噌、醤油といった加工を経てこそ花開きます。少し気難しいけれど、心を開けば食卓に無限の可能性をもたらしてくれる、頼もしい相棒のような存在です。",
      "cultural_background": "紀元前、古代中国で栽培が始まった最古の作物の一つ。その加工技術は仏教の伝来と共に日本へ渡り、豆腐や味噌として食文化に深く根付きました。日本では、節分に豆をまいて邪気を払う風習が今も残ります。「畑の肉」として人々の体を、時には儀式を通じて心をも支えてきた、歴史の証人です。",
      "relationships": {
        "parentSpecies": [
          "[[つるまめ]]"
        ],
        "children": [
          "[[丹波黒]]",
          "[[枝豆]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}