{
  "global_info": {
    "url": "百合根",
    "kana_name": "ユリネ",
    "scientificName": "Lilium spp.",
    "classification": {
      "family_ja": "ユリ科",
      "genus_ja": "ユリ属"
    },
    "foodClassification": {
      "primaryPart": "球根（鱗茎）",
      "edibleParts": [
        "球根（鱗茎）",
        "花",
        "珠芽（ムカゴ）"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ユリネ (百合根)"
        ]
      },
      "international": {
        "en": [
          "Lily bulb",
          "Edible lily"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "百合根",
      "oneliner": "幾重にも重なる純白の鱗片。ほっくりと甘い、特別な日の味わい。",
      "description": "真珠のように輝く純白の鱗片が、幾重にも重なり合う姿はまるで花のよう。その名の通りユリの球根である百合根は、古くから東アジアで愛されてきた特別な食材です。火を通すと、ジャガイモを思わせるホクホクとした食感の中に、栗のような上品な甘みと、後を引くほのかな苦みが広がります。日本では北海道が主な産地。茶碗蒸しやおせち料理にそっと添えられ、ハレの日の食卓に繊細な彩りと気品を加えてくれる、冬の味覚の代表格です。",
      "practical_oneliner": "乾燥は厳禁。おがくずで包み、調理直前に鱗片を剥がして使う。",
      "practical_tips": "手に取ったときに固く締まり、傷や変色がないものを選びましょう。乾燥に非常に弱いため、購入時におがくずに入っていれば、そのままポリ袋に入れて冷蔵庫の野菜室へ。使う分だけ外側から一枚ずつ丁寧に剥がし、残りは再びおがくずに戻します。剥がした鱗片は根元の部分を少し切り落とし、変色が気になる場合は酢水にさっと通すと、美しい白さを保てます。加熱しすぎると溶けてしまうので、火加減には注意してください。",
      "nutrition_oneliner": "豊富なカリウムと食物繊維。体を内側から潤す伝統の力。",
      "nutrition_benefits": "百合根の栄養の中心は炭水化物ですが、注目すべきはミネラルのカリウムが豊富なこと。体内の余分な塩分を排出する手助けをしてくれます。また、水溶性食物繊維の一種であるグルコマンナンも含有。中医学の世界では、古くから肺を潤し精神を安定させる食材として珍重され、咳を鎮めたり不眠を和らげたりする目的で薬膳スープなどに用いられてきました。",
      "safety_oneliner": "必ず「食用」のものを。特にネコには猛毒となるので注意。",
      "safety_notes": "ユリ科の植物には有毒な種類が多く、必ず「食用」として販売されている百合根を選んでください。観賞用のユリは決して食べてはいけません。また、人間には安全でも、ネコにとっては急性腎不全を引き起こす猛毒となります。花や球根、花瓶の水を舐めただけでも命に関わるため、猫を飼っているご家庭では特に厳重な注意が必要です。",
      "honest_oneliner": "唯一無二の食感と甘みは絶品。でも、栽培が難しく、少しお高い繊細さん。",
      "honest_assessment": "百合根の魅力は、その繊細で奥深い味わいにあります。ただ、その繊細さゆえに収穫まで2～3年もの歳月を要し、病気にも弱いなど栽培は非常に困難。それが価格に反映され、日常使いの野菜とは言えないかもしれません。一枚ずつ剥がす手間や、すぐに煮崩れてしまう扱いにくさも正直なところ。けれど、その手間を越えた先にある美味しさは、私たちに特別な時間をもたらしてくれます。",
      "cultural_background": "その歴史は古く、中国では2000年以上前の漢代の文献に薬としての記述が見られます。幾重にも鱗片が重なる姿から「百の根が合わさる」と考えられ、和合や多産の象徴とされました。日本へは仏教と共に薬としての知識が伝わったと考えられており、やがてハレの日の食卓を飾る縁起物として、日本の食文化に深く根付いていきました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[らんしゅうゆり]]",
          "[[おにゆり]]"
        ],
        "similarVegetables": [
          "[[ジャガイモ]]",
          "[[レンコン]]"
        ]
      },
      "notes": ""
    }
  }
}