{
  "global_info": {
    "url": "聖護院大根",
    "kana_name": "ショウゴインダイコン",
    "scientificName": "Raphanus sativus",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "ダイコン属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉",
        "種子",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "聖護院大根"
        ]
      },
      "international": {
        "en": [
          "Shogoin radish",
          "Shogoin daikon"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "聖護院大根",
      "oneliner": "京の底冷えが育んだ、とろける甘み。煮崩れ知らずの丸い名優。",
      "description": "まるでカブのようにころんと丸い、優美な姿。その生まれ故郷は冬の京都です。盆地の厳しい寒さが、この大根の内に秘めた甘みをぎゅっと凝縮させました。火を通せば、驚くほど柔らかくとろける舌触りに。それでいて煮崩れしないのは、緻密な肉質のおかげ。出汁をたっぷりと吸い込んだその一口は、まさに冬の京料理そのものです。",
      "practical_oneliner": "ずっしり重いものを選び、皮は厚めに。煮込み料理で真価を発揮。",
      "practical_tips": "手に取った時、ずっしりと重みを感じるものが良品。大きすぎると中に「す」と呼ばれる空洞ができやすいので注意しましょう。表面にハリがあり、緑色が鮮やかなものを選んで。繊維が少ないので、口当たりを良くするために皮は少し厚めにむくのがおすすめです。厚い輪切りにして、おでんや風呂吹き大根など、じっくり煮込む料理で、そのとろけるような食感を存分に味わってください。",
      "nutrition_oneliner": "消化を助ける自然の恵み、胃に優しい冬のいたわり野菜。",
      "nutrition_benefits": "一般的な大根と同様、消化酵素アミラーゼを含み、胃腸の働きを優しく助けてくれます。冬のごちそうが増える季節には嬉しい存在ですね。ビタミンCやカリウムも含まれており、低カロリーなのも魅力。辛みが少ないため、大根特有の刺激が苦手な方でも、その滋味深い甘みと栄養を美味しくいただけます。",
      "safety_oneliner": "とても安全な野菜ですが、甲状腺に心配のある方は大量摂取を避けて。",
      "safety_notes": "大根に含まれるある種の成分は、ごく稀に甲状腺の働きに影響することが知られています。健康な方には全く問題ありませんが、もし甲状腺にご心配のある方は、一度にたくさん食べるのは避けるとより安心でしょう。",
      "honest_oneliner": "煮込めば絶品。でも旬は短く、大きくて少し扱いにくい正直者。",
      "honest_assessment": "煮込み料理にした時の、とろけるような食感と上品な甘みは他の大根では味わえない格別なもの。ただ、旬が冬に限られ、丸く大きいので冷蔵庫で少し場所を取るかもしれません。一般の青首大根ほど手軽ではありませんが、その出会えた時の喜びと味わいは、少しの手間をかける価値が十分にあります。",
      "cultural_background": "江戸時代、尾張から京都・聖護院に伝わった長い大根がその祖先。聖護院の水はけのよい土壌で代々育てられるうち、ずんぐりと丸い今の姿に変わったと言われます。まさに京都の土地が選び、人が育んだ「京の伝統野菜」。その形と味には、古都の風土と歴史が溶け込んでいます。",
      "notes": "栽培農家の高齢化という課題も抱える伝統野菜です。旬の時期に見かけたら、ぜひ手に取ってその味を未来に繋いでいきましょう。",
      "relationships": {
        "parentSpecies": [
          "ダイコン"
        ],
        "children": [
          "淀大根"
        ],
        "similarVarieties": [
          "桜島大根",
          "宮重大根"
        ]
      }
    }
  }
}