{
  "global_info": {
    "url": "あかざ",
    "kana_name": "アカザ",
    "scientificName": "Chenopodium giganteum D. Don",
    "classification": {
      "family_ja": "Amaranth family",
      "genus_ja": "Goosefoot"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "アカザ"
        ]
      },
      "international": {
        "en": [
          "Magenta Spreen",
          "Purple Goosefoot",
          "Tree Spinach"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アカザ",
      "oneliner": "ヒマラヤの風を纏う、鮮やかなマゼンタ色のスーパーフード。",
      "description": "ヒマラヤの麓で生まれた、目に鮮やかなマゼンタピンクの若葉を持つ野菜。その美しさから『マゼンタ・スプリーン』とも呼ばれます。成長すると人の背丈を超えるほどたくましく育つため『ツリー・スピナッチ』という愛称も。味わいは驚くほどマイルドで、ほんのり土の香り。ほうれん草のように柔らかく、加熱するととろけるような滑らかな食感に変わります。遥かなる山の恵みが、あなたの食卓に小さな物語を運びます。",
      "practical_oneliner": "アクの元シュウ酸を含むため、生食は避けさっと茹でて使う。",
      "practical_tips": "この美しい葉には、ほうれん草などにも含まれるシュウ酸が含まれています。そのため、生で大量に食べるのは避け、さっと茹でたり炒めたりと、必ず加熱調理するのが美味しく安全に楽しむコツです。加熱することでえぐみが和らぎ、口当たりも滑らかになります。もし種子を利用する場合は、キノアと同様にサポニンを除くため、調理前によく水洗いしてください。少しの手間で、この野菜本来の優しい味わいを引き出せます。",
      "nutrition_oneliner": "ビタミン・ミネラル豊富で、鮮やかな色の元は抗酸化物質。",
      "nutrition_benefits": "ほうれん草に似て、ビタミンA、C、そしてカルシウムや鉄といったミネラルを豊富に含んでいます。特筆すべきは、その鮮やかなマゼンタ色を生み出す色素『ベタレイン』。これはビーツにも含まれる成分で、強力な抗酸化作用を持つことで知られています。原産地のヒマラヤでは、モンスーン期の貴重な緑黄色野菜として人々の健康を支えてきました。日々の食事に彩りを加えながら、手軽に栄養を補給できる存在です。",
      "safety_oneliner": "シュウ酸を含むため、アク抜き（加熱）し、腎臓疾患の方は注意。",
      "safety_notes": "葉にはシュウ酸が含まれています。過剰に摂取すると尿路結石の原因となる可能性があるため、必ず加熱調理してください。特に腎臓に不安のある方は食べる量にご注意を。生食を避け、さっと茹でるなどアク抜きを兼ねた下処理をすれば、安心して楽しめます。",
      "honest_oneliner": "美しい見た目と栄養は魅力。ただ、アク抜きと入手しにくさが難点。",
      "honest_assessment": "食卓に現れたときの、はっとするようなマゼンタ色の美しさは何物にも代えがたい魅力です。栄養価も高く、物語性も豊か。しかし、ほうれん草などと同様にシュウ酸のアク抜きは必要ですし、日本ではまだ趣味的な栽培が主で、お店で見かける機会はほとんどありません。見つけたら幸運。少しの手間を惜しまず、その特別な彩りと味わいをぜひ体験してほしい野菜です。",
      "cultural_background": "その歴史は古く、数千年にわたりヒマラヤの麓で半ば野生のまま、人々の暮らしに寄り添ってきました。特に食料が乏しくなるモンスーン期には、貴重な栄養源となる救荒作物として大切にされてきました。近年、種子の交換ネットワークを通じて世界中の家庭菜園へ。日本では近縁種を指す『アカザ』の名で呼ばれることもあり、その存在はまだ少しミステリアスです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[マゼンタスプリーン]]"
        ],
        "similarVegetables": [
          "[[ほうれんそう]]",
          "[[ビーツ]]",
          "[[キノア]]"
        ]
      },
      "notes": "日本で「アカザ」と呼ばれる植物は、本種（Chenopodium giganteum）ではなく、近縁種のシロザの変種（C. album var. centrorubrum）を指すことが多いため、注意が必要です。"
    }
  }
}