{
  "global_info": {
    "url": "いたどり",
    "kana_name": "イタドリ",
    "scientificName": "Fallopia japonica",
    "classification": {
      "family_ja": "タデ科",
      "genus_ja": "イタドリ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "イタドリ"
        ]
      },
      "international": {
        "en": [
          "Japanese Knotweed",
          "Mexican Bamboo",
          "Fleeceflower"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "虎杖（いたどり）",
      "oneliner": "故郷では春の恵み、異国では厄介者。二つの顔を持つパワフルな山菜。",
      "description": "春の野山に、まるで小さな竹のように力強く伸びる緑の茎。それが虎杖です。ひと口かじれば、シャキッとした歯ごたえとともに、目が覚めるような鮮烈な酸味が口いっぱいに広がります。この爽やかな風味こそ、日本の食卓に春の訪れを告げる山の恵み。古くから炒め物や漬物として親しまれてきました。東アジアの故郷を離れ、世界へと渡ったこの植物が、後に全く異なる物語を紡ぐことになるとは、まだ誰も知りませんでした。",
      "practical_oneliner": "強い酸味の源、シュウ酸。調理前の丁寧なアク抜きが美味しさの鍵です。",
      "practical_tips": "虎杖の調理は、丁寧な下処理から始まります。強い酸味やえぐみの元となるシュウ酸を含むため、生のまま食べるのは避けましょう。まず節くれだった硬い皮を丁寧に剥き、食べやすい長さにカット。その後、たっぷりの熱湯でさっと茹でるか、半日ほど水にさらしてアクを抜きます。このひと手間で、驚くほど食べやすく、爽やかな風味が引き立ちます。炒め煮や天ぷらにすれば、春ならではの味覚が楽しめます。長期保存したい場合は塩漬けにするのが伝統的な方法です。",
      "nutrition_oneliner": "根には注目の抗酸化物質、レスベラトロールが豊富に含まれています。",
      "nutrition_benefits": "春の若芽はビタミンAやC、カリウムを含む低カロリーな山菜ですが、虎杖の真価はその根に秘められています。根には、ポリフェノールの一種であるレスベラトロールが非常に豊富。この成分は強い抗酸化作用で知られ、近年では様々な健康効果が研究されています。古くから東アジアでは根を乾燥させた「虎杖根」が、関節の痛みや炎症を和らげる漢方薬として珍重されてきた歴史もあり、その力強い生命力は私たちの体にも働きかけてくれます。",
      "safety_oneliner": "シュウ酸を含むため、必ずアク抜きを行い、生食や過剰摂取は避けてください。",
      "safety_notes": "虎杖の茎にはシュウ酸が含まれています。これはほうれん草などにも見られる成分で、過剰に摂取すると体内で結石を作る原因となる可能性があります。調理の際は必ず茹でるか水にさらし、しっかりとアク抜きを行ってください。また、妊娠中や授乳中の方の安全性についてはデータが確立されていないため、摂取は控えるのが賢明です。",
      "honest_oneliner": "春の味覚は絶品ですが、その強すぎる生命力は時に手に負えません。",
      "honest_assessment": "一度食べれば忘れられない、鮮烈な酸味と食感。虎杖は春の食卓に刺激的なアクセントを加えてくれる、かけがえのない山菜です。ただし、アク抜きという手間を惜しんではその魅力は半減します。そして忘れてはならないのが、その強すぎる生命力。日本では愛される山菜も、海外では生態系を脅かす侵略者として嫌われる存在。この両極端な評価こそが、虎杖という植物の面白さであり、私たちとの関係の深さを物語っています。",
      "cultural_background": "その名は、茎の虎のような斑紋に由来すると言われる「虎杖」。中国では古くから漢方薬として重宝され、日本では春の訪れを告げる山菜として食文化に根付いてきました。アイヌの人々は「クッタラ」と呼び、大切な食料や薬として利用したと伝えられます。19世紀、シーボルトによって観賞用として欧州へ渡ったことが、この植物の運命を世界規模で変える転機となりました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ひめいたどり]]",
          "[[ボヘミアンノットウィード]]"
        ],
        "similarVegetables": [
          "[[ルバーブ]]",
          "[[おおいたどり]]"
        ]
      },
      "notes": "日本では伝統的な山菜ですが、欧米をはじめ世界の多くの地域で「侵略的外来種」に指定され、生態系への影響が問題視されています。地域によっては栽培や拡散が法律で規制されているため、取り扱いには注意が必要です。"
    }
  }
}