{
  "global_info": {
    "url": "うわばみそう",
    "kana_name": "ウワバミソウ",
    "scientificName": "Elatostema involucratum",
    "classification": {
      "family_ja": "Nettle family",
      "genus_ja": "Elatostema"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ウワバミソウ",
          "蟒蛇草"
        ]
      },
      "international": {
        "en": [
          "Rock nettle (非標準名)"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "蟒蛇草（うわばみそう）",
      "oneliner": "渓流沿いに自生する春の恵み。ぬめりと食感が楽しい里山の味。",
      "description": "日本の薄暗く湿った渓谷のほとりに、ひっそりと群生する春の使者、それが蟒蛇草です。その姿は、自生する環境のみずみずしさをそのまま映したかのよう。味わいは驚くほど淡白でクセがなく、土の香りをかすかに纏っています。しかし、この山菜の真価は、加熱したときに現れる独特の食感にあります。シャキシャキとした歯ごたえと、とろりとした強いぬめりが口の中で踊る、忘れがたい体験を約束してくれるのです。",
      "practical_oneliner": "生食は厳禁。さっと茹でてアクを抜き、独特のぬめりを引き出す。",
      "practical_tips": "もし直売所などで幸運にも出会えたなら、茎がみずみずしく、葉の色が鮮やかなものを選びましょう。生のままではアクを含むため、調理は必ず加熱から。たっぷりの湯でさっと茹でるのが基本です。これによりアクが抜け、特有のぬめりと鮮やかな緑色が引き立ちます。すぐに使わない分は、この茹でた状態で水気を切り、冷凍保存するのがおすすめです。数ヶ月はその独特の食感を保つことができます。塩蔵にして長期保存する地域の知恵もあります。",
      "nutrition_oneliner": "ぬめり成分のムシレージは、水溶性食物繊維の一種と推定される。",
      "nutrition_benefits": "蟒蛇草の栄養価に関する詳細な科学的分析は、残念ながらまだほとんどありません。しかし、その特徴的なぬめりの正体であるムシレージは、水溶性食物繊維の一種と見なされ、粘膜を保護する効果が推測されています。また、他の山菜と同様に、ビタミンKやカリウム、カルシウムといったミネラル、そして抗酸化作用を持つポリフェノール類を含む可能性も。古くは民間療法で解熱や咳止めに利用されたという伝承も残っています。",
      "safety_oneliner": "アクを含む可能性があるため、生食は避け、必ず茹でてから利用を。",
      "safety_notes": "多くの山菜がそうであるように、蟒蛇草もアクを含む可能性があります。シュウ酸などが考えられるため、生のまま食べるのは避けるべきです。調理の際は、まずたっぷりの熱湯でさっと茹で、アク抜きをするのが基本。これにより安全に、そして美味しくいただくことができます。",
      "honest_oneliner": "食感は唯一無二の魅力だが、出会うこと自体が難しい幻の山菜。",
      "honest_assessment": "蟒蛇草の魅力は、何と言ってもその食感に尽きます。このぬめりと歯応えの協演は、一度味わうと忘れられません。ただ、栽培化されておらず、流通もほぼないため、その味は山深く分け入る情熱を持つ人か、幸運な人にしか開かれていないのが実情です。誰もが気軽に楽しめる野菜ではありませんが、だからこそ出会えた時の喜びは格別。里山の自然と文化を体現する、尊い食材なのです。",
      "cultural_background": "そのものものしい「蟒蛇草」という名とは裏腹に、山村地域では「ミズ」や「ミズナ」という愛称で親しまれてきました。これは、湿潤な沢沿いに育つ生態や、茎の瑞々しさに由来します。春の訪れを告げる代表的な山菜として、雪解けを待って山に入り、その恵みをいただくという行為は、日本の里山における季節の営みそのもの。商業流通とは無縁の、自給自足の食文化を今に伝える貴重な存在です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "本種は栽培化されておらず、主に山菜として野生のものが採取・利用されるのみです。そのため市場に流通することは極めて稀で、入手は非常に困難です。また、栄養価や気候変動への影響など、多くの科学的データが不足しており、利用を支える伝統知識の継承も課題となっています。"
    }
  }
}