{
  "global_info": {
    "url": "えぞぎく",
    "kana_name": "エゾギク",
    "scientificName": "Callistephus chinensis",
    "classification": {
      "family_ja": "Aster family",
      "genus_ja": "Callistephus"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "エゾギク"
        ]
      },
      "international": {
        "en": [
          "China Aster",
          "Annual Aster"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "エゾギク",
      "oneliner": "お盆に咲く優美な花、その根には薬効の歴史も。",
      "description": "中国北部から朝鮮半島が原産の一年草。夏から秋にかけ、色とりどりの花を咲かせます。その姿は、ダリアのようでもあり、菊のようでもある。日本では「エゾギク」と呼ばれ、特にお盆の時期に仏前を飾る花として親しまれてきました。観賞用としての歴史は長いですが、実はその花や根が食べられることはほとんど知られていません。食文化の表舞台からは姿を消した、謎めいた存在です。",
      "practical_oneliner": "食用は一般的でなく安全性も未確立。まずは観賞用として。",
      "practical_tips": "エディブルフラワーとしての利用は、残念ながら現代では一般的ではありません。伝統中国医学では根を乾燥させて薬として用いた記録がありますが、詳しい調理法や食味に関する情報は失われています。もし観賞用として手に入れるなら、茎が固く、花弁に張りのある新鮮なものを選びましょう。食用を試みる場合は、農薬などが使われていない安全な供給源から入手することが不可欠ですが、その安全性自体が確立されていない点に十分な注意が必要です。",
      "nutrition_oneliner": "花びらの色素アントシアニンに抗酸化作用の可能性。",
      "nutrition_benefits": "食用としての栄養価データは存在しませんが、その鮮やかな花色には秘密が隠されています。紫や赤系の品種にはポリフェノールの一種であるアントシアニンが、また花や葉にはフラボノイドが含まれていることが分かっています。これらは抗酸化作用を持つことで知られ、研究が進められています。また、中国では古くから根が咳止めや解毒のための生薬として利用されてきた歴史もあります。",
      "safety_oneliner": "食用としての安全性は確立されておらず、注意が必要です。",
      "safety_notes": "現在、エゾギクを食品として利用することは一般的ではありません。観賞用に栽培されているものは食用に適さない農薬が使用されている可能性が高く、大変危険です。安易に口にすることは避けるべきです。",
      "honest_oneliner": "夏の庭を彩る花だが、食卓への道は閉ざされたミステリー。",
      "honest_assessment": "エゾギクの魅力は、何よりもその美しい花姿にあります。しかし食文化を探求する私たちにとっては、もどかしい存在です。かつて薬として利用された歴史の断片はあれど、その味を知る術はほぼありません。病気に弱く、連作を嫌う繊細さも、まるで食卓から遠ざかろうとするかのよう。食べられないからこそ、想像力をかき立てられる。そんな不思議な花なのです。",
      "cultural_background": "中国で生まれ、古くから愛でられてきた花。18世紀、その種は宣教師の手でフランスへ渡り、『女王マルグリット』という優雅な名でヨーロッパの庭園を席巻しました。日本では夏の終わり、お盆に故人を偲び仏壇に供える花として、静かに文化に根付いています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ぽんぽんざき]]",
          "[[おーすとりっちふぇざー]]"
        ],
        "similarVegetables": []
      },
      "notes": "観賞用として広く普及していますが、食用としての利用は現代ではほぼ見られません。本稿で紹介する食に関する情報は、歴史的・学術的な記録に基づくものであり、積極的な食用を推奨するものではありません。食用としての安全性は確立されていません。"
    }
  }
}