{
  "global_info": {
    "url": "おかひじき",
    "kana_name": "オカヒジキ",
    "scientificName": "Salsola komarovii",
    "classification": {
      "family_ja": "ヒユ科",
      "genus_ja": "オカヒジキ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "おかひじき"
        ]
      },
      "international": {
        "en": [
          "Okahijiki",
          "Land Seaweed",
          "Saltwort"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "おかひじき",
      "oneliner": "浜辺の風が育んだ、海藻のような風味と食感を持つ陸の野菜。",
      "description": "「陸のひじき」の名で親しまれる、不思議な野菜。その正体は、東アジアの沿岸部に自生する一年草です。見た目は海藻のひじきにそっくりですが、口に運ぶと驚くほどシャキシャキとした歯ごたえ。噛むほどに広がるのは、潮風を思わせるかすかな塩味と、穏やかな緑の香り。特に伝統野菜として名高い山形県では、春から初夏の訪れを告げる、なくてはならない季節の味として大切にされています。",
      "practical_oneliner": "鮮度が命。さっと茹でてアクを抜き、食感を活かすのが鍵。",
      "practical_tips": "鮮やかな緑色のものを選んだら、まず大切なのが下処理です。おかひじきはシュウ酸を含むため、必ず茹でてアクを抜いてから使いましょう。熱湯にさっと通す程度で、シャキシャキとした食感を損なわないのが美味しく仕上げるコツ。すぐに使わない場合は、このブランチング処理をした後に水気を切り、冷凍保存するのがおすすめです。こうすることで、色と食感をある程度保ったまま、約1年間保存することができます。",
      "nutrition_oneliner": "緑黄色野菜の優等生。β-カロテンが特に豊富。",
      "nutrition_benefits": "100gあたり16kcalと非常に低カロリーながら、栄養価の高さが魅力です。特にβ-カロテンの含有量は緑黄色野菜の中でも際立っており、体内でビタミンAとして働きます。骨の健康に欠かせないビタミンKや、余分な塩分を排出するのを助けるカリウム、骨や歯の材料となるカルシウムも豊富。また、アカザ科の植物に共通する抗酸化物質ベタシアニンなども含んでいます。",
      "safety_oneliner": "シュウ酸を含むため、生食は避け必ず加熱してアク抜きを。",
      "safety_notes": "おかひじきには、ほうれん草などにも含まれる「シュウ酸」が含まれています。そのため、生で食べるのは避けましょう。幸いシュウ酸は水溶性なので、調理の前にさっと茹でるだけで簡単にアク抜きができます。この一手間を加えることで、えぐみが抜けて風味も良くなり、安心して美味しく楽しめます。",
      "honest_oneliner": "独特の食感は格別ですが、旬が短く手に入りにくいのが少し残念。",
      "honest_assessment": "このシャキシャキとした食感は、他のどんな野菜にも代えがたい魅力です。春から初夏にかけて、食卓に季節の訪れを告げてくれる存在でもあります。ただ、正直に言うと、まだ全国どこでも手軽に買える野菜ではありませんし、旬も短い。そして調理前にはアク抜きという一手間が必ず必要です。それでも、その手間をかけてでも味わいたい、と思わせるだけの特別な美味しさが、おかひじきにはあるのです。",
      "cultural_background": "その名の由来は、見た目が海藻のひじきに似ていることから「陸（おか）のひじき」。海から遠い地域でも海の幸の雰囲気を楽しもうとした、昔の人の知恵が感じられます。日本では江戸時代より前から食べられていた記録があり、特に山形県では伝統野菜として深く食文化に根付いてきました。春の訪れとともに食卓にのぼるおかひじきは、単なる食材ではなく、季節の移ろいを告げる風物詩なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[やまがたざいらいしゅおかひじき]]"
        ],
        "similarVegetables": [
          "[[アイスプラント]]"
        ]
      },
      "notes": "おかひじきは、塩害を受けた土地でも育つ耐塩性の高さから、気候変動時代の食料安全保障に貢献する「クライメート・スマート作物」として、近年大きな注目を集めています。"
    }
  }
}