{
  "global_info": {
    "url": "かわらけつめい",
    "kana_name": "カワラケツメイ",
    "scientificName": "Chamaecrista nomame",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "カワラケツメイ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "カワラケツメイ",
          "河原決明",
          "浜茶 (ハマチャ)"
        ]
      },
      "international": {
        "en": [
          "Nomame senna",
          "Riverbed senna"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "河原決明（かわらけつめい）",
      "oneliner": "弘法大師が伝えたとされる、河原に咲く香ばしい野草茶。",
      "description": "夏の河原を黄色い蝶のような花で彩る、東アジアの野草。その葉や茎、種を乾燥・焙煎して淹れたお茶は、驚くほど香ばしく、どこかナッツやほうじ茶を思わせる優しい風味が広がります。夜になるとそっと葉を閉じて眠る姿も愛らしく、ただの雑草ではない、古くからの知恵が詰まった一杯を私たちに届けてくれます。",
      "practical_oneliner": "全草を乾燥・焙煎。香ばしさを引き出すのが美味しさの鍵。",
      "practical_tips": "主に乾燥・焙煎された茶葉として流通します。ご自身で収穫する場合は、秋に全草を刈り取り、よく水洗いしてから天日でカラカラになるまで乾燥させましょう。美味しさの秘訣は、フライパンなどで弱火でじっくりと焙煎すること。香ばしい香りが立ち上ってきたら完成の合図です。密閉容器に入れれば、1〜2年はその風味を楽しむことができます。",
      "nutrition_oneliner": "脂肪の吸収を穏やかにする働きで、近年注目される野草茶。",
      "nutrition_benefits": "伝統的に利尿や強壮、お通じを整える民間薬として親しまれてきました。近年の研究では、含まれるフラボノイド配糖体に脂肪の吸収に関わるリパーゼの働きを阻害する作用があることが示唆されています。毎日の食事のお供として、すこやかな体づくりをサポートしてくれる一杯になるかもしれません。",
      "safety_oneliner": "お腹が緩くなることも。飲み過ぎには注意が必要です。",
      "safety_notes": "アントラキノン誘導体が含まれるため、体質や飲む量によってはお腹が緩くなることがあります。まずは少量から試すのがおすすめです。また、妊娠中の飲用に関する安全性は確立されていないため、控えるようにしてください。",
      "honest_oneliner": "最高の野草茶だが、料理の出番はほぼない、一点特化型。",
      "honest_assessment": "ほうじ茶のような香ばしい風味は、誰もが親しみやすい美味しさです。弘法大師の伝説も心惹かれますが、これはあくまで「お茶」。野菜のように料理に使えるわけではありません。その潔さが魅力であり、限界でもあります。日々の食卓にそっと寄り添う一杯の健康茶として、その価値を見出すべき存在です。",
      "cultural_background": "その歴史は古く、日本では平安時代の僧侶・弘法大師がその効能を広めたという伝説から「弘法茶」とも呼ばれます。河原に自生し、目に良いとされる近縁の植物「決明（けつめい）」に似ていることからその名が付きました。ドクダミやハブソウと並び、日本の三大健康茶の一つとして、人々の健やかな暮らしを支えてきた野草です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[はぶそう]]",
          "[[どくだみ]]",
          "[[えびすぐさ]]"
        ]
      },
      "notes": "確立された栽培品種はなく、主に野生のものが利用されます。また、食用の歴史はほぼ健康茶に限られ、野菜としての利用は一般的ではありません。"
    }
  }
}