{
  "global_info": {
    "url": "こごみ",
    "kana_name": "コゴミ",
    "scientificName": "Matteuccia struthiopteris",
    "classification": {
      "family_ja": "Onocleaceae",
      "genus_ja": "Matteuccia"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "クサソテツ",
          "コゴミ"
        ]
      },
      "international": {
        "en": [
          "Ostrich Fern",
          "Fiddlehead Fern",
          "Shuttlecock Fern"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "コゴミ",
      "oneliner": "シャキシャキした食感とほのかな苦味。春の息吹を味わう山菜。",
      "description": "雪解けの森で、くるりとゼンマイのように丸まった若芽を伸ばすコゴミ。その姿は、まるでバイオリンのヘッドのよう。一口食べれば、シャキシャキとした歯ざわりの中から、アスパラガスに似た青々しい風味と、大地の香りが広がります。ほのかな苦みと、わずかなぬめりが後を追い、春の複雑な味わいを教えてくれるのです。日本や北米の冷涼な川辺で育ち、厳しい冬を越えた生命の力強さを、私たちの食卓へ届けてくれます。",
      "practical_oneliner": "生食は厳禁。必ず10分以上しっかり加熱してから使いましょう。",
      "practical_tips": "コゴミを安全に美味しくいただくための鍵は、十分な加熱です。調理の前には必ず、沸騰したお湯で10〜15分茹でるか、同程度の時間蒸してください。この一手間で、胃腸の不調を引き起こす可能性のある物質が無害化されます。すぐに使わない場合は、茹でてから水気を切り、冷凍保存するのがおすすめです。適切に処理すれば、約1年間、春の風味と食感を保つことができます。塩蔵にするのも伝統的な方法です。",
      "nutrition_oneliner": "豊富なビタミンAとC、高い抗酸化作用を持つ春の恵み。",
      "nutrition_benefits": "コゴミは、春の気だるさを吹き飛ばすような栄養素を秘めています。特に豊富なのがビタミンAとビタミンCで、これらは体の抵抗力を支える大切な働きをします。さらに、エネルギー代謝を助けるナイアシンや、体の調子を整えるマンガン、銅といったミネラルも含まれています。また、ポリフェノールの一種であるフェノール類を多く含むことから、その高い抗酸化作用にも注目が集まっています。",
      "safety_oneliner": "生食は厳禁。加熱不十分だと胃腸炎の恐れがあります。",
      "safety_notes": "コゴミには、生や加熱が不十分な状態で食べると、胃腸の不調を引き起こす可能性がある成分が含まれています。原因はまだ特定されていませんが、幸いにもこの成分は熱に弱いため、10分から15分しっかりと茹でるか蒸すことで安全に食べられます。この加熱処理だけは必ず守ってください。",
      "honest_oneliner": "春だけの短い旬のご馳走。ただし、美味しさには加熱の手間が必須。",
      "honest_assessment": "コゴミの魅力は、何と言ってもあのシャキシャキした食感と、ほろ苦い春の香りです。ただ、その旬はあっという間に過ぎ去り、美味しい状態で出会えるのはほんの数週間。また、安全に食べるためには十分な加熱が欠かせず、少し手間がかかるのも事実です。けれど、その一手間をかけてでも味わう価値のある、野趣あふれる季節の贈り物。毎年この時期を心待ちにするファンが多いのも頷けます。",
      "cultural_background": "コゴミは、ただの山菜ではありません。日本では、食卓にのぼることで長い冬の終わりと春の到来を告げる、季節の使者として愛されてきました。一方、遠く離れた北米では、マリシート族などの先住民族にとって、冬を越え生命が再生する象徴であり、コミュニティの絆を深める大切な伝統食。地域は違えど、人々がコゴミに春の喜びと自然の恵みを見出してきた物語が息づいています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[アスパラガス]]",
          "[[いんげん]]",
          "[[ほうれんそう]]"
        ]
      },
      "notes": "現在市場に流通しているコゴミのほとんどは、栽培されたものではなく、自然に生えているものを採集したものです。"
    }
  }
}