{
  "global_info": {
    "url": "ごぼう",
    "kana_name": "ゴボウ",
    "scientificName": "Arctium lappa",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "ゴボウ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "茎",
        "葉柄"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ごぼう"
        ]
      },
      "international": {
        "en": [
          "Greater Burdock",
          "Edible Burdock",
          "Gobo",
          "Lappa"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "牛蒡（ごぼう）",
      "oneliner": "大地の香りとシャキシャキ食感。日本の食卓を支える、物語多き根菜。",
      "description": "土中深く、まっすぐに伸びるその姿は、大地の恵みを一身に蓄えた証。独特の力強い土の香りは、どこか懐かしく、私たちの食欲を静かに呼び覚まします。噛みしめればシャキシャキとした小気味よい歯ごたえの奥から、ほのかな甘みと滋味深い風味が広がります。煮物にすれば柔らかく、揚げ物にすれば香ばしく。ユーラシアの薬草が日本で花開いた、この国の食文化に欠かせない唯一無二の根菜です。",
      "practical_oneliner": "土の香りは醤油やごま油と相性抜群。炒め煮や煮込みで真価を発揮。",
      "practical_tips": "ごぼうが持つ土の風味と食感は、多様な調理法で楽しめます。日本の家庭料理では、醤油、みりん、ごま油を使った「きんぴら」のような炒め煮が定番。人参や鶏肉と共に煮込む「筑前煮」も、その味わいを深く引き出します。また、ささがきにして乾燥させれば、香りが凝縮され一年以上保存が可能に。使う際は水で戻すだけで手軽です。醤油や味噌に漬け込む伝統的な保存法も、風味を豊かにしてくれます。",
      "nutrition_oneliner": "豊富な水溶性食物繊維イヌリンが、お腹の環境を整える。",
      "nutrition_benefits": "ごぼうの栄養価で最も注目すべきは、水溶性食物繊維「イヌリン」の豊富さです。これは腸内の善玉菌のエサとなり、内側から健やかな環境づくりをサポートします。また、皮の近くにはクロロゲン酸などのポリフェノールも含まれ、抗酸化作用が期待されています。カリウムやマグネシウムといったミネラルも補給でき、その多角的な健康効果については現代の研究でも関心が寄せられています。",
      "safety_oneliner": "キク科アレルギーの方は注意。利尿作用が強い一面も。",
      "safety_notes": "ごぼうはキク科の植物なので、キクやブタクサなどにアレルギーを持つ方は注意が必要です。また、古くから知られる利尿作用により、腎臓に疾患のある方や脱水気味の際は、一度に多く食べ過ぎないようにしましょう。",
      "honest_oneliner": "日本の食卓に不可欠な風味だが、世界的にはほぼ食べられない雑草。",
      "honest_assessment": "ごぼうの魅力は、良くも悪くもその「土臭さ」に尽きます。この野趣あふれる風味が、ある人にはたまらなく、ある人には少し苦手かもしれません。事実、欧米では薬草か雑草と見なされ、食卓にのぼることは稀。日本の食文化が、その個性を唯一無二の風味へと昇華させたのです。誰にでも愛される優等生ではないけれど、その存在感は格別です。",
      "cultural_background": "その歴史は古く、古代ヨーロッパでは薬草でした。ユーラシア大陸を渡り、平安時代の日本へ。ここでごぼうの運命は大きく変わります。薬から、日々の食卓を彩る「野菜」へと華麗な転身を遂げたのです。細く長く地に根を張る姿から、家の安泰や長寿を願う縁起物とされ、おせち料理にも欠かせない存在となりました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[たきのがわごぼう]]",
          "[[おおうらごぼう]]",
          "[[葉ごぼう]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}