{
  "global_info": {
    "url": "じゅんさい",
    "kana_name": "ジュンサイ",
    "scientificName": "Brasenia schreberi",
    "classification": {
      "family_ja": "ジュンサイ科",
      "genus_ja": "ジュンサイ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ジュンサイ"
        ]
      },
      "international": {
        "en": [
          "Water Shield",
          "Water Target",
          "Purple Wen-dock"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "蓴菜（じゅんさい）",
      "oneliner": "清らかな水が育む、初夏の涼を告げる宝石。つるりとした喉ごしを楽しむ水生植物。",
      "description": "澄みきった沼の底から、そっと手摘みされる初夏の宝物、じゅんさい。若芽はぷるんとした透明なゼリーに包まれ、まるで水中の宝石のよう。口に含めば、つるりとした滑らかな喉ごしと、芯のかすかな歯ごたえが心地よいリズムを奏でます。味そのものはごく淡白で、ほのかに水の香りを感じる程度。だからこそ、お吸い物や酢の物で、その清涼感と繊細な食感を存分に味わうのが粋。秋田県などを主な産地とし、季節の移ろいを告げる高級食材として古くから愛されています。",
      "practical_oneliner": "鮮度が命。さっと湯通しして、ぷるぷるの食感を最大限に活かすのがコツです。",
      "practical_tips": "生のじゅんさいを選ぶなら、若芽を包むゼリー状のぬめりがたっぷりとあり、濁りのない澄んだ水に浸かっているものを。芽が小ぶりで締まっているものが上質です。保存は水に浸したまま冷蔵庫に入れ、早めに使い切りましょう。調理の基本は『さっと湯通し』。熱湯にくぐらせ、鮮やかな緑色に変わった瞬間に冷水へ。この一手間が、独特のつるりとした食感と風味を引き立てます。茹ですぎると食感が損なわれるので、くれぐれもご注意を。瓶詰めなら手軽に通年楽しめます。",
      "nutrition_oneliner": "ぬめりの主成分は食物繊維。低カロリーで、お腹の調子を整えるお手伝い。",
      "nutrition_benefits": "じゅんさいの栄養価は決して高くありませんが、その価値は別のところにあります。特徴的なぬめりの正体は、ガラクトマンナンという多糖類を主成分とする水溶性食物繊維。お腹の調子を整える働きが期待できます。また、100gあたりわずか5kcalと非常に低カロリーなのも嬉しい点。ビタミン類では、皮膚や粘膜の健康維持を助けるβ-カロテンや、細胞の生産と再生を助ける葉酸を含んでいます。栄養補給というよりは、食感と季節感を楽しむための健康的な名脇役と言えるでしょう。",
      "safety_oneliner": "特別な毒性はありませんが、必ず清らかな水で育った、信頼できるものを選んで。",
      "safety_notes": "じゅんさい自体に毒性やアレルギーのリスクはほとんど報告されていません。ただし、水生植物であるため、育った環境の水質が非常に重要です。農薬や生活排水などで汚染された水域のものは、有害物質を吸収している可能性があります。信頼できる生産者や販売店から購入するようにしましょう。",
      "honest_oneliner": "唯一無二の喉ごしは絶品。ただ味はなく高価。旬も短い、通好みの夏の贅沢。",
      "honest_assessment": "じゅんさいの魅力は、味ではなく『食感』と『風情』に尽きます。つるりとした喉ごしは、他のどんな食材でも味わえない唯一無二のもの。しかし、正直なところ味はほとんどありません。そのため、美味しさが分からないという方もいるでしょう。旬が短く、手摘みに頼るため高価なのも事実。清らかな水でしか育たない繊細さゆえに、産地も限られます。これは、手軽に誰もが楽しむ野菜というより、季節の訪れを祝い、繊細な感覚を研ぎ澄ませて味わう、少し特別なご馳走なのです。",
      "cultural_background": "その歴史は古く、日本の『万葉集』にも詠まれるなど、1200年以上も前から人々に親しまれてきました。かつては、沼や池を管理する半栽培の形で利用され、初夏の訪れを告げる風雅な食材として珍重されたのです。中国でも、景勝地・西湖の名物「西湖莼菜汤」として知られ、多くの詩人に愛されてきました。清らかな水にしか育たないその姿は、いつの時代も、人々の心に涼やかで清らかなイメージを映し出してきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "清浄な水環境がなければ生育できないため、環境汚染の影響を受けやすく、栽培地・自生地ともに減少が懸念されています。食文化も日本と中国の一部地域に限定されており、文化と生態系の両面で保全が重要視される食材です。"
    }
  }
}