{
  "global_info": {
    "url": "すべりひゆ",
    "kana_name": "スベリヒユ",
    "scientificName": "Portulaca oleracea",
    "classification": {
      "family_ja": "スベリヒユ科",
      "genus_ja": "スベリヒユ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "花",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "スベリヒユ"
        ]
      },
      "international": {
        "en": [
          "Common Purslane",
          "Verdolaga",
          "Pigweed",
          "Little Hogweed",
          "Pusley"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "滑莧（スベリヒユ）",
      "oneliner": "道端の雑草と侮るなかれ。栄養豊富な太古からのスーパーフード。",
      "description": "太陽の光を浴びて、ぷっくりと厚みを増した小さな葉。地面を覆うようにたくましく広がるその姿は、世界中の道端や畑で見られます。一口かじれば、シャキッとした歯ざわりの後に爽やかな酸味とほのかな塩味が広がり、加熱すればとろりとした優しいぬめりが顔を出す。中東のサラダからメキシコの煮込みまで、悠久の時を経て人々の食卓を支えてきた、旅する野菜の物語がその一枚に詰まっています。",
      "practical_oneliner": "鮮度が命。生のシャキシャキ感と、加熱後のぬめりを使い分けて。",
      "practical_tips": "葉が肉厚でツヤがあり、茎がしっかりしているものを選びましょう。乾燥しやすいため、湿らせたキッチンペーパーで包んでからポリ袋に入れ、冷蔵庫の野菜室で保存し、2〜3日中に使い切るのが理想です。調理前には根元の土を丁寧に洗い流してください。生のままサラダに、またはさっと茹でておひたしや和え物に。特有のぬめりも魅力の一つです。",
      "nutrition_oneliner": "植物界トップクラスのオメガ3脂肪酸（ALA）を含む天然の恵み。",
      "nutrition_benefits": "特筆すべきは、心血管系の健康維持に役立つとされるオメガ3脂肪酸（α-リノレン酸）の含有量が、植物の中でトップクラスであること。また、自然な眠りをサポートするメラトニンも豊富です。さらに、抗酸化作用のあるビタミンAやビタミンC、体の調子を整えるマグネシウムやカリウムもバランス良く含み、夏の健康維持を力強く支えてくれます。",
      "safety_oneliner": "シュウ酸を含むため、腎臓疾患のある方は生での過剰摂取に注意。",
      "safety_notes": "スベリヒユにはシュウ酸が含まれています。健康な方には問題ありませんが、腎臓結石のリスクがある方は、生で大量に食べるのは避けましょう。加熱調理（茹でるなど）によってシュウ酸の量は減少するので、心配な方は茹でてから調理するのがおすすめです。",
      "honest_oneliner": "栄養価は一級品。ただの雑草と侮るか、恵みと見るかで評価が分かれる。",
      "honest_assessment": "その逞しい生命力は、時に畑を悩ませる厄介な雑草としての顔も持ち合わせています。加熱した時のぬめりとした食感は、好きな人と苦手な人がはっきり分かれるかもしれません。しかし、そのユニークな個性と、厳しい環境でも育つ強さ、そして驚くべき栄養価を知れば、きっと愛おしくなるはず。道端で見かけたら、ぜひ食卓へ迎えてみてください。",
      "cultural_background": "その歴史は古く、古代ギリシャやローマではすでに薬草や食料として重宝されていました。特定の交易品ではなく、人の移動と共に世界へ広がった「キャンプ追従植物」の代表格。各地で雑草として根付きながらも、その土地の文化に溶け込み、独自の利用法を見出されてきた、したたかで賢い旅人なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ゴールデンパースレイン]]"
        ],
        "similarVegetables": [
          "[[オクラ]]",
          "[[モロヘイヤ]]",
          "[[つるむらさき]]"
        ]
      },
      "notes": "食文化の近代化に伴い、スベリヒユを採集・利用する伝統的な知識は、世界中の多くの地域で失われつつあります。"
    }
  }
}