{
  "global_info": {
    "url": "ぜんまい",
    "kana_name": "ゼンマイ",
    "scientificName": "Osmunda japonica",
    "classification": {
      "family_ja": "ゼンマイ科",
      "genus_ja": "ゼンマイ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ぜんまい"
        ]
      },
      "international": {
        "en": [
          "Japanese royal fern",
          "Japanese flowering fern",
          "Zenmai"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "薇（ぜんまい）",
      "oneliner": "万葉の時代から愛される春の使者。滋味深い味わいと食感が魅力。",
      "description": "雪解けの進む日本の里山で、綿毛の衣をまとって渦を巻くように芽吹く薇。その姿は、生命力に満ちた春の到来そのものです。口に含めばシャキシャキとした心地よい歯ごたえとともに、ほのかな土の香りと滋味深い味わいが広がります。この独特の風味は、湿潤な林床でゆっくりと育まれた証。茹でて天日に干すことで、その旨味はさらに凝縮され、一年を通して山の恵みを食卓に届けてくれるのです。",
      "practical_oneliner": "生食は厳禁。丁寧なアク抜きが、その滋味を引き出す最初の仕事。",
      "practical_tips": "薇を味わう上で最も大切な工程が「アク抜き」です。ビタミンB1を分解する酵素を含むため、必ずしっかりと茹でてから調理に使いましょう。生のままでは食べられません。長期保存する場合は、伝統的な天日干しがおすすめです。カラカラに乾燥させることで風味と栄養が凝縮され、数年間保存が可能に。水で丁寧に戻してから煮物やおこわに使うと、生とはまた違う深い味わいが楽しめます。塩蔵で保存する方法もあります。",
      "nutrition_oneliner": "抗酸化作用を持つβ-カロテンや、葉酸、カリウムを豊富に含む。",
      "nutrition_benefits": "薇は低カロリーながら、見過ごせない栄養を秘めています。特に豊富なのが、体内でビタミンAに変換されるβ-カロテン。その抗酸化作用は、体の調子を整えるのに役立つと期待されています。また、新しい細胞を作るのに欠かせない葉酸や、塩分バランスをサポートするカリウムも含まれています。豊富な食物繊維は、お腹の健康にも嬉しい存在です。",
      "safety_oneliner": "生食は厳禁。酵素を含むため、必ず茹でてアク抜きが必要です。",
      "safety_notes": "薇にはビタミンB1を分解する酵素「チアミナーゼ」が含まれており、生食は厳禁です。処理が不十分だと体に不調をきたす恐れがあるため、調理前には必ず熱湯で十分に茹で、アク抜きをする工程を省かないでください。このひと手間が薇を安全に楽しむための鍵となります。",
      "honest_oneliner": "アク抜きの手間はかかるが、それを乗り越えた先にある滋味と食感は格別。",
      "honest_assessment": "薇の魅力は、その手間のかかる下ごしらえと切り離せません。正直、アク抜きは少し面倒かもしれません。しかし、その時間を経て初めて出会える滋味とシャキシャキの食感は格別。栽培されておらず、春の限られた時期にしか採れない希少性も、私たちを惹きつけるのです。里山の文化ごと味わう、スローフードの喜びを教えてくれる存在です。",
      "cultural_background": "その歴史は古く、日本の歌集『万葉集』にも詠まれるほど、古来より人々の暮らしに寄り添ってきました。春の訪れを告げる山菜として、厳しい冬を越えた後の貴重な栄養源であり、茹でて天日干しにすることで長期保存できる知恵の結晶でもあります。薇は単なる食材ではなく、日本の里山文化を象徴する存在なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "商業的な栽培は行われておらず、現在も野生種の採集に依存しています。そのため、生息地である里山の環境保全や、採集・加工技術の継承が将来的な課題とされています。"
    }
  }
}