{
  "global_info": {
    "url": "そば",
    "kana_name": "ソバ",
    "scientificName": "Fagopyrum esculentum",
    "classification": {
      "family_ja": "Buckwheat family",
      "genus_ja": "Buckwheat"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ソバ"
        ]
      },
      "international": {
        "en": [
          "Common Buckwheat",
          "Japanese Buckwheat"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "蕎麦（そば）",
      "oneliner": "ヒマラヤから日本の食卓まで、世界を旅した素朴な風味の擬穀物。",
      "description": "中国雲南の山々で生まれ、遥かシルクロードを旅して世界中に根付いた蕎麦。その小さな三角の種子が秘めるのは、土やナッツを思わせる、どこか懐かしく滋味深い香りです。日本では繊細な麺として、東欧では香ばしい粥『カーシャ』として、フランスではチーズと卵を包むガレットとして、土地ごとの物語を紡ぎます。素朴でありながら奥深いその味わいは、人類の食文化に多様性という彩りを添えてきました。",
      "practical_oneliner": "風味は鮮度が命。蕎麦粉は挽きたてを、実は密閉して冷暗所で。",
      "practical_tips": "蕎麦の命は、なんといってもその香り。購入するなら、なるべく挽きたての蕎麦粉を選びましょう。玄蕎麦（殻付きの実）なら、密閉容器に入れて冷暗所に置けば1年以上持ちますが、粉にすると酸化が進みやすいため数ヶ月が目安です。ご家庭で麺を打つのはもちろん、東欧風に実を香ばしく煎ってからバターと炊き込む『カーシャ』もおすすめです。素朴な風味を最大限に引き出す鍵は、鮮度にあります。",
      "nutrition_oneliner": "血管をしなやかに保つルチンと良質な植物性たんぱく質が豊富。",
      "nutrition_benefits": "蕎麦は、必須アミノ酸をバランス良く含む優れた植物性タンパク源です。特に注目すべきは、ポリフェノールの一種である『ルチン』。毛細血管を強くしなやかに保つ働きで知られ、古くから健康食材として親しまれてきました。また、マグネシウムやマンガンといったミネラルも豊富。日々の食生活に取り入れることで、心血管系の健康維持や血糖値の安定に役立つ可能性が研究されています。",
      "safety_oneliner": "ごく稀ですが、重篤な症状を引き起こす蕎麦アレルギーに注意。",
      "safety_notes": "蕎麦は栄養価が高い一方で、特定のアレルギーを持つ人にとっては重篤な症状を引き起こすことがあります。ごく微量でも反応することがあるため、初めて食べる方やアレルギー体質のお子様には特に注意が必要です。加工品に含まれる場合もあるため、食品表示の確認を心がけましょう。",
      "honest_oneliner": "栄養価は高いが麺は切れやすく、気候の好みもはっきりした性格。",
      "honest_assessment": "痩せた土地でも育つ生命力と、実に詰まった滋味深い味わいは、蕎麦の大きな魅力です。ただ、その素朴さは時に『土臭さ』と感じられることも。麺はグルテンがないため切れやすく、繊細な扱いが求められます。夏の暑さや霜には弱いなど、栽培上の気難しさも。付き合い方がわかれば最高のパートナーになってくれる、そんな正直な食材です。",
      "cultural_background": "約6000年前に中国で生まれた蕎麦は、シルクロードを経て世界へ。日本では『年越しそば』、ロシアでは国民食『カーシャ』として文化に根付きます。フランス語の『サラセン』やイタリア語の『サラセン人の穀物』という名は、中東商人によって伝えられた歴史の証。その長い旅路の物語が、一粒一粒に刻まれています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[信濃一号]]"
        ],
        "similarVegetables": [
          "[[だったんそば]]"
        ]
      },
      "notes": "一般に穀物として扱われますが、植物分類上はイネ科ではなくタデ科に属し、『擬穀物』と呼ばれます。"
    }
  }
}