{
  "global_info": {
    "url": "たしろいも",
    "kana_name": "タシロイモ",
    "scientificName": "Tacca leontopetaloides",
    "classification": {
      "family_ja": "ヤマノイモ科",
      "genus_ja": "タシロイモ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "タシロイモ"
        ]
      },
      "international": {
        "en": [
          "Polynesian Arrowroot",
          "East Indian Arrowroot",
          "Pia"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "タシロイモ",
      "oneliner": "古代の航海者が運んだ生命の塊茎。毒を抜けば純白の恵みに。",
      "description": "熱帯の陽光を浴びて育つタシロイモは、そのごつごつした見た目とは裏腹に、内に純白の宝物を秘めています。太平洋の島々を渡った古代の航海者たちがカヌーで運んだ「カヌープランツ」の一つで、彼らの生命を繋いできました。生の塊茎には毒がありますが、丹念に水にさらし毒を抜くと、驚くほど無垢でニュートラルな味わいのデンプンが生まれます。それはココナッツミルクと合わされば極上のプディングとなり、人々の祝祭に彩りを添えるのです。",
      "practical_oneliner": "生のままでは厳禁。必ず毒抜き処理を経てデンプンにしてください。",
      "practical_tips": "生のタシロイモに出会う機会は稀ですが、もし手に入れたら、その扱いは慎重さが求められます。まず厚く皮をむき、細かくすりおろします。ここからが肝心で、たっぷりの水に何度もさらし、沈殿したデンプンを集める作業を繰り返します。この手間をかけることで、苦味と毒を持つ成分が洗い流されるのです。完全に乾燥させたデンプンは「ピア粉」として、湿気を避ければ数年単位での長期保存が可能です。",
      "nutrition_oneliner": "グルテンフリーでエネルギー源となる、ピュアな炭水化物。",
      "nutrition_benefits": "タシロイモから得られるデンプンは、ほぼ純粋な炭水化物であり、効率の良いエネルギー源となります。特筆すべきはグルテンフリーである点で、アレルギーを持つ人でも安心して利用できるのが魅力です。伝統的な知恵として、オセアニアではデンプンを下痢止めや傷の湿布薬としても用いてきました。現代的な栄養価以上に、厳しい環境で生きる人々の健康を支えてきた歴史そのものが、この芋の価値と言えるでしょう。",
      "safety_oneliner": "生の塊茎は有毒です。伝統的な知識なしでの摂取は危険です。",
      "safety_notes": "タシロイモの生の塊茎には、タッカリンやサポニンといった有毒な成分が含まれています。必ず皮をむき、すりおろしてから何度も水にさらして洗浄し、これらの成分を完全に除去する「毒抜き」の工程が不可欠です。正しい処理方法を知らずに食べると、深刻な健康被害を引き起こす可能性があります。",
      "honest_oneliner": "入手困難で毒抜き必須。でもその物語と食感は唯一無二です。",
      "honest_assessment": "正直なところ、タシロイモは現代のキッチンで気軽に使える野菜ではありません。入手は極めて難しく、生の塊茎が持つ毒を抜くには、知識と多大な手間が必要です。しかし、そのハードルを越えた先にあるのは、タピオカにも似た清らかで滑らかな食感と、何千年もの間、太平洋の民の命を支えてきたという壮大な物語。利便性を超えた食の探求を楽しむ人にこそ、挑戦してほしいロマン溢れる食材です。",
      "cultural_background": "タシロイモの物語は、古代アウストロネシア人の大航海と共に始まります。彼らが生活に不可欠な植物をカヌーに乗せて新天地へと渡った「カヌープランツ」の一つなのです。飢饉を救う最後の砦であり、ハワイの「ハウピア」など、祝祭に欠かせない神聖なプディングの材料でもありました。その存在は、太平洋に広がる文化と人々の移動の歴史を物語る、生きた証なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[キャッサバ]]",
          "[[じゃがいも]]",
          "[[やまいも]]"
        ]
      },
      "notes": "商業的な生産はほとんど行われておらず、市場で生の塊茎を見つけることは極めて困難です。この植物の価値は、その利用法を知る伝統的な文化的知識と一体であり、その知識の継承が危ぶまれています。"
    }
  }
}