{
  "global_info": {
    "url": "つわぶき",
    "kana_name": "ツワブキ",
    "scientificName": "Farfugium japonicum",
    "classification": {
      "family_ja": "Aster family",
      "genus_ja": "Farfugium"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ツワブキ",
          "石蕗"
        ]
      },
      "international": {
        "en": [
          "Leopard Plant",
          "Japanese Silverleaf",
          "Green Leopard Plant"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "石蕗（つわぶき）",
      "oneliner": "ほろ苦さと香りが春を告げる、日本の海岸線を彩る伝統山菜。",
      "description": "艶やかな葉の下から伸びる、まっすぐな茎。それが日本の海岸や暖かな林床に自生する石蕗です。口にすれば、シャキシャキとした心地よい歯ごたえとともに、忘れがたい独特のほろ苦さと香りが広がります。醤油やみりんを使った煮しめにすれば、その風味は一層深まり、春の訪れを食卓に告げる、どこか懐かしい味わい。日本の自然と食文化が育んだ、奥深い山菜の物語がここにあります。",
      "practical_oneliner": "美味しさの鍵は丁寧なアク抜き。調理前の下ごしらえが必須。",
      "practical_tips": "ツワブキを味わう上で最も大切なのは、調理前の丁寧なアク抜きです。その独特の風味の裏には、ピロリジジンアルカロイドという毒性が潜んでいます。必ず、たっぷりの湯で茹でこぼしたり、長時間水にさらしたりといった下処理を行ってください。この一手間が、安全に美味しくいただくための古くからの知恵。調理法は煮物や佃煮が伝統的で、醤油や砂糖と合わせることで、ほろ苦さが引き立ちます。",
      "nutrition_oneliner": "豊富とされるカリウムを含む、日本の伝統的な山菜。",
      "nutrition_benefits": "ツワブキの栄養成分に関する詳細なデータはまだ限定的ですが、伝統的にカリウムが豊富であるとされています。また、植物由来のポリフェノール類も含まれていると考えられ、その抗酸化作用が期待されています。しかし、何よりも重要なのは、その薬効よりも食文化としての価値です。民間療法での利用歴もありますが、現代ではその毒性への注意が最も優先されます。",
      "safety_oneliner": "肝毒性のあるアルカロイドを含むため、徹底したアク抜きが必須。",
      "safety_notes": "ツワブキには、天然のピロリジジンアルカロイドという肝毒性を持つ成分が含まれています。必ず茹でこぼしや水さらしといった伝統的なアク抜きを徹底してください。知識のないまま調理・摂取することは非常に危険です。",
      "honest_oneliner": "手間はかかるが、その先に待つ唯一無二のほろ苦さと春の香り。",
      "honest_assessment": "ツワブキは、誰にでも愛される野菜ではないかもしれません。アク抜きという一手間が必要で、その風味も個性的。しかし、その手間を乗り越えた先にあるシャキシャキの食感と奥深いほろ苦さは、日本の郷土料理の魂そのもの。手間すらかわいく思える、愛すべき春の使者です。",
      "cultural_background": "古くから日本の食卓に上るツワブキは、山菜文化を象徴する存在。春の訪れを告げる味覚であり、かつては民間薬としても利用されました。毒を抜き、恵みをいただく『アク抜き』の知恵は、自然と共生してきた証。江戸時代には観賞用としても愛され、日本人の暮らしに深く根差しています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ふいりつわぶき]]"
        ],
        "similarVegetables": [
          "[[ふき]]"
        ]
      },
      "notes": ""
    }
  }
}