{
  "global_info": {
    "url": "なたまめ",
    "kana_name": "ナタマメ",
    "scientificName": "Canavalia gladiata",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ナタマメ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ナタマメ (Nata-mame)"
        ]
      },
      "international": {
        "en": [
          "Sword Bean",
          "Scimitar Bean"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ナタマメ",
      "oneliner": "刀のような莢に秘められた、アジア古来の健康の知恵。",
      "description": "その名の通り、刀を思わせる長大な莢が目を引くナタマメ。アジアの熱帯地域で古くから栽培され、人々の暮らしに寄り添ってきました。日本では福神漬けの食感の良いアクセントとして、南アジアではカレーの具材として、そして中国では体をいたわる薬膳スープとして、文化と共にその役割を変えてきました。若い莢はインゲン豆のように瑞々しく、成熟した豆はホクホクとした優しい味わい。一枚の皿に、アジアの食文化の広がりを映し出す物語多き豆です。",
      "practical_oneliner": "生食は厳禁。必ず十分な加熱など適切な下処理を。",
      "practical_tips": "ナタマメを扱う上で最も大切なのは、適切な下処理です。生の豆や莢には有毒な成分が含まれるため、絶対に生で食べてはいけません。調理の前には、じっくりと煮沸したり、焙煎したり、あるいは長時間水に漬けるといった工程が不可欠。この一手間が、消化器系の中毒を防ぎ、豆本来の美味しさを引き出してくれます。乾燥させた豆は湿気を避ければ一年以上保存が可能です。アジアの食の知恵に倣い、敬意をもって丁寧に扱いましょう。",
      "nutrition_oneliner": "伝統的な健康茶の源泉、特有の成分が体に働きかける。",
      "nutrition_benefits": "乾燥したナタマメは、タンパク質と食物繊維が豊富な栄養価の高い食材です。日本では古くから焙煎してお茶として飲まれ、歯周病予防や腎機能のサポートなど、民間療法で頼りにされてきました。この力の源泉と考えられているのが、カナバニンやコンカナバリンAといった特有の成分。現代科学でもその抗炎症作用や免疫への働きかけが研究されていますが、多くはまだ途上段階。伝統の知恵を、日々の健康づくりに穏やかに取り入れるのが良いでしょう。",
      "safety_oneliner": "生の豆や莢は有毒。必ず十分な加熱処理が必要です。",
      "safety_notes": "ナタマメには、生の状態でコンカナバリンAというレクチンやカナバニンといった天然の毒性成分が含まれています。これらを適切に処理せずに摂取すると、消化器系の中毒を引き起こす恐れがあります。美味しく安全にいただくために、必ず加熱や長時間の水漬けといった伝統的な知恵に基づいた下処理を守ってください。",
      "honest_oneliner": "生命力は抜群だが、付き合うには毒を制する知恵が必須。",
      "honest_assessment": "ナタマメは驚くほど強健で、やせた土地でも育ち、土まで豊かにしてくれる頼もしい存在です。気候変動の時代には希望の光かもしれません。しかし、その強さゆえか、身を守るための毒も備えています。下処理は必須で、手軽さはありません。手間を惜しまず向き合うことで、その真価と未来への可能性が見えてくる、玄人好みの野菜と言えるでしょう。",
      "cultural_background": "日本の「鉈豆」、英語の「Sword Bean」、中国の「刀豆」など、世界中でその刀剣のような形から名付けられてきました。アジアで古くから栽培され、食文化や伝統医学の伝播と共に各地へ。日本のカレーに添えられる福神漬けとして親しまれていますが、そのルーツはアジアの広大な食と健康の歴史に深く根ざしているのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[あかなたまめ]]"
        ],
        "similarVegetables": [
          "[[いんげんまめ]]",
          "[[たちなたまめ]]"
        ]
      },
      "notes": ""
    }
  }
}