{
  "global_info": {
    "url": "なんてんはぎ",
    "kana_name": "ナンテンハギ",
    "scientificName": "Vicia unijuga",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ソラマメ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ナンテンハギ"
        ]
      },
      "international": {
        "en": [
          "Two-leaf Vetch",
          "Nanten-hagi"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ナンテンハギ",
      "oneliner": "春の野山が育んだ、豆の風味と甘みが息づく東アジアの恵み。",
      "description": "東アジアの春の訪れを告げる、多年草の山菜、ナンテンハギ。そのシャキシャキとした茎と柔らかな葉は、口に運ぶとほのかな甘みと豆特有の豊かな風味が広がります。日本では古くからおひたしや天ぷらで、韓国ではナムルとして親しまれ、里山の食文化を今に伝えています。栽培されることは稀で、自然の中に自生するものを見つける喜びもまた、この山菜の魅力の一つです。",
      "practical_oneliner": "アク抜きは茹でこぼしで。風味を活かすシンプルな味付けが鍵。",
      "practical_tips": "鮮度が命。葉先までみずみずしく、茎がピンと張っているものを選びましょう。乾燥に弱いので、湿らせた新聞紙で包み、ビニール袋に入れて冷蔵庫の野菜室へ。調理前には、サポニンなどのアクを抜くため、さっと茹でこぼすのが一般的です。その後、冷水にさらして水気を絞れば、おひたしや和え物、天ぷらなど、様々な春の料理に活躍します。風味を損なわないよう、加熱しすぎないのがコツです。",
      "nutrition_oneliner": "マメ科ならではの滋養と、伝統が伝える解熱・利尿の働き。",
      "nutrition_benefits": "詳細な栄養分析はまだ途上ですが、マメ科植物としてタンパク質を比較的多く含むと推測されます。また、古くから東アジアの民間療法では、解熱や利尿、滋養強壮のために全草を煎じて用いてきました。フラボノイド類の抗酸化作用や、サポニンが持つとされる抗炎症作用についても研究が進められており、伝統的な知恵の裏付けが期待されています。",
      "safety_oneliner": "アク抜きは必須。過剰な摂取に関する安全性は不明です。",
      "safety_notes": "サポニンなどの成分を含むため、生食は避け、必ず茹でこぼすなどのアク抜きを行ってください。伝統的に食されてきましたが、過剰摂取に関する十分な科学的データはまだありません。適量を楽しむのが良いでしょう。",
      "honest_oneliner": "栽培は容易だが市場には稀。春限定の素朴な味わいが魅力。",
      "honest_assessment": "春の野山を歩いて見つける喜びと、その素朴な豆の風味は格別です。栽培自体は難しくありませんが、商業生産はごく僅か。そのため、出会えるのは直売所か、自ら採集するしかなく、その希少性が価値を高めています。派手さはありませんが、季節の訪れを実感させてくれる、実直で心に染みる味わいの山菜です。",
      "cultural_background": "東アジアの採集文化に深く根ざし、春の訪れを告げる食材として親しまれてきたナンテンハギ。日本では「山菜」、韓国では「ナムル」として食卓を彩ってきました。明確な栽培化の歴史はなく、半野生のまま利用されてきたことが、自然との共生の証と言えるでしょう。その名は、葉の形が南天に似ていることに由来します。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[つるふじばかま]]",
          "[[くさふじ]]"
        ]
      },
      "notes": "栄養価や機能性に関する科学的データはまだ乏しく、その多くはマメ科植物の一般的特性や伝統的知識からの類推に基づいています。今後の研究が待たれる、可能性を秘めた食材です。"
    }
  }
}