{
  "global_info": {
    "url": "はまぼうふう",
    "kana_name": "ハマボウフウ",
    "scientificName": "Glehnia littoralis",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "ハマボウフウ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "浜防風"
        ]
      },
      "international": {
        "en": [
          "Coastal glehnia",
          "Beach silvertop",
          "American silvertop"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "浜防風（はまぼうふう）",
      "oneliner": "潮風が育んだ春の香り。砂浜に芽吹く、ほろ苦く繊細な海の幸。",
      "description": "まだ肌寒い春の砂浜で、潮風に耐えながら芽を出す浜防風。その若葉や茎は、セリ科特有の清々しい香りと、シャキシャキとした心地よい歯ざわりが魅力です。口に含めば、ほのかな苦味の奥にかすかな甘みが広がり、春の息吹そのものを感じさせてくれます。古くから日本の食文化に根ざし、特に懐石料理では刺身のつまとして、その繊細な風味が主役を引き立てる、なくてはならない存在です。",
      "practical_oneliner": "香りが命。さっと茹でるか生で、鮮やかな緑と歯ざわりを味わう。",
      "practical_tips": "浜防風の繊細な香りを楽しむには、調理法が鍵となります。おひたしや和え物にする際は、風味とシャキシャキ感を損なわないよう、熱湯でさっと茹でる程度に留めましょう。生のまま刻んで薬味にしたり、天ぷらにして香りを閉じ込めるのもおすすめです。長期保存したい場合は、さっと茹でてから酢漬けにすると、特有の香りを保ちつつ数週間楽しむことができます。",
      "nutrition_oneliner": "体を潤し咳を鎮める。古くから頼られる薬草としての力。",
      "nutrition_benefits": "浜防風は、単なる香味野菜にとどまらない価値を秘めています。特に根にはクマリン類という成分が豊富で、伝統的に咳を鎮めたり、炎症を和らげたりする目的で用いられてきました。全草に含まれる精油成分は、その爽やかな香りで気分をリラックスさせ、胃の働きを助けるとも言われます。日本では風邪のひきはじめに、中国では肺や胃を潤す生薬『北沙参』として、古くから食と薬の両面で人々の健康を支えてきたのです。",
      "safety_oneliner": "成分に光毒性の可能性。一度に大量に食べたり、肌に付けたりしない。",
      "safety_notes": "浜防風に含まれるクマリン類という成分には、まれに光毒性（日光に当たると皮膚に炎症を起こす性質）を示す可能性があります。通常の食事で楽しむ量であれば問題になることはまずありませんが、健康効果を期待して一度に大量に摂取したり、汁などを肌に塗ったりすることは避けてください。",
      "honest_oneliner": "春を告げる香りは唯一無二。ただ、出会える時期も場所も極端に短い。",
      "honest_assessment": "浜防風が食卓にのぼるのは、ほんの短い春の間だけ。その希少性と繊細な香りが、私たちを惹きつけてやみません。しかし、その栽培は砂地という特殊な環境を要し非常に難しく、多くを野生採集に頼っているのが現状です。海岸の開発により自生地も減り続け、その存在自体が危ぶまれています。もし幸運にも出会えたなら、その儚さも味わいの一部として、大切にいただきたい野菜です。",
      "cultural_background": "その名が示す通り、浜防風は砂浜に深く根を張り、海風から砂が飛ばされるのを「防ぐ」役割を担う植物です。日本では江戸時代の文献にも登場し、春の訪れを告げる海の幸として珍重されてきました。一方、中国では「北沙参」と呼ばれ、古くから薬として重用された歴史を持ちます。単なる食材ではなく、自然と共生し、季節を感じるための、文化的な存在なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[せり]]",
          "[[あしたば]]"
        ]
      },
      "notes": "海岸開発や気候変動の影響で自生地が激減しており、日本の多くの都道府県で絶滅危惧種としてレッドリストに掲載されています。持続可能な利用と自生地の保全が急務となっています。"
    }
  }
}