{
  "global_info": {
    "url": "はやとうり",
    "kana_name": "ハヤトウリ",
    "scientificName": "Sicyos edulis",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "Bur-cucumber"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "茎",
        "葉",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ハヤトウリ"
        ]
      },
      "international": {
        "en": [
          "Chayote",
          "Christophene",
          "Mirliton",
          "Vegetable Pear"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "隼人瓜（はやとうり）",
      "oneliner": "世界の食卓を旅した、淡白で煮崩れしにくい万能ウリ。",
      "description": "遠いメソアメリカの山々で生まれ、大航海時代に世界へと旅立ったウリ科の野菜。その姿はまるで緑色の洋梨のよう。味わいはごく淡白で、ほのかな甘みが隠れています。生でかじればシャキッと小気味よく、火を通せばとろりと柔らかく煮崩れしにくいのが魅力。スープや炒め物、漬物まで、どんな国のどんな料理にも素直に寄り添い、その土地の味に染まる、つつましくも偉大な旅人です。",
      "practical_oneliner": "棘がなければ皮は薄く剥くかそのままで。冷暗所で長く保存。",
      "practical_tips": "皮にハリとツヤがあり、ずっしりと重みを感じるものを選びましょう。品種によっては表面に柔らかい棘があるのでご注意を。保存は冷蔵庫より、10℃前後の涼しい場所が最適。新聞紙に包んでおけば数週間から1ヶ月は鮮度を保てます。調理の際は、縦半分に切って中心にある種を取り除きます。皮は硬くなければそのままでも、気になる場合は薄く剥いてください。淡白な味わいなので、少し濃いめの味付けで調理すると味が染み込みやすく、おいしくいただけます。",
      "nutrition_oneliner": "カロリーは控えめ、特に豊富な「葉酸」が嬉しい野菜。",
      "nutrition_benefits": "100gあたり約19kcalと非常に低カロリーで、ダイエット中にも嬉しい食材です。栄養面で特筆すべきは「葉酸」の豊富さ。これは赤血球の生産を助け、細胞の成長に不可欠なビタミンです。ほかにも、抗酸化作用のあるビタミンCや、体内の余分な塩分を排出するのを助けるカリウムも含まれています。ラテンアメリカでは、その葉を煎じてお茶として飲む伝統的な習慣もあります。",
      "safety_oneliner": "品種によっては表面に棘があるので、取り扱いにはご注意を。",
      "safety_notes": "ハヤトウリは、一般的にアレルギーなどの心配も少なく、安全に食べられる野菜です。ただし、一部の品種には表面に柔らかい棘が生えているものがあります。調理の際に手に刺さらないよう、皮を剥くときには少し注意してください。",
      "honest_oneliner": "主役にはなれないが最高の脇役。淡白な個性をどう生かすかが鍵。",
      "honest_assessment": "正直に言うと、ハヤトウリそのものには、はっきりとした味がありません。しかし、それこそがこの野菜の最大の魅力。どんな出汁やスパイスの色にも素直に染まる懐の深さは、他の野菜にはない美点です。じっくり煮込んでも崩れない実直な食感は、料理に安定感をもたらしてくれます。放っておいても育つほどの生命力も、どこか頼もしい存在です。",
      "cultural_background": "そのルーツは古く、古代メソアメリカのアステカ文明にまで遡ります。世界中で使われる「チャヨテ」という名は、現地の言葉で「棘のあるカボチャ」を意味する「chayohtli」に由来します。16世紀、スペイン人の船に乗って海を渡り、アジアやアフリカへ。先住民の日常食だったこのウリは、今や世界中の食卓で、その土地の味に染まりながら愛されています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[きゅうり]]",
          "[[かぼちゃ]]",
          "[[とうがん]]"
        ]
      },
      "notes": "かつてはセキウム属（Sechium）に分類されていましたが、近年の研究によりシキオス属（Sicyos）に再分類されました。古い資料では旧学名が使われていることがあります。"
    }
  }
}