{
  "global_info": {
    "url": "はままつな",
    "kana_name": "ハママツナ",
    "scientificName": "Suaeda glauca",
    "classification": {
      "family_ja": "Amaranth family",
      "genus_ja": "Seepweed"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ハママツナ",
          "浜松菜"
        ]
      },
      "international": {
        "en": [
          "Alkali Seepweed",
          "Seablite"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ハママツナ",
      "oneliner": "潮風が育てた春の味。シャキシャキ食感と自然の塩味。",
      "description": "春、東アジアの浜辺や塩気を含んだ大地に、ひっそりと芽を出すハママツナ。そのみずみずしい葉や茎を口にすれば、シャキシャキとした心地よい歯ざわりとともに、潮風が運んできたかのような、ほのかな塩味とうま味が広がります。厳しい環境で生き抜く生命力が凝縮された、まさに大自然からの贈り物。茹でるだけで、その素朴ながらも奥深い味わいを存分に楽しむことができる、季節限定の宝物です。",
      "practical_oneliner": "調理の鍵は塩抜きとアク抜き。さっと茹でて風味を活かす。",
      "practical_tips": "主に直売所などで見かけます。葉先までみずみずしく、ハリのあるものを選びましょう。保存する際は、湿らせたキッチンペーパーで包んでポリ袋に入れ、冷蔵庫で立てておくと鮮度が保てます。調理前には、まず塩抜きとアク抜きを。たっぷりの熱湯でさっと茹でて冷水にさらし、水気をしっかり絞るのが基本です。このひと手間で、えぐみが抜けて本来の風味と食感が引き立ちます。",
      "nutrition_oneliner": "塩生植物ならではのミネラルが豊富と推定されます。",
      "nutrition_benefits": "詳細な分析はまだ途上ですが、ハママツナは塩分の多い土地で育つため、体内の塩分バランスを整えるカリウムや、骨の健康に役立つカルシウム、マグネシウムといったミネラルが豊富に含まれていると考えられています。また、緑黄色野菜としてベータカロテンも豊富と推定され、抗酸化作用が期待されるベタレイン色素もその特徴の一つ。自然のミネラルを補給したい時にぴったりの食材です。",
      "safety_oneliner": "シュウ酸を含む可能性があり、アク抜き（茹でこぼし）を推奨。",
      "safety_notes": "ハママツナには、ほうれん草などにも含まれるシュウ酸が含まれている可能性があります。生食は避け、必ず加熱調理してください。たっぷりの熱湯でさっと茹でこぼすことで、アクと一緒に余分な塩分も抜け、より美味しく安全に楽しむことができます。",
      "honest_oneliner": "味と食感は格別だが、流通量が少なくアク抜きが必須の個性派。",
      "honest_assessment": "シャキシャキした食感と自然の塩味は、一度食べると忘れられない魅力があります。しかし、商業的な流通が極めて少なく、出会える場所は沿岸部の直売所などに限られるのが現状。また、美味しく食べるためには塩抜きやアク抜きといった下処理が欠かせず、少しだけ手間がかかる野菜でもあります。その希少性とひと手間こそが、この野菜を特別な存在にしているのかもしれません。",
      "cultural_background": "その名の通り、古くから日本の浜辺で親しまれてきたハママツナ。春の訪れを告げる季節の恵みとして食卓を彩る一方、食料が乏しい時代には人々を支える貴重な『救荒植物』でもありました。厳しい環境で自生するそのたくましさは、昔の人々の暮らしと深く結びついていたのです。今ではその存在を知る人も減りましたが、地域の食文化を物語る生き証人です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[おかひじき]]"
        ]
      },
      "notes": "現在流通しているもののほとんどは栽培されたものではなく、自生しているものを採集したものです。そのため入手は非常に限定的ですが、そのぶん、土地の個性が色濃く反映された味わいを楽しめます。伝統的な食文化の担い手としても貴重な存在です。"
    }
  }
}