{
  "global_info": {
    "url": "ほうきぎ",
    "kana_name": "ホウキギ",
    "scientificName": "Bassia scoparia",
    "classification": {
      "family_ja": "Amaranth family",
      "genus_ja": "Bassia"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ほうきぎ",
          "とんぶり"
        ]
      },
      "international": {
        "en": [
          "Kochia",
          "Summer Cypress",
          "Burning Bush",
          "Mexican Fireweed"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "箒木（ほうきぎ）",
      "oneliner": "畑のキャビア「とんぶり」を生む、秋田伝統のプチプチ食感。",
      "description": "「畑のキャビア」という愛称で知られる、秋田県が誇る伝統食材「とんぶり」。その正体は、ユーラシア原産の「ほうきぎ」という植物の小さな種子です。見た目は深緑の宝石のよう。口に運べば、プチプチと小気味よく弾ける他に類を見ない食感が広がります。それ自体に強い味はなく、ほのかに草の香りがするだけ。だからこそ、長芋や納豆と和えれば、いつもの一皿が特別なごちそうに変わるのです。舌でなく、歯ざわりで楽しむ。そんな食の奥深さを教えてくれる、北国の小さな宝物です。",
      "practical_oneliner": "瓶詰ならすぐ使える。開封後は冷蔵し、早めに使い切って。",
      "practical_tips": "市場に出回るのはほとんどが加工済みの瓶詰です。選ぶ際は、粒がふっくらとしていて、色鮮やかな緑色のものを選びましょう。未開封なら製品表示に従って保存し、開封後は密閉して冷蔵庫へ。プチプチした食感を保つため、なるべく早く使い切るのがおすすめです。調理前の下処理は不要で、水気を軽く切るだけで和え物などに使えます。万が一、生の果実を手に入れた場合は、専門的なアク抜き加工が必要なため、そのまま食べるのは避けてください。",
      "nutrition_oneliner": "β-カロテンやビタミンKが豊富、緑の粒に栄養が凝縮。",
      "nutrition_benefits": "「畑のキャビア」は、その見た目だけでなく栄養面でも注目すべき食材です。特に、体内でビタミンAに変わるβ-カロテンが豊富に含まれており、皮膚や粘膜の健康維持を助けます。また、正常な血液凝固に不可欠なビタミンKや、細胞の生まれ変わりに大切な葉酸も補給できます。加工過程で多くは取り除かれますが、古くから漢方で利用されてきたサポニンなどの成分も含まれており、その機能性について研究が進められています。",
      "safety_oneliner": "未加工の生の実はサポニンを含むため、食用にはできません。",
      "safety_notes": "ほうきぎの生の種子には、過剰に摂ると体に影響を与えるサポニンが含まれています。市販の「とんぶり」は、この成分を伝統的な製法で除去してあるので安全です。未加工の実は決して口にしないでください。",
      "honest_oneliner": "唯一無二の食感は至宝。ただ、味はなく活躍の場は限られる。",
      "honest_assessment": "とんぶりのプチプチした歯ざわりは、一度体験すると忘れられない魅力があります。でも正直、味はほとんどなく主役にはなれません。生産が秋田県にほぼ限られ、入手しにくいのも事実。世界では強靭な雑草として嫌われる一面も。愛される宝と嫌われる雑草、この両極端な顔を持つことこそ、この植物の物語を深く面白くしているのです。",
      "cultural_background": "その名の通り、茎を乾燥させて「箒」を作ったことから「ほうきぎ」と呼ばれます。ユーラシアが原産で、古くは箒作りに、中国では漢方薬として利用されてきました。しかし、この種子を「とんぶり」として食べる文化は、江戸時代の日本・秋田県で独自に花開いたもの。今では地域の食卓に欠かせない、郷土の誇りとして深く根付いています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[とんぶり用在来種]]"
        ],
        "similarVegetables": []
      },
      "notes": "日本では秋田県の貴重な伝統食材として愛される一方、北米など世界の多くの地域では強靭な生命力から侵略的雑草として扱われる、極端な二面性を持つ植物です。"
    }
  }
}