{
  "global_info": {
    "url": "ほとけのざ",
    "kana_name": "ホトケノザ",
    "scientificName": "Lapsanastrum apogonoides",
    "classification": {
      "family_ja": "Aster family",
      "genus_ja": "Nipplewort"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "コオニタビラコ",
          "ホトケノザ"
        ]
      },
      "international": {
        "en": [
          "Apogonoides Nipplewort",
          "Hotokenoza (in cultural context)"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "仏の座（ほとけのざ）",
      "oneliner": "新年の粥に欠かせない「春の七草」。健やかな一年を願う若葉。",
      "description": "冬の田んぼに、仏様が座る蓮華座のように葉を広げるコオニタビラコ。日本では古くから「ホトケノザ」の名で親しまれてきました。口にすれば、穏やかな苦味とほのかな甘みが広がり、若葉らしい青々しい香りが鼻を抜けます。柔らかさの中に、かすかなシャキシャキ感が残る心地よい食感。日本の原風景の中で、静かに春の訪れを告げる、ささやかで大切な野草です。",
      "practical_oneliner": "旬は早春。七草粥セットで見かける、茹でて味わう繊細な野草。",
      "practical_tips": "主に七草粥のセットとして流通するか、野に自生するものを採取します。葉が瑞々しく、鮮やかな緑色のものを選びましょう。非常に繊細な野草なので、入手したらすぐに使い切るのが理想です。保存する場合は、湿らせたキッチンペーパーで包み、ポリ袋に入れて冷蔵庫の野菜室へ。調理の際は、土をよく洗い流してから、さっと茹でて使います。おひたしや和え物にも向いています。",
      "nutrition_oneliner": "栄養価は未解明ながら、伝統的に健胃・整腸に良いとされる野草。",
      "nutrition_benefits": "詳細な栄養分析はまだ途上ですが、伝統的に冬の間に不足しがちな緑黄色野菜として、ビタミン類やミネラルの補給源とされてきました。特にポリフェノールなどの抗酸化物質を含むと期待されています。古くから民間療法では、お粥に入れて食べることで胃腸の調子を整えたり、熱を下げたりするのに用いられてきた歴史があります。科学的な証明はこれからですが、先人の知恵が詰まった野草です。",
      "safety_oneliner": "特筆すべき安全性の懸念は報告されていませんが、情報が限定的です。",
      "safety_notes": "伝統的に食されてきた歴史があり、適切に調理されたものを食す分には、特に大きな問題はないと考えられています。ただし、科学的な安全性データは極めて少ないのが現状です。他の植物と誤認しないよう、採取の際は専門家への確認が不可欠です。",
      "honest_oneliner": "文化遺産級の価値を持つ一方、入手困難でデータも乏しい幻の野草。",
      "honest_assessment": "この野草の価値は、栄養価や生産性では測れません。その本質は、日本の新年を迎える儀式に深く根ざした文化的な記憶そのものです。商業的にはほぼ成り立たず、世界的には無名。しかし、このささやかな草がなければ、日本の伝統的なお正月は完成しないのです。食文化の継承が危ぶまれる今、その存在は一層愛おしく感じられます。",
      "cultural_background": "その名「仏の座」は、地面に広がる葉の姿が仏様の蓮華座に似ていることに由来します。平安時代にはすでに、無病息災を願って正月に食べる「春の七草」の一つとして定着していました。1月7日の七草粥にこの若葉を刻み入れることは、単なる食事ではなく、新しい一年を健やかに過ごすための大切な祈りの儀式なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "栽培化されておらず、主に自家消費や儀式用に採取される半野生植物です。栄養価など科学的データは乏しいですが、日本の食文化における儀礼的な重要性は非常に高いです。食文化の継承が課題となっています。"
    }
  }
}