{
  "global_info": {
    "url": "まこも",
    "kana_name": "マコモ",
    "scientificName": "Zizania latifolia",
    "classification": {
      "family_ja": "イネ科",
      "genus_ja": "マコモ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "種子",
        "根茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "マコモ"
        ]
      },
      "international": {
        "en": [
          "Manchurian Wild Rice",
          "Water Bamboo",
          "Coba"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "真菰（まこも）",
      "oneliner": "菌の恵みで育つ、ほの甘くシャキシャキな食感の神秘的な水生野菜。",
      "description": "水辺にそよぐ緑の葉、その根元に隠された純白の宝物、それが真菰です。ひと口かじれば、タケノコのようなシャキッとした歯ざわりと、とうもろこしを思わせる優しい甘みが広がります。この不思議な美味しさの正体は、黒穂菌という菌との共生が生み出す奇跡。古代中国から東アジアの食卓を彩り、日本では神が宿る草として神事にも用いられてきた、悠久の歴史を持つ神秘的な野菜なのです。",
      "practical_oneliner": "鮮度が命。白く太いものを選び、乾燥させず早めに使い切るのがコツ。",
      "practical_tips": "白くずっしりと太く、切り口がみずみずしいものを選びましょう。乾燥が大敵なので、湿らせたキッチンペーパーで包んでからポリ袋に入れ、冷蔵庫の野菜室で立てて保存します。鮮度が落ちると甘みが減り硬くなるため、1週間を目安に食べきるのがおすすめです。調理の際は、外側の緑色の硬い皮を剥いて中の白い部分を使います。アクがほとんどないため下茹では不要で、手軽に調理できるのも魅力です。",
      "nutrition_oneliner": "低カロリーで食物繊維が豊富。カリウムも含まれ、むくみ対策に。",
      "nutrition_benefits": "100gあたり約20kcalと非常にヘルシーで、ダイエット中にも嬉しい食材です。シャキシャキ食感の元となる食物繊維は、お腹の調子を整えるのを助けてくれます。また、余分な塩分を排出する働きが期待されるカリウムも含まれています。伝統的な中医学では、その利尿作用や解熱作用が知られてきました。日々の食事に美味しく取り入れたい健康野菜です。",
      "safety_oneliner": "基本的に安全ですが、稀に黒穂菌アレルギーの可能性も指摘されます。",
      "safety_notes": "真菰は一般的にとても安全な食材です。ただし、その特徴的な食感と風味を生み出している共生菌（黒穂菌）に対し、ごく稀にアレルギー反応を示す方がいる可能性が指摘されています。心配な方は少量から試すことをお勧めします。",
      "honest_oneliner": "唯一無二の食感は絶品。ただし、旬が短く入手しにくいのが玉に瑕。",
      "honest_assessment": "あのシャキシャキとした食感とほのかな甘みは、一度食べると忘れられない魅力があります。しかし、まだまだ生産量が少なく、スーパーで見かける機会は多くありません。旬の秋に直売所などで見つけたら、ぜひ試してみてほしい食材です。鮮度が落ちやすいため、手に入れたらすぐに味わうのが最高の贅沢と言えるでしょう。",
      "cultural_background": "その歴史は古く、中国では周の時代から栽培されてきました。食材となる肥大した茎は、黒穂菌という菌が寄生することで生まれる自然の産物です。日本では『真菰』と呼ばれ、神が宿る草として神聖視され、出雲大社の神事にも使われるなど、食と文化の両面で人々の暮らしに深く根付いています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[プーリージアオバイ]]"
        ],
        "similarVegetables": [
          "[[たけのこ]]",
          "[[とうもろこし]]",
          "[[アスパラガス]]"
        ]
      },
      "notes": "食用となる茎の肥大は、黒穂菌（Ustilago esculenta）の寄生によって引き起こされる、植物と菌のユニークな共生関係の産物です。"
    }
  }
}