{
  "global_info": {
    "url": "みょうが",
    "kana_name": "ミョウガ",
    "scientificName": "Zingiber mioga",
    "classification": {
      "family_ja": "ショウガ科",
      "genus_ja": "ショウガ属"
    },
    "foodClassification": {
      "primaryPart": "花穂",
      "edibleParts": [
        "花穂",
        "若茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ミョウガ",
          "茗荷"
        ]
      },
      "international": {
        "en": [
          "Myoga",
          "Myoga ginger",
          "Japanese ginger"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "茗荷（みょうが）",
      "oneliner": "爽やかな香りとシャキシャキ食感。日本の夏に欠かせない名脇役。",
      "description": "日本の夏、その訪れをそっと告げるのが茗荷です。淡い紅色を帯びたふっくらとした蕾は、刻んだ瞬間に森の朝のような清涼な香りを放ちます。シャキッとした歯ごたえと鼻に抜ける爽やかな辛味は、蒸し暑い日の食欲を優しく呼び覚ます魔法。そうめんや冷奴に添えるだけで、一皿が特別な季節の味に変わります。東アジアの森で生まれ、日本の食卓に深く根付いた、小さな季節の使者です。",
      "practical_oneliner": "香りを活かすなら刻んで生で。甘酢漬けにすれば長期保存も可能。",
      "practical_tips": "茗荷の命である瑞々しい香りと食感を保つには、乾燥が大敵です。入手したら湿らせたキッチンペーパーで包み、ポリ袋に入れて冷蔵庫の野菜室で保存しましょう。調理の基本は、縦半分に切ってから斜めに薄切りにすること。こうすることで香りが立ち、食感も楽しめます。薬味はもちろん、丸ごと天ぷらにしたり、味噌汁の具にしたりするのもおすすめです。長期保存したい場合は、鮮やかなピンク色に染まる甘酢漬けが最適です。",
      "nutrition_oneliner": "香り成分α-ピネンが食欲を増進させ、血行を促進。",
      "nutrition_benefits": "茗荷は非常に低カロリー。その特徴的な香りの源「α-ピネン」には、食欲を増進させ、血行を促す働きが期待されています。体内の塩分バランスを整えるカリウムも含まれており、夏バテ気味の体には嬉しい存在です。また、鮮やかな赤色の部分には抗酸化作用を持つアントシアニンも。薬味として少し添えるだけで、風味と栄養をプラスできます。",
      "safety_oneliner": "通常の食事で摂る量であれば、特に心配はありません。",
      "safety_notes": "薬味として日常的に利用する分には、安全性に問題はありません。しかし、あらゆる食品に言えることですが、極端な過剰摂取に関する安全性データは確立されていません。あくまで食事のアクセントとして、適量を楽しみましょう。",
      "honest_oneliner": "あの香りが好きな人には宝物、苦手な人にはただの草かも。",
      "honest_assessment": "茗荷は、決して料理の主役にはなれません。その強烈な個性は好き嫌いが分かれる原因にもなり、日本や一部アジア以外ではほぼ無名の存在です。しかし、この小さな香味野菜なくして日本の夏は始まりません。一口で季節を運ぶその力は、他の何にも代えがたい、愛すべき偏屈な魅力なのです。",
      "cultural_background": "その歴史は古く、平安時代の文献にも名が見られます。大々的に栽培されるというより、日本の庭先で地下茎によってひっそりと受け継がれてきました。夏の薬味としての役割は、季節の移ろいを食で楽しむ日本人の感性の象徴。この小さな蕾に、長く深い食文化の物語が宿っているのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[夏みょうが]]",
          "[[秋みょうが]]"
        ],
        "similarVegetables": [
          "[[しょうが]]"
        ]
      },
      "notes": "主に栽培されている茗荷は三倍体で種子ができないため、交配による品種改良が極めて困難です。もっぱら地下茎による栄養繁殖で増やされてきました。"
    }
  }
}