{
  "global_info": {
    "url": "もやし",
    "kana_name": "モヤシ",
    "scientificName": "Vigna radiata (sprouts) / Glycine max (sprouts)",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ササゲ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "もやし (Moyashi)"
        ]
      },
      "international": {
        "en": [
          "Bean Sprouts",
          "Mung Bean Sprouts",
          "Soybean Sprouts"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "もやし",
      "oneliner": "シャキシャキ食感が魅力。どんな料理にも合う、食卓の頼れる名脇役。",
      "description": "光を遮られた静かな場所で、豆が持つ生命力と水だけで育つ、純白の野菜。それがもやしです。繊細な見た目とは裏腹に、口に運べば「シャキッ」と小気味よい音が響きます。味わいは淡白でみずみずしく、ほのかな豆の風味がどんな料理にも優しく寄り添います。インド亜大陸に起源を持つ小さな豆が、アジアの食文化の中で姿を変え、私たちの食卓に欠かせない存在となりました。その生命力あふれる歯ごたえをお楽しみください。",
      "practical_oneliner": "足が早いのが弱点。購入後はすぐに使い切り、加熱調理が基本です。",
      "practical_tips": "選ぶ際は、全体が白く、ピンとハリのあるものを。根が茶色く変色しているものは鮮度が落ちています。もやしは傷みやすいので、購入したらすぐに使い切るのが理想。保存する場合は、袋から出してさっと洗い、水を張った容器に入れて冷蔵庫へ。水を毎日取り替えれば、シャキシャキ感が少し長持ちします。調理前にひげ根（根の部分）を丁寧に取り除くと、口当たりが格段に良くなります。加熱しすぎると食感が失われるので、火を通すのは最後、さっと仕上げるのがコツです。",
      "nutrition_oneliner": "発芽の力でビタミン類が増加。GABAも含む注目の健康野菜。",
      "nutrition_benefits": "100gあたり約30kcalと非常に低カロリーですが、その栄養価は侮れません。特に注目したいのが、発芽の過程で生成・増加する栄養素。骨の健康に関わるビタミンKや、細胞の再生を助ける葉酸をしっかり含みます。また、ストレス社会で注目されるGABA（γ-アミノ酪酸）もその一つ。リラックス効果や血圧を下げる働きが期待されています。種子の状態には少なかったビタミンCも豊富で、日々の健康維持を静かに支えてくれる野菜です。",
      "safety_oneliner": "繊細な野菜なので、食中毒予防のために生食は避け、必ず加熱を。",
      "safety_notes": "もやしは水分が多く、暗所で栽培されるため、サルモネラ菌などが繁殖しやすい環境にあります。サラダなどで食べる際も、一度さっと茹でるなど加熱するのが基本です。『生食可』の表示がない限り、安全のために必ず火を通してからお召し上がりください。",
      "honest_oneliner": "驚くほど安価で食感も良いが、とにかく鮮度が命の短期決戦野菜。",
      "honest_assessment": "家計の救世主、もやし。その最大の魅力は、疑いようもなく価格の安さです。しかし、その安さは鮮度の落ちやすさと隣り合わせ。購入した日のうちに使い切る覚悟が必要です。淡白な味わいはどんな料理にも馴染む長所ですが、主役を張るには力不足。独特の青臭さが気になることも。もやしを心から愛するなら、韓国のナムルのように、その食感を最大限に活かす調理法を選ぶのが正解でしょう。",
      "cultural_background": "もやしの歴史は、野菜が手に入りにくい冬や、長い航海のなかでビタミン不足を補うための、古人の知恵から始まりました。乾燥した豆は軽く持ち運びやすく、必要な時に水さえあれば発芽させられる貴重な生鮮野菜だったのです。特に韓国では、リョクトウもやしを『スクチュナムル』、大豆もやしを『コンナムル』と呼び分け、それぞれを主役にした料理が発展するなど、アジアの食文化に深く根付いています。",
      "relationships": {
        "parentSpecies": [
          "[[りょくとう]]",
          "[[大豆]]"
        ],
        "children": [
          "[[リョクトウもやし]]",
          "[[大豆もやし]]"
        ],
        "similarVegetables": []
      },
      "notes": "「もやし」は特定の植物種を指す名前ではなく、リョクトウやダイズといったマメ科植物の種子を、光を当てずに発芽させた若い芽（スプラウト）の総称です。"
    }
  }
}