{
  "global_info": {
    "url": "アニス",
    "kana_name": "アニス",
    "scientificName": "Pimpinella anisum L.",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "ミツバグサ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Anise",
          "Aniseed"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アニス",
      "oneliner": "古代から地中海で愛される、甘く魅惑的な香りのスパイス。",
      "description": "遥か古代エジプトから、東地中海の太陽を浴びて育まれてきた小さな種子、アニス。噛みしめるとプチっと砕け、リコリスにも似た甘くスパイシーな香りが口いっぱいに広がります。その魅惑的な風味は、遠い昔から人々を惹きつけ、薬やリキュール、焼き菓子など、暮らしの様々な場面を彩ってきました。若葉や茎も食べられますが、主役はやはりこの小さな一粒に凝縮された香りです。",
      "practical_oneliner": "香りが命。ホールで買い、使う直前に挽いて密閉保存を。",
      "practical_tips": "選ぶなら、色が均一で豊かな香りがするものを選びましょう。粉末は香りが飛びやすいので、できればホールの種子（アニシード）を手に入れて。使う直前に乳鉢やすり鉢で軽く砕くと、アネトールの甘い香りが最大限に引き立ちます。保存は光と湿気を避けるのが鉄則。必ず密閉できる容器に入れ、キッチンの冷暗所にしまいましょう。",
      "nutrition_oneliner": "驚くべき鉄分含有量。貧血予防の小さな味方。",
      "nutrition_benefits": "小さな種子には、特に鉄分が驚くほど豊富に含まれており、100gあたりで一日の必要量を大きく超えます。マンガンやカルシウムも多く、骨の健康をサポート。特徴的な香りの成分アネトールには抗菌作用が期待されるほか、伝統的に消化を助け、お腹の張りを和らげるハーブティーとしても親しまれてきました。",
      "safety_oneliner": "妊娠中やホルモン関連の疾患がある方は摂取に注意を。",
      "safety_notes": "香りの主成分アネトールには、女性ホルモンに似た作用（エストロゲン様作用）が報告されています。そのため、妊娠中の方やホルモン感受性の疾患をお持ちの方は、使用前に専門家にご相談ください。また、稀にアレルギー反応を示す方もいます。",
      "honest_oneliner": "好きな人にはたまらない甘い香り。でもリコリスが苦手なら要注意。",
      "honest_assessment": "アニスの魅力は、何と言ってもその唯一無二の甘くスパイシーな香り。お菓子やリキュールに少し加えるだけで、一気にエキゾチックな地中海の風を運んできます。ただ、このリコリスを思わせる個性的な風味は、好みがはっきりと分かれる点も事実。主役にはなれないけれど、名脇役として料理の世界をぐっと広げてくれる存在です。",
      "cultural_background": "その歴史は古く、約4000年前の古代エジプトまで遡ります。最古の医学書にもその名が記され、古代ローマでは消化を助けるスパイスとして重宝されました。やがてその蒸留技術は地中海全域へ。ギリシャのウゾ、フランスのパスティスなど、食後酒の文化として花開き、今も人々の陽気な食卓に欠かせない存在です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[スパニッシュアニス]]",
          "[[エジプシャンアニス]]"
        ],
        "similarVegetables": [
          "[[フェンネル]]",
          "[[スターアニス]]"
        ]
      },
      "notes": "明確な園芸品種は少なく、スペイン産やエジプト産など、産地名でその特徴が区別されることが多いスパイスです。"
    }
  }
}