{
  "global_info": {
    "url": "アガティ",
    "kana_name": "アガティ",
    "scientificName": "Sesbania grandiflora",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "セスバニア属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Vegetable Hummingbird",
          "Agati",
          "Hummingbird Tree",
          "Butterfly Tree",
          "Scarlet Wisteria"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アガティ",
      "oneliner": "南国に咲くハチドリの木。ほろ苦い花を味わうアジアの食文化。",
      "description": "ハチドリが翼を休めるかのように咲く、白く大きな美しい花、アガティ。その故郷は南アジアから東南アジアの温暖な地域です。見た目の優雅さとは裏腹に、口にするとほのかな苦味と豆のような優しい風味が広がります。シャキッとした歯ざわりと、後に残るかすかな甘みが特徴。タイのスープやインドネシアの和え物など、現地の食卓に欠かせない存在として、古くから人々の暮らしに寄り添い、季節の移ろいを告げてきました。",
      "practical_oneliner": "調理前に苦味のもととなる雄しべを取り除くのが美味しく食べるコツ。",
      "practical_tips": "アガティの調理で最も大切なのは、花の中心にある黄色い雄しべと緑色の雌しべを取り除くこと。これが独特の苦味の源です。下処理をすれば、あとはシンプル。タイ料理では酸味の効いたスープ『ゲーンソム』に、インドネシアではさっと茹でてピーナッツソースをかける『プチェル』に。また、衣をつけてフリッターにしても美味しくいただけます。加熱すると食感は柔らかくなりますが、わずかな歯ごたえも残ります。",
      "nutrition_oneliner": "鉄分、カルシウム、ビタミン類が豊富な、古の健康食。",
      "nutrition_benefits": "アガティは、古くから南アジアの伝統医学アーユルヴェーダで重用されてきた栄養価の高い食材です。特に鉄分とカルシウムを豊富に含み、南インドでは葉が健康食として親しまれています。また、ビタミンAやビタミンCも多く含みます。抗酸化作用が期待されるフラボノイドなどの成分も含まれており、日々の健康を支える植物として、人々の生活に深く根付いているのです。",
      "safety_oneliner": "種子には軽い毒性があるため、花や若葉、若い莢を中心に食します。",
      "safety_notes": "アガティを食べる際は、主に花、若葉、そして若いさやの部分を選びましょう。種子には軽度の毒性を持つ化合物が含まれる可能性が指摘されており、大量摂取は避けるべきです。伝統的な食文化に倣い、安全に食べられる部分を美味しくいただくのが賢明です。",
      "honest_oneliner": "栄養豊富で育てやすいアジアの恵み。ただし日本では入手困難なのが難点。",
      "honest_assessment": "南国料理に彩りと奥行きを与えるアガティは、食卓の主役というより名脇役。そのほろ苦さは、一度知るとやみつきになる魅力があります。栄養価も高く、育てやすい点も素晴らしいのですが、日本では生の状態で出会うことはほぼありません。もし旅先のアジア市場で見かけたら、その土地の文化ごと味わうつもりで、ぜひ手に取ってみてください。",
      "cultural_background": "その歴史は古く、サンスクリット語の文献や古代医学アーユルヴェーダにも名が記されています。数千年にわたり、インドから海上交易路を経て東南アジアへと伝播し、食と薬の文化交流を担いました。『ハミングバードツリー』の英名は、鳥が集う姿に由来するとも言われ、人々の暮らしと共にあった庭先の作物としての歴史を物語ります。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[アガティ-白花]]",
          "[[アガティ-赤花]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}