{
  "global_info": {
    "url": "イチゴ",
    "kana_name": "イチゴ",
    "scientificName": "Fragaria x ananassa",
    "classification": {
      "family_ja": "バラ科",
      "genus_ja": "イチゴ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "イチゴ"
        ]
      },
      "international": {
        "en": [
          "Strawberry",
          "Garden strawberry"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "イチゴ",
      "oneliner": "大陸を越えた奇跡の出会いが生んだ、甘く香り高い赤い宝石。",
      "description": "心惹かれる愛らしいフォルムと、鮮やかな赤色。一口かじれば、ジューシーな果肉から甘酸っぱい果汁があふれ出し、カラメルのような甘い香りが鼻をくすぐります。表面の小さな粒々が与える独特の食感もまた、忘れがたいアクセント。その歴史は意外にも新しく、18世紀のフランスで、新大陸と旧大陸の野生種が出会って生まれた奇跡の果実。今や世界中の食卓で愛される、春を告げるシンボルです。",
      "practical_oneliner": "水気に弱く繊細な果実。洗うのは食べる直前が鉄則です。",
      "practical_tips": "選ぶ際は、ヘタが青々としていて、果実全体が鮮やかに色づき、ハリとツヤがあるものを。表面の粒々（痩果）がくっきりと立っているのが新鮮な証拠です。保存は乾燥を防ぐため、パックのままか、重ならないように容器に並べてラップをし、冷蔵庫の野菜室へ。非常にデリケートで水に濡れると傷みやすいため、洗うのは食べる直前に。ヘタをつけたまま優しく洗い、その後でヘタを取り除くのが、風味を損なわないコツです。",
      "nutrition_oneliner": "ビタミンCの宝庫。数粒で一日に必要な量をほぼ満たします。",
      "nutrition_benefits": "イチゴの最大の魅力は、なんといっても豊富なビタミンC。その量は果物の中でもトップクラスで、肌の健康維持や免疫力アップをサポートしてくれます。鮮やかな赤色の源であるポリフェノールの一種、アントシアニンもたっぷり。この成分が持つ強力な抗酸化作用は、心血管系の健康を守る効果が期待されています。その他、骨の形成を助けるマンガンや、細胞の再生に欠かせない葉酸も含まれる、美味しくて頼もしい果実です。",
      "safety_oneliner": "バラ科植物にアレルギーがある方は、反応に注意が必要です。",
      "safety_notes": "イチゴは、時にアレルギー反応の原因となることがあります。特に、リンゴやモモといった他のバラ科の植物にアレルギーがある方は、交差反応を起こす可能性があるため注意が必要です。口の中のかゆみや違和感など、気になる症状が出た場合は食べるのを控えてください。",
      "honest_oneliner": "至福の甘酸っぱさは一瞬。繊細で傷みやすく、旬はあっという間。",
      "honest_assessment": "誰もを魅了するイチゴですが、その美しさは儚さと隣り合わせ。果肉は驚くほどデリケートで、少しの衝撃や水分ですぐに傷んでしまいます。また、商業栽培では輸送性や収量が優先され、個性的な風味が失われがちな側面も。旬は短く、その最高の瞬間を味わうには、私たちの側にも少しの気遣いが求められます。そんな手のかかる愛おしさも、イチゴの魅力なのかもしれません。",
      "cultural_background": "現代のイチゴは、18世紀フランスの庭で起きた、運命的な出会いから生まれました。大航海時代を経てヨーロッパに集められた、北米の可憐な野生種と南米の力強い野生種。この二つが交わり、私たちの知る甘い果実が誕生したのです。その親種は、北米先住民から「ハートベリー」と呼ばれ、心を繋ぐ象徴とされてきました。大陸を越えた壮大な物語を秘めた果実なのです。",
      "relationships": {
        "parentSpecies": [
          "[[チリイチゴ]]",
          "[[バージニアイチゴ]]"
        ],
        "children": [
          "[[あまおう]]",
          "[[カマロッサ]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}