{
  "global_info": {
    "url": "インゲンマメ",
    "kana_name": "インゲンマメ",
    "scientificName": "Phaseolus vulgaris",
    "classification": {
      "family_ja": "Legume family",
      "genus_ja": "Bean"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "インゲンマメ"
        ]
      },
      "international": {
        "en": [
          "Common bean",
          "Kidney bean",
          "Pinto bean",
          "Green bean",
          "String bean",
          "Haricot bean"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "インゲンマメ",
      "oneliner": "8000年の歴史を持つ、古代アメリカ大陸からの偉大なる贈り物。",
      "description": "遥か8000年前、メソアメリカとアンデスの古代文明が育んだ、まさに食の遺産。腎臓の形をした赤いキドニービーン、斑模様が愛らしいピントビーン、そして若々しい緑のサヤインゲン。その姿は驚くほど多様です。ほっくりとした食感の奥には、品種ごとに異なるクリーミーさやナッツのような香りが潜み、世界中の食卓で主役を張る、素朴ながらも奥深い味わいが人々を魅了し続けています。",
      "practical_oneliner": "乾燥豆は必ず一晩水に浸し、沸騰させてしっかり加熱を。",
      "practical_tips": "乾燥豆を選ぶ際は、粒が揃い、色つやが良く、虫食いのないものを。湿気を避け、密閉容器に入れれば数年は保存可能です。ただし、古くなると硬くなり火の通りが悪くなるので早めに使い切りましょう。調理前の晩からの浸水は必須。そして最も大切なのは、毒性のあるレクチンを無害化するため、必ず沸騰状態で十分に加熱すること。煮込み始めのアクを丁寧にすくうと、よりクリアな味わいに仕上がります。",
      "nutrition_oneliner": "植物性タンパク質と食物繊維の宝庫。「貧者の肉」は伊達じゃない。",
      "nutrition_benefits": "かつて『貧者の肉』と呼ばれたのも納得の、良質な植物性タンパク質（100g中20g以上）が最大の魅力。豊富な食物繊維は腸の健康を支え、血糖値の急上昇を抑える働きも期待できます。さらに、細胞の生まれ変わりに欠かせない葉酸や、女性に不足しがちな鉄分もたっぷり。日々の食卓に加えるだけで、身体の内側から健やかさを支えてくれる、頼もしい存在です。",
      "safety_oneliner": "生豆や加熱不十分な豆は有毒。必ず沸騰させてから調理を。",
      "safety_notes": "インゲンマメに含まれるレクチン（フィトヘマグルチニン）は、生のままや加熱が不十分な状態で食べると、深刻な食中毒を引き起こす毒性を持っています。低温でのスロークッキングなども危険です。必ず沸騰したお湯でしっかりと茹で、完全に火を通してからお召し上がりください。",
      "honest_oneliner": "栄養と歴史は満点。でも、美味しく食べるには少し時間が必要。",
      "honest_assessment": "世界を旅し、どんな料理にも染まる順応性は見事の一言。その栄養価と満足感は、私たちの食生活を豊かにしてくれます。ただ、美味しい姿に出会うには、一晩水に浸し、コトコト煮込む時間が必要。缶詰の便利さも魅力ですが、乾燥豆から手間ひまかけて調理する過程こそ、この豆の真価を味わう醍醐味かもしれません。少しだけ気長に付き合ってみてください。",
      "cultural_background": "その歴史は8000年前に遡り、メソアメリカの地でトウモロコシ、カボチャと共に『三姉妹』として神聖視されました。互いを支え合うこの農法は、古代文明の礎そのもの。16世紀、コロンブス交換によって大海を渡ると、ヨーロッパのカスレ、インドのラージマーなど、世界各地で新たな故郷を見つけ、その土地の食文化に深く根ざしていったのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[キドニービーン]]",
          "[[ピントビーン]]",
          "[[サヤインゲン]]"
        ],
        "similarVegetables": [
          "[[ベニバナインゲン]]",
          "[[テパリービーン]]"
        ]
      },
      "notes": ""
    }
  }
}