{
  "global_info": {
    "url": "ウグ",
    "kana_name": "ウグ",
    "scientificName": "Telfairia occidentalis",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "テルフェアリア属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Fluted Gourd",
          "Fluted Pumpkin",
          "Oysternut"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "Ugu（ウグ）",
      "oneliner": "西アフリカの食卓を支える『血の強壮剤』と呼ばれる緑黄色野菜。",
      "description": "西アフリカ、特にナイジェリアの食文化に深く根ざしたウリ科のつる植物。その主役は、深い緑色をした力強い葉。加熱するとほのかな苦味は滋味深い甘みに変わり、しっかりとした歯ごたえが煮込み料理に奥行きを与えます。葉だけでなく、茎や栄養豊富な種子も大切な食材。人々の健康を支えてきた、まさに『食べる薬』のような存在です。",
      "practical_oneliner": "スープや煮込みが基本。生の葉の過剰摂取は避けて。",
      "practical_tips": "日本では冷凍品や乾燥品として、主にアフリカ食材店で手に入ります。冷凍品は風味や食感が保たれやすく、乾燥品は風味が凝縮されています。調理の際は、葉と繊維質な茎を分けて使うのがおすすめ。スープやシチューでじっくり煮込むことで、持ち味である滋味深い風味が引き立ちます。伝統的な利用法に倣い、加熱調理を基本としましょう。",
      "nutrition_oneliner": "鉄分、葉酸が豊富。『血の強壮剤』と称されるほど。",
      "nutrition_benefits": "伝統的に『血の強壮剤』として貧血の治療に用いられてきた歴史が、その栄養価を物語ります。特に鉄分と、造血を助ける葉酸が豊富。さらに、抗酸化作用のあるビタミンA（βカロテン）やカリウムも多く含みます。栄養価の高さから、ナイジェリアでは病人や妊婦、授乳中の母親のための回復食として、今も大切にされています。",
      "safety_oneliner": "生の葉の絞り汁の過剰摂取は注意。加熱調理で安心。",
      "safety_notes": "伝統的な利用法では生の葉の絞り汁を飲むこともありますが、微量のシアン化物が含まれる可能性が指摘されています。過剰に摂取するのは避け、スープや煮込み料理など、十分に加熱して食べるのが最も安全で一般的な方法です。",
      "honest_oneliner": "栄養は満点だが、日本では入手困難。独特の風味が魅力でもあり、クセでもある。",
      "honest_assessment": "西アフリカの食文化を体感できる、物語性に満ちた野菜。その滋味深い味わいと高い栄養価は唯一無二の魅力です。ただ、日本では入手が難しく、ほのかな苦味は少し上級者向けかもしれません。しかし、その個性を理解すれば、あなたの食の世界をぐっと広げてくれる特別な存在になるでしょう。",
      "cultural_background": "西アフリカで何世紀にもわたり、食と健康を支えてきた命の葉。ナイジェリアのイボ語で『Ugu』と呼ばれ、スープの主役として、また貧血に効く『血の強壮剤』として、人々の暮らしに寄り添ってきました。その存在は単なる食材を超え、母から子へと受け継がれる健康への祈りそのものです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "日本国内での生鮮品としての入手は極めて困難です。主にアフリカ・アジア食材を扱う専門店にて、冷凍品または乾燥品として流通しています。"
    }
  }
}