{
  "global_info": {
    "url": "エキザカム",
    "kana_name": "エキザカム",
    "scientificName": "Exacum affine",
    "classification": {
      "family_ja": "リンドウ科",
      "genus_ja": "エキザカム属"
    },
    "foodClassification": {
      "primaryPart": null,
      "edibleParts": []
    },
    "names": {
      "japanese": {
        "common": [
          "エキザカム"
        ]
      },
      "international": {
        "en": [
          "Persian Violet",
          "Arabian Violet",
          "German Violet"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "エキザカム",
      "oneliner": "「ペルシャのスミレ」の名を持つ、ソコトラ島生まれの香る花。",
      "description": "「インド洋のガラパゴス」とも呼ばれるイエメンの秘島、ソコトラ島。その厳しい自然が育んだ、星のように輝く青紫色の小さな花がエキザカムです。甘い香りと可憐な姿から世界中で愛されていますが、これは食卓を彩る野菜ではなく、美しさを愛でる観賞用の花。決して口にしてはいけません。食文化の物語から少し寄り道し、目と心で味わう植物の世界を覗いてみませんか。",
      "practical_oneliner": "夏の鉢花として楽しむ植物。霜に当てないよう注意が必要です。",
      "practical_tips": "主に観賞用の鉢物として、夏に園芸店に出回ります。葉が生き生きとしていて、蕾がたくさんついている株を選びましょう。購入後は日当たりの良い窓辺へ。高温多湿を好みますが、根腐れを防ぐため土の表面が乾いてから水を与えるのがコツです。霜には非常に弱いため、日本では一年草として扱われることがほとんど。室内で冬越しさせれば翌年も花を咲かせる可能性があります。",
      "nutrition_oneliner": "食用ではなく栄養成分はありません。有毒の可能性に注意。",
      "nutrition_benefits": "エキザカムは観賞用の植物であり、食用ではありません。そのため、ビタミンやミネラルといった栄養価に関するデータは存在しません。所属するリンドウ科の植物には、セコイリドイド配糖体などの苦味成分が含まれることが知られていますが、本種の安全性は確認されておらず、有毒の可能性も指摘されています。その美しさは、目で楽しむだけに留めておきましょう。",
      "safety_oneliner": "観賞用植物です。食用ではなく、摂取は絶対に避けてください。",
      "safety_notes": "この植物には有毒成分が含まれている可能性があり、摂取すると健康を害する恐れがあります。ペットや小さなお子様がいるご家庭では、誤って口にしないよう置き場所には特にご注意ください。",
      "honest_oneliner": "夏のひとときを彩る香りの宝石。ただし、可憐な命は一年限り。",
      "honest_assessment": "エキザカムの魅力は、何といってもその宝石のような青い花と甘い香りにつきます。夏の窓辺に一鉢あるだけで、涼やかな気分にさせてくれるでしょう。しかし、その命は短く、日本の気候では多くが一年草として扱われます。また、この可憐な姿の裏で、故郷ソコトラ島では絶滅の危機に瀕しているという事実も心に留めておきたい植物です。",
      "cultural_background": "その故郷は、イエメン沖に浮かぶ神秘の島、ソコトラ。独自の生態系から「インド洋のガラパゴス」と称される場所です。現地での文化的な役割は謎に包まれていますが、19世紀に英国のキュー王立植物園によって世界に紹介され、「ペルシャのスミレ」の名で観賞用植物として広まりました。その名は、遠い異国への憧憬を込めて付けられたのかもしれません。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ロイヤルデーン]]"
        ],
        "similarVegetables": []
      },
      "notes": "本種は観賞用の植物であり、食用ではありません。Vegitageでは食文化の多様な側面を探る一環として、食と密接に関わる園芸文化や、野生種の保全が課題となっている植物も紹介しています。"
    }
  }
}