{
  "global_info": {
    "url": "オラッチ",
    "kana_name": "オラッチ",
    "scientificName": "Atriplex hortensis",
    "classification": {
      "family_ja": "ヒユ科",
      "genus_ja": "アトリプレックス属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヤマホウレンソウ",
          "アカザカズラ"
        ]
      },
      "international": {
        "en": [
          "Orach",
          "Mountain Spinach",
          "Garden Orache",
          "French Spinach"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "オラッチ",
      "oneliner": "ほうれん草が来る前の、古代ヨーロッパから愛された彩り豊かな葉野菜。",
      "description": "中央アジアの広大な大地で生まれ、古代ギリシャ・ローマを経てヨーロッパの食卓を彩ってきた歴史ある野菜、オラッチ。その魅力は、ルビーのような赤、陽光を思わせる黄金色、そして深い緑と、品種によって異なる鮮やかな色合いにあります。味わいは驚くほどマイルドで、ほのかな塩気が感じられるのが特徴。ほうれん草のような強いえぐみはなく、加熱すればとろけるように柔らかくなります。忘れられた伝統野菜が、今、再びその物語を語り始めます。",
      "practical_oneliner": "えぐみが少なく下茹で不要。ほうれん草と同じように手軽に使えます。",
      "practical_tips": "選ぶ際は、葉の色が鮮やかでピンとハリのあるものを。根本が乾燥していないかも確認しましょう。保存するなら、湿らせたキッチンペーパーで根元を包み、ポリ袋に入れて野菜室で立てておくと長持ちします。すぐに使わない場合は、さっと茹でて水気を切り、冷凍保存するのがおすすめです。ほうれん草と違い、えぐみがほとんどないので、下茹では必須ではありません。砂や土をよく洗い流すだけで、手軽に調理を始められるのが嬉しいポイントです。",
      "nutrition_oneliner": "豊富なビタミンK、A、Cが、健やかな毎日をサポート。",
      "nutrition_benefits": "オラッチはビタミンの宝庫です。特に、皮膚や粘膜の健康を支えるビタミンA、抗酸化作用を持つビタミンC、そして骨の形成に欠かせないビタミンKが際立って豊富に含まれています。特に赤色の品種には、ポリフェノールの一種であるアントシアニンも含まれ、日々の健康維持をサポートします。他にもマグネシウムや鉄といった、体に必要なミネラルもバランス良く摂取できる、頼もしい緑黄色野菜です。",
      "safety_oneliner": "シュウ酸を含むため、腎臓に不安がある方は食べ過ぎに注意を。",
      "safety_notes": "ほうれん草に比べると含有量は少ないですが、オラッチにもシュウ酸塩が含まれています。そのため、腎臓結石などのリスクがある方は、一度に大量に食べるのは避けた方が安心です。通常の食事で楽しむ分には特に心配ありません。",
      "honest_oneliner": "味は優しく調理も楽。ただ、出会える場所がまだ限られています。",
      "honest_assessment": "オラッチの最大の魅力は、その穏やかな人柄のような味わいです。ほうれん草の代わりとして使えますが、あの独特の土っぽさやえぐみが苦手な人には、まさに救世主となるでしょう。一方で、力強い風味を求める方には少し物足りなく感じるかもしれません。何より、まだ日本では一般的な野菜ではないため、ファーマーズマーケットなどで探す手間がかかるのが正直なところです。",
      "cultural_background": "その歴史は古く、古代ギリシャ・ローマの時代にまで遡ります。ほうれん草がヨーロッパに広まるよりずっと前、オラッチは食卓を支える重要な葉物野菜でした。特にフランスでは「Arroche」と呼ばれ、そのポタージュは「Potage bonne-dame（良き奥様のスープ）」という愛称で親しまれてきました。家庭の温かさを象徴するような、優しい野菜なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[レッドオラッチ]]",
          "[[ゴールデンオラッチ]]",
          "[[グリーンオラッチ]]"
        ],
        "similarVegetables": [
          "[[ほうれんそう]]",
          "[[フダンソウ]]"
        ]
      },
      "notes": "日本ではまだ広く流通しておらず、種や苗は園芸店や通販で、生鮮品は一部のファーマーズマーケットなどで見つかります。"
    }
  }
}