{
  "global_info": {
    "url": "オカ",
    "kana_name": "オカ",
    "scientificName": "Oxalis tuberosa",
    "classification": {
      "family_ja": "カタバミ科",
      "genus_ja": "カタバミ属"
    },
    "foodClassification": {
      "primaryPart": "塊茎",
      "edibleParts": [
        "塊茎",
        "葉",
        "茎",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "オカ"
        ]
      },
      "international": {
        "en": [
          "Oca",
          "New Zealand yam"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "オカ",
      "oneliner": "アンデスの太陽を浴びて甘くなる、虹色の宝石のようなお芋。",
      "description": "南米アンデスが育んだ、ジャガイモと並ぶもう一つの宝物、それがオカです。赤、黄、白と、まるで宝石のように色鮮やかな塊茎は、見た目にも食卓を楽しくしてくれます。生のままかじればレモンのような爽やかな酸味に驚きますが、火を通すとその酸味は和らぎ、ほっくりとした食感とナッツやサツマイモを思わせる優しい甘みに変身します。数千年の時を超えてアンデスの人々が守り継いできた、太陽と大地の物語を味わってみませんか。",
      "practical_oneliner": "生の酸味は個性。火を通せばホクホク、日光で甘みが増します。",
      "practical_tips": "オカの魅力は、その酸味をどう生かすか、あるいは変化させるかにあります。サラダなどでシャキシャキした食感と爽やかな酸味を楽しみたい場合は、薄くスライスして生のままどうぞ。特徴的な酸味（シュウ酸）を和らげたい時は、加熱するのが一番。茹でたりローストしたりすると、酸味が抜けて優しい甘みが引き立ちます。アンデスの伝統に倣い、数日間日光に当ててみてください。酸味が糖に変わり、驚くほど甘いフルーツのような風味に変化します。",
      "nutrition_oneliner": "豊富なビタミンCが嬉しい、アンデス生まれの元気の源。",
      "nutrition_benefits": "小さな体に、特に豊富なビタミンCを蓄えています。100gで一日の推奨量の4割以上を補えるほどで、日々の健康をサポートしてくれます。赤や紫の鮮やかな品種には、アントシアニンなどの強力な抗酸化成分がたっぷり。アンデスでは伝統的に、その抗炎症作用を期待して、すりつぶした塊茎を湿布として使う知恵もありました。",
      "safety_oneliner": "シュウ酸を含むため、腎臓などに不安のある方はご注意ください。",
      "safety_notes": "オカ特有の爽やかな酸味はシュウ酸によるもの。健康な方なら問題ありませんが、腎臓結石や痛風などの既往がある方は摂取にご注意ください。加熱や天日干しでシュウ酸は減少しますので、調理法を工夫すると安心です。",
      "honest_oneliner": "宝物のような芋だが、入手は難しく、酸味の扱いに一工夫必要。",
      "honest_assessment": "虹色の見た目と、調理法で劇的に変わる味わいは、探究心をくすぐる素晴らしい食材です。ただ、日本ではまだ手に入りにくく、涼しい気候を好むため栽培地も選びます。シュウ酸の酸味は個性ですが、ひと手間を愛おしいと思えるかどうかが、オカと上手に付き合うコツかもしれません。出会えたなら幸運な、特別な野菜です。",
      "cultural_background": "その歴史はジャガイモと同じくらい古く、プレ・インカ時代にまで遡ります。アンデスの人々にとって、オカは単なる食料ではなく、文化そのもの。ケチュア語で「Oqa」と呼ばれ、日々の糧となり、飢饉に備える甘い保存食「カウィ」に加工され、大地の恵みに感謝する儀式「パチャマンカ」に捧げられてきました。一つの芋に、数千年の暮らしと祈りが詰まっています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[プカオカ]]",
          "[[キルオカ]]",
          "[[ユラオカ]]"
        ],
        "similarVegetables": [
          "[[ジャガイモ]]",
          "[[サツマイモ]]"
        ]
      },
      "notes": "アンデスには数千もの在来品種が存在しますが、近代化の中でその多くが失われる危機に瀕しており、遺伝資源としての保全が国際的な課題となっています。"
    }
  }
}