{
  "global_info": {
    "url": "オイスターナッツ",
    "kana_name": "オイスターナッツ",
    "scientificName": "Telfairia pedata",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "テルフェアリア属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Oyster Nut",
          "Queen's Nut",
          "Zanzibar Oilvine"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "オイスターナッツ",
      "oneliner": "牡蠣に似た？東アフリカの伝統が育んだ、濃厚クリーミーな滋養の種。",
      "description": "インド洋の風が吹く東アフリカ、タンザニア沿岸部が育んだ秘宝、それがオイスターナッツです。その名の由来は諸説ありますが、焙煎したときのクリーミーで濃厚な味わいは、まさに滋味の塊。サクサクとした軽やかな歯触りの後から、カシューナッツやアーモンドにも似た、しかしより深く複雑な甘みと旨味が広がります。すり潰せば、シルクのように滑らかなペーストに。現地の食卓に欠かせない、伝統の味がここにあります。",
      "practical_oneliner": "生食は避け、必ずローストで。酸化しやすいので乾燥・密閉保存を。",
      "practical_tips": "日本国内での入手は極めて困難で、専門の輸入食材店などで稀に見かける程度です。もし幸運にも手に入れたなら、品質の劣化を防ぐため、湿気を避けて密閉容器に入れ、冷暗所で保存してください。脂肪分が多いため酸化しやすいためです。調理の際は、生食に関する安全性が確認されていないため、必ず加熱しましょう。フライパンで軽く焙煎するだけで、驚くほど香ばしくクリーミーな風味が引き出され、そのままおつまみに、またすり潰してシチューのとろみ付けにも使えます。",
      "nutrition_oneliner": "高タンパク・高脂質。良質な不飽和脂肪酸で身体を内側から支える。",
      "nutrition_benefits": "驚くべきはその栄養価の高さ。重量の約3割が植物性タンパク質、6割以上が脂質で構成される、まさに天然のエネルギー源です。その脂質の多くは、心血管系の健康維持に役立つとされるオレイン酸やリノール酸といった不飽和脂肪酸。さらに、抗酸化作用を持つビタミンE（トコフェロール）や、骨や体の調子を整えるリン、マグネシウムも豊富に含んでいます。東アフリカで古くから滋養強壮に用いられてきたのも頷けます。",
      "safety_oneliner": "生食の安全性は未確認。伝統に倣い、必ず加熱調理してください。",
      "safety_notes": "オイスターナッツは、原産地では必ず焙煎や煮込みなど、加熱して食されてきました。生で食べた場合の安全性については現代科学的なデータが不足しているため、現地の知恵に倣い、必ず火を通してからお召し上がりください。",
      "honest_oneliner": "栄養価とクリーミーな風味は一級品。でも、日本では幻に近い存在。",
      "honest_assessment": "一度ローストしたものを口にすれば、その濃厚で複雑な風味の虜になることは間違いありません。栄養価も非常に高く、まさに『食べるサプリメント』。しかし、正直に言って、日本の食卓で日常的に楽しむのはほぼ不可能です。熱帯でしか育たず、世界的な流通も極めて限定的。もし旅先や専門店でこのナッツに出会えたなら、それは一期一会。迷わず手に入れるべき、特別な宝物です。",
      "cultural_background": "東アフリカのスワヒリ文化圏では、このナッツは『クウェメ』の名で親しまれ、数世紀にわたり人々の暮らしを支えてきました。ただの食料ではなく、貴重な食用油や灯火用の油、時には薬としても利用される生活必需品。『クウェメのシチュー』は、その豊かさを象徴する伝統料理です。かつてはアラブ商人とのインド洋交易で、その価値が海を越えた可能性も秘めています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[カシューナッツ]]",
          "[[アーモンド]]"
        ]
      },
      "notes": "日本国内での商業的な流通はほとんどなく、入手は極めて困難です。"
    }
  }
}