{
  "global_info": {
    "url": "カイグア",
    "kana_name": "カイグア",
    "scientificName": "Cyclanthera pedata (L.) Schrad.",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "Cyclanthera属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Caigua",
          "Achocha",
          "Slipper Gourd",
          "Stuffing Cucumber",
          "Korila"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カイグア",
      "oneliner": "アンデスから来た詰め物のための瓜。爽やかな風味と健康を食卓へ。",
      "description": "遠いアンデスの高地で、インカ文明より遥か昔から食卓を支えてきたカイグア。その姿は、まるで緑色のスリッパのようにも見えます。手にとると軽く、中は空洞。生でかじればキュウリのようにシャキッと爽やか、火を通せばピーマンのように柔らかく、ほんのりとした甘みが顔を覗かせます。このユニークな構造こそが、ひき肉などを詰めて煮込むペルーの国民的料理を生み出したのです。古代の知恵が詰まった、まさに食べるための器です。",
      "practical_oneliner": "中は空洞なので種を取るだけ。詰め物や炒め物にすぐ使えます。",
      "practical_tips": "カイグアの調理は驚くほどシンプルです。縦に半分に切ると、中はピーマンのようにほとんど空洞。スプーンで中心にある種とワタをさっと掻き出すだけで下準備は完了です。この『器』としての特性を活かし、ひき肉やキヌアを詰めて煮込み料理にするのが王道。また、薄切りにして炒め物にすれば、キュウリのような爽やかな食感が楽しめます。ジュースにする際は、他の野菜や果物と合わせると飲みやすくなります。",
      "nutrition_oneliner": "アンデスの伝統が伝える、コレステロール対策の緑の味方。",
      "nutrition_benefits": "カイグアは100gあたり約17kcalと非常に低カロリー。それでいて、ビタミンCやリン、鉄分を含んでいます。アンデスの伝統医学では古くから食されており、コレステロールや血糖値が気になる人々にジュースとして飲まれてきました。その秘密は、コレステロールの吸収を抑える働きが期待されるβ-シトステロールや、豊富な食物繊維にあると考えられています。現代でもその健康効果への研究が続けられています。",
      "safety_oneliner": "薬用目的での過剰な摂取は、安全性が確認されていません。",
      "safety_notes": "カイグアは、アンデス地域で長年食されてきた安全な野菜です。普段の料理で楽しむ分には、特に心配する必要はありません。ただし、健康効果を期待してジュースなどで毎日大量に摂取するような薬用利用については、まだ科学的な安全性が十分に確立されていない点に留意してください。",
      "honest_oneliner": "詰め物料理の才能は随一。ただ、日本ではまだ出会うのが難しい。",
      "honest_assessment": "カイグアの一番の魅力は、何と言っても『詰め物』をさせてくれる懐の深さ。料理の想像力を掻き立ててくれます。ただ、味はキュウリのように淡白で、主役を張るほどの個性はありません。あくまで名脇役です。そして最大の難関は、日本ではまだほとんど流通していないこと。アンデス料理店などで運良く出会えたなら、ぜひその物語ごと味わってみてください。",
      "cultural_background": "その歴史はインカ帝国よりも古く、アンデスの古代モチェ文化の土器にもその姿が描かれているほど、人々と共にありました。スペイン語名のカイグア(Caigua)は、先住民の言葉であるケチュア語の『Kaywa』が由来。何千年もの間、アンデスの食卓を豊かにし、時には薬として人々の体を癒してきた、まさに『生きた文化遺産』と呼べる野菜なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[カイグア・セラーナ]]"
        ],
        "similarVegetables": [
          "[[キュウリ]]",
          "[[ピーマン]]",
          "[[ズッキーニ]]"
        ]
      },
      "notes": "日本では商業的な生産はほとんど行われておらず、入手は極めて困難です。"
    }
  }
}