{
  "global_info": {
    "url": "キョウオウ",
    "kana_name": "キョウオウ",
    "scientificName": "Curcuma aromatica Salisb.",
    "classification": {
      "family_ja": "ショウガ科",
      "genus_ja": "ウコン属"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "キョウオウ"
        ]
      },
      "international": {
        "en": [
          "Wild Turmeric",
          "Cochin turmeric",
          "Aromatic turmeric",
          "Kasthuri manjal"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "キョウオウ",
      "oneliner": "野生のウコンが持つ樟脳の香り。食べるよりも、肌と心に届くスパイス。",
      "description": "南アジアの森でひっそりと育つ、もう一つのウコン。私たちが知る黄金色のターメリックとは異なり、その根茎が放つのは、樟脳を思わせる清涼で力強い香りです。口に含めば強い苦味が広がり、その硬く繊維質な体は、食用よりもむしろ、古来より伝わる薬や美容のためにあることを物語っています。インドやヒマラヤの麓で、人々はこの野生の恵みを肌に塗り、その神秘的な香りと力を暮らしに取り入れてきました。",
      "practical_oneliner": "食用は稀。主に粉末で流通し、香りを逃さぬよう光を避け密閉保存を。",
      "practical_tips": "生の根茎に出会う機会は稀で、多くは「カストゥリ・マンジャル」の名で乾燥パウダーとして販売されています。選ぶ際は、香りがしっかりしているものを。保存の鍵は、揮発しやすい香気成分を守ること。光と湿気を避け、必ず密閉容器に入れて冷暗所で保管してください。もし生のものを手に入れたなら、その硬い繊維質を断ち切るように薄くスライスし、南インド式のピクルスに挑戦するのも一興ですが、食用利用は限定的であると心に留めておきましょう。",
      "nutrition_oneliner": "精油成分が持つ、伝統的な抗菌・抗炎症作用。",
      "nutrition_benefits": "一般的な栄養価は詳しくわかっていませんが、この植物の真価はクルクメンやカンファーといった精油成分にあります。これらには抗菌・抗炎症作用が期待され、現代の研究でもその活性が確認されています。古くからアーユルヴェーダで皮膚のトラブルや打撲のケアに用いられてきたのは、この力に基づいています。食べる栄養というより、肌に直接働きかける植物の力と言えるでしょう。",
      "safety_oneliner": "外用は安全とされるが、内服の安全性は十分に確認されていない。",
      "safety_notes": "伝統的にスキンケアとして外用されてきた歴史があり、一般的に安全とされています。ただし、食用としての歴史は浅く、内服した場合の安全性については、一般的なウコン（Curcuma longa）ほど豊富なデータがありません。利用は外用に留めておくのが賢明でしょう。",
      "honest_oneliner": "香りは唯一無二の魅力。だが食用には向かず、入手も容易ではない。",
      "honest_assessment": "食卓を彩るターメリックを期待してはいけません。これは、その樟脳のような香りを愛で、伝統的なスキンケアに価値を見出す人のための特別なハーブです。強い苦味と香りは料理の主役にはなれず、その活躍の場は台所よりも化粧台の上。手に入れるのも簡単ではありませんが、その唯一無二の香りに魅せられたなら、探す価値は十分にあります。",
      "cultural_background": "古代インドの医学アーユルヴェーダにその名を刻む、歴史あるハーブ。スパイスルートの主役ではありませんでしたが、南アジアの暮らしに深く根ざしてきました。特に南インドでは「カストゥリ・マンジャル（ムスクの香りのウコン）」と呼ばれ、新生児や女性の肌を守る神聖なものとして、今も大切に受け継がれています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          [
            "ウコン"
          ],
          [
            "ガジュツ"
          ]
        ]
      },
      "notes": "食用としての利用は非常に限定的で、主に南アジアで薬用・美容目的に使われるハーブです。日本国内での生の根茎の入手は極めて困難です。"
    }
  }
}