{
  "global_info": {
    "url": "キワノ",
    "kana_name": "キワノ",
    "scientificName": "Cucumis metuliferus",
    "classification": {
      "family_ja": "Gourd family",
      "genus_ja": "Cucumber"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Horned Melon",
          "African Horned Cucumber",
          "Jelly Melon",
          "Blowfish Fruit"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "キワノ",
      "oneliner": "カラハリ砂漠育ちの棘の鎧。中は魅惑のゼリー食感。",
      "description": "アフリカ、カラハリ砂漠の乾いた大地が育んだ、鮮やかなオレンジ色の果実。硬い皮はまるで鎧のように無数の棘で覆われ、「ツノメロン」の異名を持ちます。しかし、その見た目とは裏腹に、一歩中へ踏み込めば、そこは半透明の美しい緑色の世界。きらきらと輝くゼリー状の果肉は、バナナとパッションフルーツ、そしてライムを合わせたような、甘酸っぱく爽快な味わいです。",
      "practical_oneliner": "半分に切ってスプーンで掬うだけ。デザートの主役に。",
      "practical_tips": "選ぶ際は、色が鮮やかなオレンジ色で、皮にハリがあるものを。棘が硬いので扱う際にはご注意ください。保存は冷蔵庫で2〜3週間可能ですが、低温に弱いため野菜室などが最適です。食べ方はいたってシンプル。横半分にカットして、きらめくゼリー状の果肉をスプーンで掬って召し上がれ。ヨーグルトやアイスクリームのトッピングにすると、そのユニークな食感が引き立ちます。",
      "nutrition_oneliner": "砂漠の民の命綱。水分とミネラルを手軽に補給。",
      "nutrition_benefits": "カラハリ砂漠の厳しい乾季を乗り越えるための「命の水」として重宝されてきたキワノ。その果肉は水分が豊富で、優れた水分補給源となります。また、抗酸化作用を持つβ-カロテンやビタミンC、そして体の調子を整えるマグネシウムやカリウムといったミネラルもバランス良く含んでいます。種子には必須脂肪酸も含まれ、丸ごと食べたい果実です。",
      "safety_oneliner": "苦味の強いものはククルビタシン注意。食用は安全。",
      "safety_notes": "ウリ科特有の苦味成分「ククルビタシン」を含むことがあります。市場に出回る食用栽培品は安全ですが、もし強い苦味を感じる個体に当たった場合は、胃腸障害の可能性があるため食べるのを控えてください。",
      "honest_oneliner": "唯一無二の食感と見た目。甘党には少し物足りないかも。",
      "honest_assessment": "その奇抜なルックスに期待して口にすると、意外なほど繊細な味わいに驚くかもしれません。濃厚な甘さではなく、ライムのような爽やかな酸味とゼリーの食感が主役です。甘さを求める人には物足りないかもしれませんが、この個性を理解すれば、料理の可能性を広げてくれる得難い相棒となるでしょう。",
      "cultural_background": "そのルーツは数千年前のアフリカ南部に遡ります。カラハリ砂漠の民にとって、乾季を生き抜くための文字通り「命の果実」でした。世界に知られたのは1980年代。ニュージーランドで栽培が始まり、「キワノ」という商品名でデビューし、アフリカの伝統食からエキゾチックフルーツへと転身を遂げたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[キュウリ]]",
          "[[ズッキーニ]]"
        ]
      },
      "notes": "アフリカでは伝統的な主食級の作物ですが、他の地域では主に目新しさで消費されるエキゾチックフルーツという二つの顔を持っています。"
    }
  }
}