{
  "global_info": {
    "url": "ケッパー",
    "kana_name": "ケッパー",
    "scientificName": "Capparis spinosa",
    "classification": {
      "family_ja": "Caper family",
      "genus_ja": "Caper"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "果実",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Caper",
          "Caper bush",
          "Flinders rose"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ケッパー",
      "oneliner": "地中海の太陽を凝縮。一粒で料理が変わる魔法の蕾。",
      "description": "地中海の乾いた崖っぷちに、たくましく根を張る低木。その小さな緑の粒の正体は、花が開く前の愛おしい蕾です。塩や酢に漬け込まれることで、秘めていたスパイシーな辛味と爽やかな酸味が目覚め、他に類を見ない複雑な風味を放ちます。プチっとした心地よい歯ごたえの奥から広がる、フローラルな香り。痩せた土地でも力強く育つその姿から、かつては「貧者のラン」とも呼ばれ、食卓に奥深い彩りを添えてきました。",
      "practical_oneliner": "塩漬けはしっかり塩抜きを。数粒で驚くほど風味が広がる。",
      "practical_tips": "選ぶなら、粒が固く引き締まり、濃い緑色をしたものを。風味の凝縮感を求めるなら塩漬け、手軽さと爽やかさを求めるなら酢漬けがおすすめです。開封後は、塩や酢の液体に浸かった状態を保ち、冷蔵庫で保存しましょう。塩漬けを使う際は、必ず水に30分ほど浸して塩抜きを。途中、水を替えたり、一粒味見したりして好みの塩加減に調整するのが美味しく仕上げるコツです。酢漬けは、水気を切るだけで手軽に使えます。",
      "nutrition_oneliner": "抗酸化作用で注目のルチンやクェルセチンが豊富。",
      "nutrition_benefits": "ケッパーの真価は、その独特な風味だけではありません。特に注目すべきは、ルチンやクェルセチンといったポリフェノールの一種が非常に豊富に含まれていること。これらの成分は強力な抗酸化作用を持つことで知られ、体をさびつきから守り、健やかに保つ手助けをしてくれます。また、血液の凝固に関わるビタミンKも含まれています。日々の料理に少し加えるだけで、こうした植物の力を手軽に取り入れられるのが嬉しい点です。",
      "safety_oneliner": "塩分が非常に多いので、高血圧の方は摂取量に注意。",
      "safety_notes": "保存のために塩や酢で漬けられているケッパーは、ナトリウムの含有量が非常に高いのが特徴です。美味しさから多用しがちですが、塩分の摂りすぎには注意が必要です。特に血圧が気になる方や腎臓に疾患のある方は、摂取量にお気をつけください。",
      "honest_oneliner": "料理を劇的に変える力を持つが、主役にはなれない名脇役。",
      "honest_assessment": "ケッパーは料理の主役にはなれません。むしろ、その強い塩味と酸味は、使い方を誤ればすべてを台無しにする諸刃の剣。しかし、数粒加えるだけで、平凡な一皿を地中海のレストランの味へと変貌させる力を持っています。この気難しさこそが魅力。上手に付き合えたとき、あなたの料理の世界はぐっと広がるはずです。",
      "cultural_background": "歴史は古く、人類最古の物語の一つ『ギルガメシュ叙事詩』に登場するとも言われます。古代ローマでは食材や薬として重宝され、保存性の高さから地中海交易の重要商品として各地へ。乾いた大地に根を張り育つ姿は、まさに地中海食文化の象徴。一粒のケッパーは、数千年の歴史を旅してきたタイムカプセルなのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[カッペロ・ディ・パンテッレリーア]]",
          "[[イナーミス]]"
        ],
        "similarVegetables": []
      },
      "notes": "近縁種との境界が曖昧で、植物分類学的には今なお議論が続く「ケッパー種複合体（Capparis spinosa complex）」として扱われることもあります。"
    }
  }
}