{
  "global_info": {
    "url": "コレウスポテト",
    "kana_name": "コレウスポテト",
    "scientificName": "Coleus rotundifolius",
    "classification": {
      "family_ja": "シソ科",
      "genus_ja": "コレウス属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Coleus Potato",
          "Hausa Potato",
          "Sudan Potato",
          "Native Potato",
          "Country Potato",
          "Frafra Potato"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "コレウスポテト",
      "oneliner": "アフリカとアジアを繋ぐ、ナッツ風味の小さな芋。",
      "description": "熱帯アフリカのサバンナで生まれ、インド洋を渡ってアジアの食卓に根付いた、旅する根菜、コレウスポテト。その姿は品種により様々ですが、調理すれば誰もが親しみを覚えるホクホクとした食感に変わります。口に含めば、ジャガイモに似た優しさの中に、ナッツを思わせる香ばしさと、シソ科ならではのかすかな風味がふわり。アフリカでは主食として、南インドではカレーの名脇役として、二つの大陸の食文化に深く溶け込んでいる小さな芋です。",
      "practical_oneliner": "土の香りを活かすか抑えるかが鍵。調理前に丁寧に洗浄を。",
      "practical_tips": "もし手に入ったら、新聞紙に包んで光の当たらない涼しい場所で保存しましょう。調理の際は、表面の土を丁寧に洗い流すことが風味を引き出す第一歩。特に南インドで利用される際は皮をむいて使われることが多く、マイルドな味わいが楽しめます。特有の土の香りは、カレーリーフやココナッツといった香りの強い食材と組み合わせることで、魅力的なアクセントに変わります。",
      "nutrition_oneliner": "炭水化物が主成分ながら、鉄分も補給できる小さな芋。",
      "nutrition_benefits": "主成分はエネルギー源となる炭水化物で、ジャガイモのように日々の活動を支えてくれます。特筆すべきは、根菜としては比較的豊富な鉄分を含んでいること。また、カルシウムも補給できます。近年注目されているポリフェノールやフラボノイドといった成分も含まれており、伝統的な利用だけでなく、現代的な健康視点からもその価値が見直されています。普段の食事に加えることで、食生活に多様性をもたらしてくれるでしょう。",
      "safety_oneliner": "一般的に安全な食材ですが、過剰な摂取は避けましょう。",
      "safety_notes": "アフリカやアジアの多くの地域で、古くから日常的に食されてきた安全な野菜です。アレルギーなど特別な注意点は報告されていません。ただし、どんな食材にも言えることですが、特定の食品だけを大量に食べることは避け、バランスの良い食事を心がけることが大切です。",
      "honest_oneliner": "風味豊かな食体験は格別。ただし出会うまでが一番の難関。",
      "honest_assessment": "ジャガイモに似た親しみやすさの奥に、ナッツのような香ばしさとほのかな土の香りを隠し持つ、個性的な芋です。この独特の風味が最大の魅力ですが、日本ではまだ希少な存在。もし幸運にも出会えたなら、その手間をかける価値のある、忘れられない食体験が待っているはず。見知らぬ食文化への扉を開けてくれる、愛すべきマイナー野菜です。",
      "cultural_background": "その旅は熱帯アフリカのサバンナから始まりました。飢饉の際には人々の命を繋ぐ貴重な食料となり、やがて交易ルートに乗ってインド洋を越え、南アジアへ。西アフリカでは今も食料安全保障を担う一方、インドのケーララ州ではモンスーンの終わりを告げる季節の味として愛されています。二つの大陸で異なる役割を担い、人々の暮らしに寄り添ってきた歴史そのものが、この芋の深い味わいです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ナダンコーカ]]",
          "[[コレウスポテト黒皮種]]"
        ],
        "similarVegetables": [
          "[[ジャガイモ]]",
          "[[ヤムイモ]]"
        ]
      },
      "notes": "植物分類学上の位置付けは近年見直され、現在はシソ科コレウス属とされるのが一般的です。世界的な生産統計は存在しませんが、気候変動への適応性や食文化の多様性の観点から『未来の作物』として注目される一方、在来品種の消失も懸念されています。"
    }
  }
}