{
  "global_info": {
    "url": "コナギ",
    "kana_name": "コナギ",
    "scientificName": "Monochoria vaginalis",
    "classification": {
      "family_ja": "Pickerelweed family",
      "genus_ja": "Monochoria"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "花",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "コナギ"
        ]
      },
      "international": {
        "en": [
          "Heartshape false pickerelweed",
          "Oval-leafed pondweed",
          "Pickerel weed"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "コナギ",
      "oneliner": "水田に生きる、アジアの食卓を支えてきた強かな野草。",
      "description": "アジアの熱帯から亜熱帯、水が張られた田んぼの畔で静かに揺れるハート型の葉、それがコナギです。日本ではやっかいな雑草として知られますが、東南アジアでは雨季を支える大切な緑黄色野菜。穏やかで癖のない味わいで、茎はシャキシャキ、葉は加熱すると心地よいぬめりが生まれます。フィリピンの酸味の効いたスープ「シニガン」の具材としても親しまれ、その土地の暮らしに深く根付いています。根から花まで、まるごといただける水辺からの贈り物です。",
      "practical_oneliner": "シュウ酸を含むため、調理の基本はさっと茹でるアク抜きから。",
      "practical_tips": "もし手に入ったら、まずはアク抜きを。シュウ酸を含む可能性があるため、たっぷりの湯でさっと茹で、冷水にさらすのがおすすめです。これにより、えぐみが抜けて穏やかな風味が引き立ちます。調理の際は、葉のぬめりと茎のシャキシャキとした食感のコントラストを活かすのがコツ。東南アジア料理のように、ニンニクや唐辛子、魚醤と合わせて炒めたり、ココナッツミルクベースのスープに加えたりすると、現地の味を手軽に再現できます。",
      "nutrition_oneliner": "βカロテン（ビタミンA）とカルシウムが豊富な水辺の恵み。",
      "nutrition_benefits": "コナギは、見た目以上に栄養価の高い緑黄色野菜です。特に豊富なのが、体内でビタミンAに変わるβカロテンと、骨や歯の健康に欠かせないカルシウム。鉄分も含まれており、日々の食生活で不足しがちなミネラルを補ってくれます。また、フラボノイドやフェノール類といった抗酸化物質も含有。アジアの民間療法で古くから薬草として利用されてきた背景には、こうした成分の働きがあったのかもしれません。",
      "safety_oneliner": "シュウ酸を含むため、生食は避け、加熱前のアク抜きを推奨。",
      "safety_notes": "コナギには、えぐみの原因となるシュウ酸が含まれている可能性があります。安全に美味しくいただくために、生で食べるのは避け、さっと茹でて水にさらすなどのアク抜きを行うのが一般的です。特に、大量に食べる際は必ず加熱調理を心がけてください。",
      "honest_oneliner": "食材としての魅力は高いが、日本では忘れられた水田の厄介者。",
      "honest_assessment": "コナギの評価は、国が変われば180度変わります。日本では目の敵にされる水田雑草ですが、その強靭な生命力こそが、農薬要らずで育つ頼もしい食材たる所以です。確かに入手は難しく、アク抜きの手間もかかります。しかし、その穏やかな味わいと独特の食感は、アジアの豊かな食文化を教えてくれる貴重な存在。厄介者と決めつけず、一度その物語ごと味わってみてほしい野菜です。",
      "cultural_background": "コナギの歴史は、アジアの稲作文化と共にあると言っても過言ではありません。稲と共に広がり、ある場所では食料となり、ある場所では雑草となりました。日本ではかつて飢饉を救う「救荒植物」でしたが、今やその食文化はほぼ消失。一方でフィリピンなどでは今も日常的に水田で採集され、食卓を彩ります。その存在は、食文化の豊かさと儚さを静かに物語っています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[つるむらさき]]",
          "[[モロヘイヤ]]"
        ]
      },
      "notes": "栽培化されておらず、主に野生のものが採集されます。日本では食用としての文化がほぼ失われており、入手は極めて困難です。"
    }
  }
}