{
  "global_info": {
    "url": "サルシファイ",
    "kana_name": "サルシファイ",
    "scientificName": "Tragopogon porrifolius",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "バラモンジン属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉",
        "茎",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Salsify",
          "Oyster Plant",
          "Vegetable Oyster",
          "Purple Salsify"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "サルシファイ",
      "oneliner": "海の牡蠣を思わせる、ビクトリア朝から愛された地中海の根菜。",
      "description": "地中海の太陽を浴びて育つ、ごぼうに似た細長い根菜、サルシファイ。その素朴な見た目とは裏腹に、火を通すと驚くほどクリーミーな食感に変わり、アーティチョークやアスパラガスにも似た、ほのかな甘みと繊細な風味が広がります。特に「海のミルク」と称される牡蠣のような独特の風味は、かつてのヨーロッパの食卓を飾り、今なお食通たちを魅了し続けています。",
      "practical_oneliner": "加熱で牡蠣風味に変身。茹でる、揚げる、クリーム煮も絶品。",
      "practical_tips": "新鮮なものは硬く、張りがあります。調理法は多彩で、フランス料理では定番のクリーム煮やフリットに、イタリアでは茹でてサラダやリゾットの具材としても親しまれています。特にバターやクリームとの相性は抜群で、その繊細な風味を最大限に引き出してくれます。どんな調理法でも、まずは皮を剥いてから使うのが一般的です。",
      "nutrition_oneliner": "天然のプレバイオティクス「イヌリン」が腸内環境を整える。",
      "nutrition_benefits": "サルシファイの最大の魅力は、水溶性食物繊維「イヌリン」が豊富なこと。腸内の善玉菌のエサとなり、お腹の調子を整えるプレバイオティクス効果が期待できます。また、カリウムやビタミンCなども含み、日々の健康をサポートします。古代ギリシャ・ローマ時代には薬用植物としても知られていた、体に優しい根菜です。",
      "safety_oneliner": "キク科アレルギーをお持ちの方は、念のためご注意ください。",
      "safety_notes": "一般的に安全な野菜ですが、キク科の植物（キク、タンポポ、レタスなど）にアレルギー反応を示す方は、稀に症状が出ることがありますので、少量から試すなど注意が必要です。",
      "honest_oneliner": "風味は唯一無二だが、日本では入手困難な幻のヨーロッパ野菜。",
      "honest_assessment": "牡蠣に似たと評されるユニークな風味は、一度味わう価値があります。しかし、かつてヨーロッパで人気を博したこの野菜も、今ではフランスやイタリアの一部で細々と作られるニッチな存在。日本でフレッシュなものに出会うのは難しく、その魅力はまだ広く知られていません。もし見かけたら、ぜひ挑戦してみてください。",
      "cultural_background": "古代ギリシャ・ローマでは薬草として、16世紀のイタリアで野菜として花開いたサルシファイ。かつてビクトリア朝のイギリスで大流行し、冬の食卓を彩りました。イタリア語では「ヤギの髭」を意味する「バルバ・ディ・ベッコ」とも呼ばれ、その姿形から様々な愛称で親しまれてきた歴史があります。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[マンモスサンドイッチアイランド]]"
        ],
        "similarVegetables": [
          "[[アーティチョーク]]",
          "[[アスパラガス]]"
        ]
      },
      "notes": "商業栽培の減少に伴い、伝統的な品種や食文化の知識が失われつつあることが懸念されています。"
    }
  }
}