{
  "global_info": {
    "url": "サンマルツァーノトマト",
    "kana_name": "サンマルツァーノトマト",
    "scientificName": "Solanum lycopersicum",
    "classification": {
      "family_ja": "Nightshade",
      "genus_ja": "Nightshade"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "サンマルツァーノトマト"
        ]
      },
      "international": {
        "en": [
          "San Marzano tomato"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "サンマルツァーノトマト",
      "oneliner": "ヴェスヴィオ火山の魂を宿す、ソースのためのトマトの王様。",
      "description": "イタリア、ヴェスヴィオ火山の麓で生まれた、ソースのためのトマトの王様。火山灰土壌と地中海の太陽が育んだその実は、縦に長く、先端に愛らしい突起を持つ深紅色をしています。緻密な果肉は種が少なく、薄い皮は湯むきも簡単。何よりの特徴は、火を通したときに現れる驚くほどの甘みと深いコク。その味わいは、ただのトマトソースを、忘れられない一皿へと昇華させる魔法を知っています。",
      "practical_oneliner": "生食より加熱で真価を発揮する、ソース作りのためのトマト。",
      "practical_tips": "鮮やかで深紅色に色づき、全体にハリがあるものを選びましょう。このトマトの真価は加熱調理でこそ輝きます。薄い皮は湯むきが驚くほど簡単。果肉が厚く種も水分も少ないので、煮詰めても味がぼやけず、濃厚でなめらかなソースに仕上がります。まずはシンプルなトマトソースを作り、パスタやピッツァでその凝縮された旨味を存分に味わってみてください。",
      "nutrition_oneliner": "加熱で吸収率がアップするリコピンで、内側から美しく。",
      "nutrition_benefits": "トマトの鮮やかな赤色は、リコピンという強力な抗酸化成分の証。このリコピンは、私たちの体を内側から守る働きが期待されています。サンマルツァーノの得意な加熱調理は、実はリコピンの吸収を高める賢い方法。さらに、美肌に欠かせないビタミンCや、体内のバランスを整えるカリウムも含まれています。おいしく食べて、キレイを育む、太陽の恵みが詰まった贈り物です。",
      "safety_oneliner": "ナス科アレルギーの方はご注意を。緑色の未熟な果実は避けて。",
      "safety_notes": "トマトはナス科の植物です。もしナス科の野菜でアレルギー反応が出た経験がある方は、念のためご注意ください。また、緑色の未熟な果実にはトマチンという成分が含まれているため、しっかりと赤く熟したものを選んで食べるようにしましょう。",
      "honest_oneliner": "最高のソースを作るが、病気に弱く栽培が難しい繊細な品種。",
      "honest_assessment": "このトマトが作るソースの味は、一度知ったら忘れられないほど格別です。しかし、栽培はとてもデリケート。病気に弱く、農家の方々の並々ならぬ手間があってこそ私たちの元に届きます。それゆえ市場には模倣品も多く、本物を見分ける知識も必要。少し気難しいけれど、その価値を知れば深く愛さずにはいられない、そんなトマトです。",
      "cultural_background": "1770年、遠くペルーからナポリ王へ贈られた一握りの種。それが、このトマトの物語のはじまりです。ヴェスヴィオ火山の麓の地に根付いた種は、やがて土地の魂と交わり『赤い金』と呼ばれる宝に。その名は今も、真のナポリピッツァに欠かせない食文化の誇りとして輝いています。",
      "notes": "D.O.P.（保護原産地呼称）認証を受けた本物は、模倣品と区別するために保護組合の認証マークを確認することが大切です。",
      "relationships": {
        "parentSpecies": [
          "トマト"
        ],
        "children": [],
        "similarVarieties": [
          "ローマントマト"
        ]
      }
    }
  }
}