{
  "global_info": {
    "url": "シカクマメ",
    "kana_name": "シカクマメ",
    "scientificName": "Psophocarpus tetragonolobus",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "Psophocarpus属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子",
        "葉",
        "花",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "シカクマメ"
        ]
      },
      "international": {
        "en": [
          "Winged Bean",
          "Goa Bean",
          "Asparagus Pea",
          "Four-angled Bean",
          "Manila Bean"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "シカクマメ",
      "oneliner": "根も葉も花も。植物のすべてがごちそうになる、驚きの熱帯豆。",
      "description": "南国の太陽を浴びて育つ、四つの翼を持つ不思議な豆、シカクマメ。その断面はくっきりとした四角形で、まるで緑の星のようです。若い莢をかじれば、シャキッとした歯ごたえとともに、アスパラガスのような甘みとインゲンのような青々しい香りが口いっぱいに広がります。原産地とされる東南アジアやパプアニューギニアでは、この莢だけでなく、芋のような根、栄養豊富な種子、そして葉や花までもが食卓を彩る、まさに「畑のスーパーマーケット」なのです。",
      "practical_oneliner": "若い莢を選び、乾燥を避けて保存。さっと加熱で食感を楽しむ。",
      "practical_tips": "鮮やかな緑色で、ピンとハリのある若い莢を選びましょう。硬すぎるものは筋張っているサインです。乾燥が大敵なので、湿らせたキッチンペーパーで包んでからポリ袋に入れ、野菜室で保存してください。調理はとてもシンプル。両端を少し切り落とし、さっと茹でたり炒めたり。タイのサラダのように生で食べるのもおすすめです。加熱しすぎず、特有のシャキシャキ感を活かすのが、美味しくいただく一番のコツです。",
      "nutrition_oneliner": "乾燥種子は「貧者の大豆」とも呼ばれる、優れたタンパク質源。",
      "nutrition_benefits": "シカクマメは、食べる部位によって驚くほど栄養価が変わります。若い莢はカルシウムや鉄分を含み、葉にはビタミンAが豊富。そして特筆すべきは乾燥させた種子で、タンパク質含有率が大豆に匹敵するほど高く、東南アジアでは「貧者の大豆」として貴重な栄養源になってきました。種子の油には抗酸化作用のあるビタミンEも含まれ、まさに全身が栄養の宝庫と言えるでしょう。",
      "safety_oneliner": "乾燥させた種子は生食せず、必ず十分に加熱してください。",
      "safety_notes": "一般的に食べられる若い莢は生でも安全ですが、乾燥させた成熟種子を食べる際には注意が必要です。生の種子にはタンパク質の消化を妨げる成分が含まれているため、必ず水に浸してから十分に加熱調理するようにしてください。適切に調理すれば、これらの成分は無害化されます。",
      "honest_oneliner": "食感と栄養は一級品。でも、日本ではなかなか出会えない熱帯育ち。",
      "honest_assessment": "シャキシャキの食感と捨てるところのない万能性は、一度知れば誰もが虜になる魅力を持っています。しかし、その魅力とは裏腹に、日本ではまだ馴染みが薄く、入手は簡単ではありません。熱帯気候を好むため、安定した栽培が難しく、夏の産直市や専門の食材店で運良く見つけられたら、ぜひ試してみてほしい逸材です。",
      "cultural_background": "その起源は東南アジアかパプアニューギニアの熱帯雨林にあるとされますが、詳しい歴史はまだ謎に包まれています。文字記録は少ないものの、各地で「シガリヤス」（フィリピン）や「トゥア・プー」（タイ）など様々な名で呼ばれ、人々の暮らしに深く根付いてきました。特に栄養価の高さから、食料が乏しくなる時期を支える「貧者の大豆」として、地域の食料安全保障に貢献してきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          [
            "アスパラガス"
          ],
          [
            "インゲン"
          ]
        ]
      },
      "notes": "国際的に流通することは稀で、ほとんどが栽培地域で消費される多様な在来種です。そのため、体系的な品種分類は確立されていません。"
    }
  }
}