{
  "global_info": {
    "url": "シトロンメロン",
    "kana_name": "シトロンメロン",
    "scientificName": "Citrullus amarus",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "スイカ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Citron melon",
          "Preserving melon",
          "Tsamma melon",
          "Kalahari melon"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "シトロンメロン",
      "oneliner": "砂漠の民を潤し、スイカの起源となった、時を旅するメロン。",
      "description": "アフリカ南部のカラハリ砂漠に自生する、現代のスイカの野生の祖先。薄緑色の硬い皮に覆われた果肉は、驚くほど甘みがなく、真っ白で硬いのが特徴です。その味わいは淡白で、生でかじればほのかな青い香りと豊富な水分が感じられます。乾季の砂漠では、人々と動物の命を繋ぐ貴重な「水のボトル」として、数千年にわたり大切にされてきました。",
      "practical_oneliner": "甘みはない硬い果肉。ジャムや砂糖漬けでこそ真価を発揮します。",
      "practical_tips": "日本国内での入手は極めて困難です。もし手に入ったら、硬い皮を厚く剥いて使います。果肉は非常に硬く煮崩れしにくいため、ジャムや砂糖漬け、ピクルスに最適。高いペクチン質を活かし、じっくり煮込むことで半透明の美しいコンポートになります。種は炒ってナッツのように食べることもできるので、捨てずに活用しましょう。丸のままなら冷暗所で数ヶ月保存が可能です。",
      "nutrition_oneliner": "砂漠を生き抜く知恵。90%以上が生命を潤す水分です。",
      "nutrition_benefits": "栄養成分の詳細はまだ研究途上ですが、その価値は90%以上を占める豊富な水分にあります。カラハリ砂漠の民が乾季を乗り越えるための、まさに天然のスポーツドリンクです。種子には必須脂肪酸であるリノール酸が、果皮には整腸作用のあるペクチンが多く含まれます。伝統的には利尿作用も期待されてきました。栄養価よりも水分補給源としての役割が大きい、ユニークな存在です。",
      "safety_oneliner": "苦味の強い個体は、食べ過ぎると腹痛の原因になります。",
      "safety_notes": "品種や個体によっては、ウリ科植物特有の苦味成分「ククルビタシン」を多く含むことがあります。強い苦味を感じる場合は、食べるのを控えてください。多量に摂取すると、腹痛や下痢などの胃腸障害を引き起こす可能性があります。",
      "honest_oneliner": "物語は壮大ですが、味は淡白。甘さを求めず、歴史を味わう野菜。",
      "honest_assessment": "スイカの祖先と聞くと甘さを期待してしまいますが、その期待は裏切られます。果肉は甘みがなく、硬く、正直なところ生食には向きません。しかし、その真価は調理にあります。砂糖とスパイスで煮込めば、宝石のような砂糖漬けに。その不便さや素朴さこそが、過酷な自然を生き抜いてきた証。歴史に思いを馳せながら、手間をかけて向き合いたい、そんなロマンのある野菜です。",
      "cultural_background": "その故郷はカラハリ砂漠。サン人にとって乾季の命を繋ぐ水分源であり、「ツァンマ」と呼ばれ敬われてきました。この生命の水は、悲しい奴隷貿易の歴史と共に大西洋を渡りアメリカ南部へ。そこでアフリカの知恵は形を変え、冬に備えるためのジャムや砂糖漬けという保存食文化として根付いたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[スイカ]]"
        ],
        "similarVegetables": [
          "[[冬瓜]]"
        ]
      },
      "notes": "現代では、その強靭な生命力と病害虫への耐性から、甘いスイカを栽培するための台木として世界中で重要な役割を担っています。"
    }
  }
}