{
  "global_info": {
    "url": "シーケール",
    "kana_name": "シーケール",
    "scientificName": "Crambe maritima",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "クランベ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉",
        "花",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ハマナ"
        ]
      },
      "international": {
        "en": [
          "Sea Kale",
          "Scurvy grass"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "シーケール",
      "oneliner": "ヴィクトリア朝の食卓を彩った、アスパラガスのような海の幸。",
      "description": "ヨーロッパの荒々しい海岸、潮風に吹かれて育つ野生の多年草、それがシーケールです。春、土を盛り上げて陽の光を遮ることで生まれる乳白色の若芽は、まさに自然の芸術品。ひとたび茹で上げれば、シャキシャキとした心地よい歯ざわりと共に、ナッツを思わせる香ばしさとアスパラガスのような繊細な甘みが口いっぱいに広がります。かつてヴィクトリア朝の食卓を飾った、春の訪れを告げる幻の味をどうぞ。",
      "practical_oneliner": "入手は専門農家から。調理はシンプルに蒸すか茹でるだけ。",
      "practical_tips": "市場で見かけることは稀ですが、もし手に入れたなら、白く太く、ハリのある若芽を選びましょう。保存する際は、湿らせたキッチンペーパーで根元を包み、ポリ袋に入れて冷蔵庫で立てておくと鮮度が長持ちします。調理は驚くほど簡単。砂を洗い流し、硬い根元を少し切り落としたら、数分蒸すか塩茹でするだけ。バターやオランデーズソースを添えれば、その繊細な風味を最大限に楽しめます。若葉はサラダにも使えます。",
      "nutrition_oneliner": "船乗りを救った歴史も。豊富なビタミンCが魅力の野菜。",
      "nutrition_benefits": "シーケールの最も特筆すべき栄養素は、豊富なビタミンCです。その量は、かつて船乗りたちの壊血病予防に用いられたという歴史が物語っており、「Scurvy grass（壊血病の草）」という別名も持つほど。他にもビタミンAやカルシウム、鉄分を含み、日々の健康をサポートします。アブラナ科野菜に共通して含まれるグルコシノレートという成分も、その健康効果が注目されています。",
      "safety_oneliner": "甲状腺に不安のある方は、過剰な摂取をお控えください。",
      "safety_notes": "シーケールはキャベツと同じアブラナ科の野菜です。甲状腺の働きに影響する可能性のある成分を含むため、甲状腺疾患をお持ちの方は過剰摂取にご注意ください。健康な方が楽しむ分には問題ありません。",
      "honest_oneliner": "味と物語は一級品。ただし、出会える機会は極めて稀な幻の野菜。",
      "honest_assessment": "シーケールの魅力は、その繊細な味わいと豊かな物語性に尽きます。一度味わえば忘れられない、春だけの特別なご馳走です。しかし正直なところ、現代の食卓で主役になる野菜ではありません。商業生産はほぼなく、入手は極めて困難。もし幸運にも出会えたなら、その希少性を噛みしめ、歴史に思いを馳せながらシンプルに味わうのが最高の贅沢と言えるでしょう。",
      "cultural_background": "その名の通りヨーロッパの海岸で生まれたシーケールは、18世紀イギリスで価値を見出され、野生の草から高級野菜へと昇華しました。特にヴィクトリア朝時代には春を告げる贅沢品として富裕層の食卓を飾り、その栽培技術はフランスやアメリカのトーマス・ジェファーソンにまで伝わったといわれています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[リリーホワイト]]"
        ],
        "similarVegetables": [
          "[[アスパラガス]]",
          "[[キャベツ]]"
        ]
      },
      "notes": "商業的な生産はほとんど行われておらず、入手は極めて困難です。一部の専門農家や家庭菜園で栽培される、まさに「忘れられた野菜」の一つです。"
    }
  }
}