{
  "global_info": {
    "url": "ジャーマンカモミール",
    "kana_name": "ジャーマンカモミール",
    "scientificName": "Matricaria recutita",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "シカギク属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "German Chamomile",
          "Wild Chamomile",
          "Hungarian Chamomile",
          "Scented Mayweed"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ジャーマンカモミール",
      "oneliner": "古代から愛される癒やしの香り。リンゴを思わせる甘い風味のハーブ。",
      "description": "南ヨーロッパの陽光を浴びて生まれた、可憐な白い花。その中心に輝く黄色い花托から、まるでリンゴのような甘くフルーティーな香りがふわりと立ち上ります。お湯を注げば、古代エジプトの時代から人々を癒やしてきた優しい物語がカップの中に溶け出し、わずかな草の風味と心地よい苦味が、その歴史の深さを静かに語りかけてくれるでしょう。世界で最も愛されるハーブティーの一つです。",
      "practical_oneliner": "香りが命。乾燥品は光と湿気を避け、淹れる直前に使うのが最良です。",
      "practical_tips": "乾燥品を選ぶなら、花が崩れず、甘い香りがしっかり残っているものを。購入後は、光と湿気を避けるため、必ず密閉容器に入れて冷暗所で保管しましょう。時間が経つと命である香りが失われてしまうので、1年を目安に使い切るのがおすすめです。お茶として淹れる際は、沸騰したてのお湯を注ぎ、蓋をして5分ほどじっくり蒸らすと、豊かな香りと成分を余すことなく引き出せます。",
      "nutrition_oneliner": "心安らぐ成分アピゲニンが、穏やかなリラックスタイムを誘います。",
      "nutrition_benefits": "カモミールの優しさの源は、アピゲニンという成分。これが心に働きかけ、穏やかな鎮静作用や不安を和らげる効果をもたらすと言われています。また、精油に含まれるカマズレンやα-ビサボロールには優れた抗炎症作用があり、古くから肌のケアや消化を助ける目的で用いられてきました。科学的にも軽度の不安軽減や睡眠の質の改善が示唆されており、心と体を優しく整えてくれます。",
      "safety_oneliner": "ブタクサなどキク科アレルギーの方は、アレルギー反応にご注意ください。",
      "safety_notes": "カモミールはキク科の植物です。そのため、ブタクサやキクなどにアレルギーがある方は、交差反応を起こす可能性があります。また、妊娠中の大量摂取については専門家の間でも意見が分かれるため、心配な場合は医師に相談することをおすすめします。",
      "honest_oneliner": "心ほぐす香りは唯一無二。ただ、キク科アレルギーの人とは相性が悪いことも。",
      "honest_assessment": "リンゴを思わせる甘い香りは、ハーブの中でも格別の存在感。誰にでも愛される親しみやすさが最大の魅力です。ただ、その優しい風味の奥には、ほんのりとした草の香りと苦味も隠れています。これが深みを与えていますが、苦手な人もいるかもしれません。そして何より、キク科アレルギーの方には、この癒やしが届けられないのが少し残念なところです。",
      "cultural_background": "その歴史は古く、古代エジプトでは太陽神に捧げられ、ギリシャやローマではヒポクラテスも認める薬草でした。ヨーロッパでは「植物のお医者さん」と呼ばれ、弱った植物の側に植えると元気になると信じられてきたほど。一杯のティーに、数千年続く人々の知恵と癒やしの物語が詰まっています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ボーデゴールド]]",
          "[[ズウォティワン]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}