{
  "global_info": {
    "url": "ジャックフルーツ",
    "kana_name": "ジャックフルーツ",
    "scientificName": "Artocarpus heterophyllus",
    "classification": {
      "family_ja": "クワ科",
      "genus_ja": "パンノキ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Jackfruit",
          "Jakfruit"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ジャックフルーツ",
      "oneliner": "世界最大の果実は、熟せば甘く、未熟なうちは肉になる。",
      "description": "南インドの熱帯雨林で生まれ、今やアジアの食卓に欠かせないジャックフルーツ。その実は時に世界最大を誇り、太い幹から直接実る姿は圧巻です。一つで二つの顔を持つのが最大の魅力。若いうちに収穫すれば、その繊維質な果肉はほぐれるように柔らかく、スパイスを吸い込んで驚くほど肉に近い食感に。樹上で熟した果実は、パイナップルとバナナを合わせたような、抗いがたい熱帯の香りを放ちます。",
      "practical_oneliner": "未熟果は水煮でアク抜き。ラテックスには油で対処を。",
      "practical_tips": "丸ごと手に入れる機会は稀ですが、カットされたものなら皮にハリがあるものを。未熟果は缶詰の塩水漬けが使いやすく便利です。調理の際は、切り口から出る白い樹液（ラテックス）に注意。手に油を塗っておくと、ベタつきを防げます。アレルギーの原因にもなるので、肌が弱い方は手袋をしましょう。種も茹でたり炒ったりすれば、栗のようにホクホクと美味しくいただけます。",
      "nutrition_oneliner": "豊富なビタミンB6とカリウムが、日々の元気を支える。",
      "nutrition_benefits": "ジャックフルーツは、特にビタミンB6が豊富で、エネルギー代謝を助け、心身の健康維持に役立ちます。また、余分な塩分を排出するカリウムや、抗酸化作用のあるビタミンCも含まれています。未熟な果実は、血糖値の上昇を穏やかにする効果も報告されており、健康的な食生活の強い味方。種子にもタンパク質やミネラルが豊富に含まれ、果実から種まで余すところなく栄養をいただけます。",
      "safety_oneliner": "ラテックスやシラカバ花粉アレルギーの方はご注意を。",
      "safety_notes": "ジャックフルーツを切ると出てくる白い樹液は天然のラテックスです。ラテックスアレルギーの方は、触れたり食べたりするとアレルギー反応を起こすことがあります。また、シラカバ花粉症の方も交差反応を示す可能性が報告されていますので、注意が必要です。",
      "honest_oneliner": "変幻自在の食感は魅力だが、独特の香りと樹液は手強い。",
      "honest_assessment": "肉の代替品として脚光を浴びる一方、熟した果実は強烈な甘い香りを放ち、好き嫌いがはっきりと分かれるかもしれません。丸ごと一個を家庭で扱うのは、その大きさとベタつく樹液のため、なかなかの挑戦です。しかし、その手間を乗り越えた先にあるユニークな食感と味わいは、間違いなく食の世界を広げてくれるでしょう。まずは缶詰から試してみるのが賢い付き合い方です。",
      "cultural_background": "その歴史は古く、古代インドで6000年も前から栽培されていたといわれます。仏教僧侶と共に海を渡り、東南アジアの食文化に深く根付きました。バングラデシュでは国の果物として、南インドのケララ州では州の果物として愛されています。インドネシアの古都ジョグジャカルタの魂の料理『グドゥ』は、この未熟な果実なしには語れません。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ヴァリッカ]]",
          "[[クーザ]]"
        ],
        "similarVegetables": [
          "[[パンノキ]]",
          "[[チェンペダック]]"
        ]
      },
      "notes": ""
    }
  }
}