{
  "global_info": {
    "url": "ストロベリーグランドチェリー",
    "kana_name": "ストロベリーグランドチェリー",
    "scientificName": "Physalis grisea",
    "classification": {
      "family_ja": "ナス科",
      "genus_ja": "ホオズキ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ショクヨウホオズキ（の一種）"
        ]
      },
      "international": {
        "en": [
          "Strawberry Groundcherry",
          "Gray Groundcherry",
          "Dwarf Cape Gooseberry"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ストロベリーグランドチェリー",
      "oneliner": "イチゴとパイナップルが香る、甘く複雑な風味の小さな宝石。",
      "description": "北アメリカの大地でひっそりと育まれてきた、愛らしい一年草。薄紙のような提灯（ちょうちん）をそっと開くと、中から現れるのは太陽を閉じ込めたような黄金色の小さな果実です。一口頬張れば、イチゴの甘さとパイナップルの爽やかさ、そしてトマトのような微かな酸味が口いっぱいに広がる、驚くほど複雑でジューシーな味わい。無数の小さな種が、心地よい食感のアクセントを加えてくれます。",
      "practical_oneliner": "萼（がく）が乾いて落ちたら収穫の合図。生でも加熱しても美味。",
      "practical_tips": "完熟のサインは、果実を包む萼（がく）が乾燥して薄茶色になり、自然に地面に落ちたとき。収穫した果実は、萼に包まれたまま風通しの良い冷暗所で数週間保存できます。食べる直前に萼を剥き、さっと水洗いするだけで準備は完了。そのままデザートに添えるのはもちろん、ジャムに煮詰めたり、刻んでフレッシュサルサに加えたりと、甘酸っぱい風味を様々に楽しめます。",
      "nutrition_oneliner": "ビタミンA・Cを含み、抗酸化作用が期待される。",
      "nutrition_benefits": "この小さな果実の正確な栄養価はまだ研究途上ですが、近しい仲間たちと同様に、抗酸化作用で知られるビタミンA（β-カロテン）やビタミンCを含んでいると考えられています。また、ホオズキ属特有の成分であるウィザノライド類やカロテノイド類も含まれる可能性があり、これらの化合物が持つ健康効果について研究が進められています。日々の食生活に彩りと多様性を加えてくれる存在です。",
      "safety_oneliner": "完熟した果実のみを食べ、葉や茎、未熟な実は避けて。",
      "safety_notes": "ナス科の植物の多くがそうであるように、ストロベリーグランドチェリーも完熟した果実以外の部分（葉、茎、未熟な青い実）には、ソラニンなどのアルカロイドが含まれる可能性があります。必ず、熟して自然に落ちたものや、簡単に採れるようになった果実だけを食べるようにしてください。",
      "honest_oneliner": "栽培は楽だが市場では希少。見つけたら即買いの個性派。",
      "honest_assessment": "家庭菜園では驚くほど簡単に育ち、そのユニークな風味は一度食べたら忘れられない魅力があります。しかし、商業生産がほとんどないため、市場で見かけることは稀。また、栄養価の科学的データが乏しい点や、口に残る小さな種の食感が気になる方もいるかもしれません。栽培から楽しむか、幸運な出会いを待つか。少し手間のかかる、だからこそ愛おしい果実です。",
      "cultural_background": "北アメリカの広大な大地が故郷。古くは先住民たちが食料として利用した歴史を持つとされますが、その多くは記録に残っていません。本格的な栽培化の道を歩むことなく、半ば野生の姿で生き抜いてきました。近年、地域の伝統的な食材を見直す動きの中で再び光が当たり、その素朴で力強い味わいが家庭菜園家やシェフたちを魅了しています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[アントモリーズ]]"
        ],
        "similarVegetables": [
          "[[食用ほおずき]]"
        ]
      },
      "notes": "学術的には Physalis grisea ですが、園芸市場では近縁の Physalis pruinosa としばしば混同、または区別されずに扱われます。"
    }
  }
}