{
  "global_info": {
    "url": "センニチコウ",
    "kana_name": "センニチコウ",
    "scientificName": "Gomphrena globosa",
    "classification": {
      "family_ja": "ヒユ科",
      "genus_ja": "センニチコウ属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "センニチコウ"
        ]
      },
      "international": {
        "en": [
          "Globe Amaranth",
          "Bachelor's Button",
          "Makhmali"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "センニチコウ",
      "oneliner": "千日色褪せぬ花は、見て美しく、お茶にして飲む密かな愉しみ。",
      "description": "中央アメリカの太陽を浴びて生まれた、まん丸で愛らしい姿のセンニチコウ。観賞用として世界中で愛されていますが、実はその花や葉を味わうことができる、知る人ぞ知る食材です。乾燥させた花をお湯に注げば、ほんのり甘く優しい草の香りが立ち上る美しいハーブティーに。若い葉は、アマランサスにも似た、少し土の香りがする柔らかなおひたしとして楽しめます。食卓に彩りと小さな驚きを添えてくれる、隠れた魅力を持つ植物です。",
      "practical_oneliner": "食用は稀。花はしっかり乾燥させて、お茶や彩りに使うのが基本。",
      "practical_tips": "食用として手に入れるのは稀ですが、もし見つけたら、花は色が鮮やかで形が崩れていないものを選びましょう。生のまま使うより、風通しの良い場所で完全に乾燥させるのが基本です。密閉容器に入れれば一年以上その美しい色を保てます。お茶として淹れる際は、そのままお湯を注ぐだけ。若い葉を食べる場合は、アマランサスの葉と同様に、さっと茹でてアクを抜き、おひたしや炒め物にするのがおすすめです。",
      "nutrition_oneliner": "鮮やかな色の源、ベタシアニンが持つ強力な抗酸化作用。",
      "nutrition_benefits": "センニチコウの栄養価に関する詳細な分析はまだ途上ですが、その鮮やかな花色にこそ、注目すべき力が秘められています。特にベタシアニンという強力な抗酸化物質を豊富に含み、これが体のさびつきを防ぐ手助けをすると期待されています。他にもフラボノイドなどが含まれ、伝統医学では咳を鎮めたり、血圧を穏やかにしたりする目的でお茶として飲まれてきました。美しさと健やかさをくれる、古くからの知恵が詰まった花です。",
      "safety_oneliner": "伝統的に安全ですが、薬として大量に飲むのは避けましょう。",
      "safety_notes": "ハーブティーとして楽しむ分には、伝統的に安全とされています。しかし、薬としての効果を期待した長期・大量の摂取に関する安全性はまだ確立されていません。持病のある方や妊娠中の方は、かかりつけ医に相談することをおすすめします。",
      "honest_oneliner": "見た目の華やかさに比べ、味わいはごく穏やか。食材としては脇役。",
      "honest_assessment": "正直なところ、センニチコウを『美味しい野菜』として主役にするのは難しいかもしれません。花茶の風味は非常に繊細で、葉にも強い個性はありません。しかし、その価値は別の場所にあります。一杯のお茶に浮かべた時の心ときめく美しさ、料理に添えた時の華やかさは唯一無二。食材というよりは『食卓を彩る魔法』と捉えるのが、この花との一番良い付き合い方ではないでしょうか。",
      "cultural_background": "その名が示す通り『千日咲き続ける』かのような、色褪せない花の姿が世界中で愛されてきました。タイでは『枯れることを知らぬ花』と呼ばれ、ハワイでは永遠を象徴するレイの材料に。16世紀、大航海時代の船に乗って故郷の中米を離れ、世界中の庭先や儀式に根付いていったのです。その旅の歴史が、小さな丸い花びら一枚一枚に刻まれています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[バディシリーズ]]",
          "[[ストロベリーフィールズ]]"
        ],
        "similarVegetables": [
          "[[アマランサス]]"
        ]
      },
      "notes": "食用としての流通は極めて稀で、主に観賞用やドライフラワーとして栽培されています。ハーブティーとして販売されているものはありますが、生鮮品として見かけることはほとんどありません。"
    }
  }
}