{
  "global_info": {
    "url": "チャンチン",
    "kana_name": "チャンチン",
    "scientificName": "Toona sinensis",
    "classification": {
      "family_ja": "Mahogany family",
      "genus_ja": "Toon"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "チャンチン"
        ]
      },
      "international": {
        "en": [
          "Chinese Toon",
          "Chinese Mahogany",
          "Red Toon"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "チャンチン",
      "oneliner": "春の息吹を告げる樹上の若芽。ネギとニンニクを凝縮したような鮮烈な香り。",
      "description": "春、まだ肌寒い空気に芽吹く、鮮やかな赤紫色の若芽。それが『樹上の野菜』とも呼ばれるチャンチンです。原産地・中国では、春の訪れを告げる最初の味覚として、漢の時代から二千年以上にわたり愛されてきました。一口かじれば、シャキッとした心地よい歯ざわり。そして、ネギやニンニクを思わせる、力強くもどこかナッツのような香ばしい風味が口いっぱいに広がります。この鮮烈な個性こそが、豆腐や卵といった素朴な食材を、忘れられない一皿へと昇華させるのです。",
      "practical_oneliner": "春の短い旬を逃さず入手。調理前には必ずサッと湯通しを。",
      "practical_tips": "チャンチンの調理で最も大切なのは、食べる前の下準備です。若芽には亜硝酸塩と硝酸塩が含まれているため、必ず熱湯でさっと湯通し（ブランチング）してください。鮮やかな色が保たれ、えぐみも和らぎます。湯通し後は水気をしっかり絞り、刻んでごま油で和えたり、豆腐と混ぜたり、溶き卵に加えて炒めたりするのが定番。この一手間で、チャンチンならではの鮮烈な香りと風味を安全に、そして最大限に楽しむことができます。",
      "nutrition_oneliner": "葉物ながら高タンパク。ビタミンAとCもたっぷり。",
      "nutrition_benefits": "春の若芽には、冬の体を呼び覚ます栄養が詰まっています。100gあたり約9.8gと植物の葉としては非常に豊富なタンパク質を含み、皮膚や粘膜の健康を支えるビタミンA、抗酸化作用を持つビタミンCも豊富です。また、ルチンやケルセチンといったポリフェノールも含まれ、健やかな体づくりを助けます。中医学では古くから解毒や抗炎症の目的で用いられてきた歴史もあり、季節の変わり目にぴったりの食材と言えるでしょう。",
      "safety_oneliner": "亜硝酸塩を含むため、調理前の湯通し（ブランチング）は必須です。",
      "safety_notes": "チャンチンの若芽には、自然由来の硝酸塩と亜硝酸塩が含まれています。これらはアクの成分でもあり、多量に摂取することは推奨されません。調理の際には、必ず沸騰したお湯で短時間（数十秒程度）茹でてから水に取り、アク抜きをしてください。この一手間で安全にお召し上がりいただけます。",
      "honest_oneliner": "唯一無二の香りは春の絶品。ただし、その強烈な個性が好みを分ける。",
      "honest_assessment": "春の到来をこれほど鮮烈に感じさせてくれる野菜は他にないでしょう。その力強い香りは、一度ハマると病みつきになる魅力があります。しかし正直なところ、その個性は万人受けするものではありません。ニンニクや香草が苦手な方には、少し挑戦的すぎるかもしれません。入手できる時期も春のわずかな間だけ。出会えたなら幸運、そんな一期一会の野菜です。",
      "cultural_background": "その歴史は古く、中国では漢王朝の時代から食されてきた記録が残ります。『樹上の野菜』と呼ばれ、厳しい冬を越えて最初に芽吹く生命力の象徴として、春を祝う食卓に欠かせない存在でした。その食文化は、一説には仏教僧などを通じて日本や朝鮮半島へも伝わったとされています。まさに、東アジアの春の食文化を物語る生き字引のような野菜なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[紅油椿]]",
          "[[黒油椿]]"
        ],
        "similarVegetables": [
          "[[ねぎ]]",
          "[[にんにく]]"
        ]
      },
      "notes": "日本ではまだ馴染みが薄く、入手は中華食材店や特定の農園などに限られます。"
    }
  }
}