{
  "global_info": {
    "url": "チャイブ",
    "kana_name": "チャイブ",
    "scientificName": "Allium schoenoprasum",
    "classification": {
      "family_ja": "Amaryllis family",
      "genus_ja": "Onion"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "あさつき",
          "チャイブ"
        ]
      },
      "international": {
        "en": [
          "Chives"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "チャイブ",
      "oneliner": "春を告げる優しい香り。ヨーロッパから日本まで愛される万能薬味。",
      "description": "北半球の広大な大地に自生し、春の訪れを告げる使者として顔を出すチャイブ。その姿は、まるで緑色の細い糸のよう。シャキッとした軽やかな歯ざわりの後、口に広がるのはタマネギよりもずっと穏やかで、どこか甘さを秘めた繊細な香りです。フランス料理では香りの束「フィーヌ・ゼルブ」に欠かせない存在として、日本では「あさつき」の名で蕎麦や豆腐の味を引き立てる名脇役として、世界中の食卓で長く愛されてきました。",
      "practical_oneliner": "香りは熱で飛ぶため、火を止めてから。保存は刻んで冷凍が一番。",
      "practical_tips": "春先に手に入る、若く柔らかいものが特に風味豊かです。根本からハリがあり、鮮やかな緑色のものを選びましょう。香りを最大限に活かす秘訣は、加熱しすぎないこと。繊細な風味は熱で失われやすいため、料理の仕上げに加えるのが鉄則です。使いきれない分は、小口切りにしてから密閉容器に入れ、冷凍保存するのが最もおすすめ。凍ったまま使えるので、いつでも手軽に彩りと香りを添えられます。",
      "nutrition_oneliner": "ビタミンKとAが驚くほど豊富。緑の葉に栄養が凝縮。",
      "nutrition_benefits": "その可憐な見た目とは裏腹に、栄養価は非常に優れています。特に、血液の凝固や骨の健康に不可欠なビタミンK、そして皮膚や粘膜を健やかに保つビタミンAの含有量は際立っています。爽やかな香りのもとであるアリシンなどの有機硫黄化合物や、抗酸化作用で知られるフラボノイドも含まれており、日々の健康維持を美味しくサポートしてくれる、頼もしいハーブなのです。",
      "safety_oneliner": "薬味として楽しむ分には安全ですが、一度に大量に食べるのは控えましょう。",
      "safety_notes": "チャイブはほとんどの人にとって安全な食材です。ただし、ネギやタマネギの仲間であるため、一度に大量に食べると、人によっては胃腸に不快感をもたらすことがあります。あくまで料理の風味を引き立てる名脇役として、適量をお楽しみください。",
      "honest_oneliner": "育てやすく万能な名脇役。ただ、その繊細な香りは熱にとても弱い。",
      "honest_assessment": "家庭菜園でも簡単に育ち、春一番に食卓へ彩りを届けてくれる健気な存在。その魅力は主役を引き立てる繊細な香りで、加熱しすぎると個性が消える儚さも持ち合わせています。料理の主役にはなれませんが、チャイブが少し加わるだけで、一皿が驚くほど上品に仕上がるのです。",
      "cultural_background": "ヨーロッパからアジア、北米まで広く自生し、人々の暮らしと共にありました。中世ヨーロッパの修道院では薬草として育てられ、フランスでは繊細な香りの束「フィーヌ・ゼルブ」に不可欠な存在に。日本では「あさつき」と呼ばれ、蕎麦や冷奴に寄り添う、奥ゆかしい薬味文化を育んできたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[あさつき]]",
          "[[シベリアンチャイブ]]"
        ],
        "similarVegetables": [
          "[[わけぎ]]",
          "[[ネギ]]",
          "[[タマネギ]]"
        ]
      },
      "notes": ""
    }
  }
}