{
  "global_info": {
    "url": "トウモロコシ",
    "kana_name": "トウモロコシ",
    "scientificName": "Zea mays",
    "classification": {
      "family_ja": "イネ科",
      "genus_ja": "トウモロコシ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "トウモロコシ"
        ]
      },
      "international": {
        "en": [
          "Maize",
          "Corn"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "トウモロコシ",
      "oneliner": "古代文明を支え、今なお世界を養う「太陽の実り」。",
      "description": "メソアメリカの地で約9000年前に生まれたトウモロコシ。その一粒一粒は、歴史と多様性を宿す小さな宇宙です。太陽をたっぷり浴びて育った実は、ぷちぷちとした食感と弾けるような甘みが魅力。品種によってはナッツのように香ばしく、もちもちとした食感も楽しめます。ホピ族の青、オアハカの緑、そして私たちが知る黄金色。その豊かな色彩は、世界中の食卓を支えてきた生命力そのものを物語っています。",
      "practical_oneliner": "品種で全く違う食感と風味。用途に合わせて選ぶのが鍵。",
      "practical_tips": "トウモロコシを味わうなら、まず品種の個性を知ることから。弾ける甘さのスイートコーンは茹でるか焼くだけでご馳走に。粉にして使うデントコーンは、トルティーヤやパンの主役です。メソアメリカの伝統に倣い、石灰水で処理（ニシュタマリゼーション）すれば、栄養価が高まり独特の香りが生まれます。乾燥させて粉にすれば、数ヶ月から数年の長期保存も可能です。",
      "nutrition_oneliner": "黄色の粒に宿る、目の健康を守るルテインとゼアキサンチン。",
      "nutrition_benefits": "日々のエネルギー源となる炭水化物を中心に、食物繊維も豊富で腸の調子を整えます。特に注目したいのが、品種の色に秘められた力。黄粒種には目の健康を支えるルテインとゼアキサンチンが、青や紫の品種には強い抗酸化作用を持つアントシアニンがたっぷり。伝統的なコーンシルク（絹糸）のお茶は、利尿作用を期待して古くから飲まれてきました。",
      "safety_oneliner": "石灰処理なしで主食にすると、ナイアシン欠乏症の恐れ。",
      "safety_notes": "主食とする際は、栄養吸収を助ける石灰水処理（ニシュタマリゼーション）が不可欠。これ抜きではナイアシン欠乏症のリスクがあります。また、湿気の多い場所での保存はカビ毒発生の恐れがあるため注意しましょう。",
      "honest_oneliner": "世界を養う偉大な穀物。ただし、その真価と栄養は知恵あってこそ。",
      "honest_assessment": "世界を養う偉大な力を持つ一方、少し不器用な優等生。そのままだと栄養の一部が吸収しにくく、豆など他の食材の助けを必要とします。また、栽培には多くの水を欲しがり、干ばつには弱い一面も。完璧ではないからこそ、人の知恵と工夫を引き出し、文化を育んできたのかもしれません。",
      "cultural_background": "メソアメリカの神話では、人間はトウモロコシの生地から創られたと語られます。それは単なる食料ではなく、アステカやマヤの文明を支えた神聖な存在でした。日本での「トウモロコシ」という名は、中国（唐）から伝わったモロコシ（黍）に由来し、その伝播の歴史を物語っています。",
      "relationships": {
        "parentSpecies": [
          "[[テオシント]]"
        ],
        "children": [
          "[[オアハカグリーンデント]]",
          "[[ホピブルーコーン]]"
        ],
        "similarVegetables": [
          "[[モロコシ]]"
        ]
      },
      "notes": "メキシコを中心に数千年にわたり守られてきた在来種の多様性は、現代の画一的な品種改良によって失われる危機にあります。伝統品種の保全が国際的な課題となっています。"
    }
  }
}