{
  "global_info": {
    "url": "ニラ",
    "kana_name": "ニラ",
    "scientificName": "Allium tuberosum",
    "classification": {
      "family_ja": "ヒガンバナ科",
      "genus_ja": "ネギ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花茎",
        "花",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ニラ"
        ]
      },
      "international": {
        "en": [
          "Garlic chives",
          "Chinese chives",
          "Chinese leek"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "韮（ニラ）",
      "oneliner": "ニンニクを思わす香りが食欲をそそる、東アジアの食卓に欠かせない香味野菜。",
      "description": "すらりと伸びた濃い緑の葉は、まるで笹の葉のよう。指でしごけば、ニンニクとタマネギを合わせたような鮮烈な香りが立ち上ります。炒めればシャキシャキとした食感と甘みが顔を出し、煮込めばとろりとした優しさへと姿を変える。その起源はヒマラヤの麓にまで遡り、数千年にわたって東アジアの食文化に深く根ざしてきました。力強さと繊細さを併せ持つ、食卓に活気をもたらす名脇役です。",
      "practical_oneliner": "香りが強いものを選び、乾燥に注意して冷蔵。加熱は短時間で風味を活かす。",
      "practical_tips": "手に取るべきは、葉の色が濃く、ぴんと張りがあるもの。切り口がみずみずしく、あの独特の強い香りがしっかり感じられるものが新鮮な証です。乾燥を嫌うので、湿らせたキッチンペーパーで根元を包み、袋に入れて冷蔵庫で立てて保存しましょう。使いきれない分は刻んで冷凍すれば風味を長く楽しめますが、シャキシャキ感は少し失われます。調理前には根元を少し切り落とし、葉の間に土が残らないよう丁寧に洗ってください。",
      "nutrition_oneliner": "豊富なビタミンKとA、そして活力の源アリシンを含む緑の恵み。",
      "nutrition_benefits": "見た目以上の栄養価を秘めており、特に皮膚や粘膜を健やかに保つビタミンAと、骨の健康に欠かせないビタミンKが豊富です。あの独特の香りの源である硫化アリル（アリシン）は、血行を促す働きが期待されています。東アジアの伝統医学で、体を温め、活力を与える食材として珍重されてきたのも頷けます。季節の変わり目など、食卓から元気をチャージしたい時にぴったりの野菜です。",
      "safety_oneliner": "香りの成分は刺激も強いので、一度に食べ過ぎるとお腹を壊すことも。",
      "safety_notes": "ニラの力強い香りのもとである硫黄化合物は、適量なら体に良い働きをしますが、一度に食べ過ぎると胃腸を刺激することがあります。特に胃腸が敏感な方は、腹痛などを引き起こす可能性があるので、一度に食べる量に注意してください。",
      "honest_oneliner": "料理を格上げする強烈な個性。ただし、その香りは冷蔵庫でも主張します。",
      "honest_assessment": "餃子やチヂミに、この野菜が欠かせない理由は何でしょう。それは主役を食うほどの強烈な風味と香り、これこそがニラの最大の魅力です。しかし、その個性は諸刃の剣。冷蔵庫の中では他の食材に香りを移し、食べた後には自身の存在を翌日まで主張することも。この愛すべきじゃじゃ馬とうまく付き合えば、あなたの食卓はもっと刺激的になるはずです。",
      "cultural_background": "その歴史は驚くほど古く、中国最古の詩集『詩経』に詠まれてから二千年以上にわたり、東アジアの食卓に根付いてきました。春一番に芽吹く強い生命力から、季節の変わり目の滋養強壮食として珍重され、体を温める食材として伝統医学でも重視されてきたのです。餃子を囲む家族の風景に、ニラの香りは欠かせません。",
      "relationships": {
        "parentSpecies": [
          "[[allium-ramosum]]"
        ],
        "children": [
          "[[グリーンロード]]",
          "[[花ニラ]]"
        ],
        "similarVegetables": [
          "[[ニンニク]]",
          "[[タマネギ]]",
          "[[ネギ]]"
        ]
      },
      "notes": ""
    }
  }
}