{
  "global_info": {
    "url": "パンジー",
    "kana_name": "パンジー",
    "scientificName": "Viola × wittrockiana",
    "classification": {
      "family_ja": "スミレ科",
      "genus_ja": "スミレ属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "パンジー"
        ]
      },
      "international": {
        "en": [
          "Pansy",
          "Garden Pansy"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "パンジー",
      "oneliner": "春の訪れを告げる、ベルベットの舌触りを持つ思考の花。",
      "description": "19世紀のイギリスで、より大きく色鮮やかな花を求めて生まれたパンジー。その花びらは、まるでベルベットのように繊細で、口に含むとほのかな甘みと爽やかな草の香りが広がります。品種によっては、冬のメロンやかすかなミントを思わせる風味も。ヨーロッパの春を告げる象徴として愛され、今ではサラダやデザートを彩るエディブルフラワーの主役です。一枚添えるだけで、お皿の上に小さな物語が生まれます。",
      "practical_oneliner": "観賞用ではなく、必ず『食用』のものを選び、生で使うのが基本。",
      "practical_tips": "食用として栽培された、農薬不使用のものを選びましょう。花びらに傷やしおれがなく、色が鮮やかなものが新鮮な証拠です。保存する際は、湿らせたキッチンペーパーで優しく包み、密閉容器に入れて冷蔵庫へ。2～3日中に使い切るのが理想です。調理の際は、花の根元にあるガクを外し、冷水でそっと揺するように洗って水気を切りましょう。繊細なので、強い水流は禁物です。",
      "nutrition_oneliner": "その豊かな色彩は、抗酸化作用を持つアントシアニンの証。",
      "nutrition_benefits": "パンジーの栄養価に関する詳細な分析はまだ途上ですが、その鮮やかな色彩は、ポリフェノールの一種であるアントシアニンが豊富な証拠です。アントシアニンには抗酸化作用が期待されています。また、その祖先種はヨーロッパの伝統ハーブ医学で利用されてきた歴史を持ち、フラボノイドやサポニンといった成分も含まれています。食事に彩りと共に、ささやかな機能性を添えてくれる存在です。",
      "safety_oneliner": "サポニンを含むため、一度に大量に食べるのは避けましょう。",
      "safety_notes": "一般的に安全な食材ですが、観賞用の花には農薬が使われていることがあるため、必ず『エディブルフラワー』として販売されているものをご利用ください。また、微量に含まれるサポニンの影響で、一度に多くの量を食べすぎると、消化器系に不調をきたす可能性があります。",
      "honest_oneliner": "料理を芸術に変える魔法。ただし味の主役ではなく、夏の暑さに弱い。",
      "honest_assessment": "正直なところ、パンジーが料理の味を決めることはありません。栄養価も主役級とは言えず、夏の暑さにはめっぽう弱い繊細な花です。しかし、その存在感は唯一無二。一枚添えるだけで、日常のサラダが特別な一皿に変わる魔法を持っています。儚いからこそ愛おしい、食卓の小さな芸術家と呼ぶのがふさわしいでしょう。",
      "cultural_background": "その名はフランス語の『Pensée（パンセ）＝思考』に由来し、うつむきがちに咲く姿が物思いにふける人の顔に見えることから名付けられました。シェイクスピアの作品にも登場し、古くから愛と思索の象徴とされてきました。その祖先は『心の安らぎ』を意味するハーブ。ただ美しいだけでなく、人の心に寄り添ってきた豊かな物語を秘めた花なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[マジェスティックジャイアンツ]]",
          "[[クールウェーブ]]"
        ],
        "similarVegetables": [
          "[[ビオラ]]"
        ]
      },
      "notes": "食用としての詳細な栄養成分データはまだ限定的であり、観賞用と食用は明確に区別する必要があります。"
    }
  }
}