{
  "global_info": {
    "url": "ホースグラム",
    "kana_name": "ホースグラム",
    "scientificName": "Macrotyloma uniflorum",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "マクロティロマ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Horse Gram",
          "Kulthi Bean",
          "Madras Gram"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ホースグラム",
      "oneliner": "灼熱の大地が育んだ南インドの魂。強靭な生命力を宿す小さな豆。",
      "description": "南アジアの灼熱の太陽と乾いた大地で、数千年も前から人々の命を支えてきた小さな豆、ホースグラム。その姿は素朴ですが、加熱しても崩れにくいしっかりとした食感と、土の香りを感じさせる滋味深い味わいが魅力です。南インドでは「貧者の豆」として親しまれ、厳しい乾季を生き抜くための大切な栄養源となってきました。煮込めば濃厚なスープに、粉にすれば香ばしいパンにと、その土地の食文化に深く根ざしています。",
      "practical_oneliner": "生のままではNG。必ず加熱して。乾燥豆は湿気を避ければ長期保存可能。",
      "practical_tips": "乾燥豆として手に入れるのが一般的です。保存は簡単で、湿気と直射日光を避けた密閉容器に入れれば一年以上品質を保てます。ただし、粉末にしたものは酸化が進みやすいので早めに使い切りましょう。調理の最大のポイントは、必ず加熱すること。生の豆には体に良くない成分が含まれているため、スープでの煮込みや焙煎など、しっかりと火を通す工程が不可欠です。この一手間が、豆の持つ滋味を引き出します。",
      "nutrition_oneliner": "高タンパク質に加え、鉄分とカルシウムも豊富な栄養の塊。",
      "nutrition_benefits": "100gあたり22gもの豊富な植物性タンパク質を含みながら、脂質はごくわずか。まさに理想的な栄養源です。特に、現代人に不足しがちな鉄分や、骨の健康に欠かせないカルシウム、リンといったミネラルを豊富に含んでいるのが特徴です。南アジアの伝統医療アーユルヴェーダでは古くからその薬効が知られており、近年の研究でも抗酸化作用や血糖値上昇を抑える効果などが注目され始めています。",
      "safety_oneliner": "反栄養素を含むため、生食は厳禁。必ず加熱調理してください。",
      "safety_notes": "生のホースグラムには、タンパク質の消化を妨げるトリプシン阻害物質や、ミネラルの吸収を阻害するフィチン酸などの反栄養素が含まれています。これらは加熱によって不活性化するため、スープや煮込み料理など、しっかりと火を通せば安心して食べられます。",
      "honest_oneliner": "栄養と生命力は満点。でも、その土っぽい風味と地味さが魅力でもあり、壁でもある。",
      "honest_assessment": "気候変動に強く、土地を豊かにする力を持つ未来のスーパーフード。その栄養価とサステナビリティは疑いようもありません。ただ、洗練された味わいとは少し違い、大地を丸ごと感じるような素朴で土っぽい風味が特徴です。この個性が人によってはクセに感じるかもしれません。簡単には手に入らないかもしれませんが、見つけたらぜひ試してほしい。地球の未来と人の歴史が詰まった一粒です。",
      "cultural_background": "その歴史は古く、インド亜大陸では新石器時代にまで遡ります。英語名の『ホースグラム』が示す通り家畜の飼料としても重要でしたが、人間にとってはそれ以上の存在でした。特に南インドでは「貧者の豆」と呼ばれ、厳しい乾季を生き抜くための命綱。体を温める作用があると信じられ、風邪を引いた時や産後の回復食としても、人々の暮らしに深く寄り添ってきました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[パイユール2]]",
          "[[ホースグラム黒色種]]"
        ],
        "similarVegetables": []
      },
      "notes": "南アジア以外では入手が困難な作物です。多くが非公式に取引されるため、世界全体の正確な生産統計は存在しません。"
    }
  }
}