{
  "global_info": {
    "url": "マシュア",
    "kana_name": "マシュア",
    "scientificName": "Tropaeolum tuberosum",
    "classification": {
      "family_ja": "Nasturtium family",
      "genus_ja": "Nasturtium"
    },
    "foodClassification": {
      "primaryPart": "塊茎",
      "edibleParts": [
        "塊茎",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Mashua",
          "Tuberous nasturtium",
          "Andean nasturtium"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "マシュア",
      "oneliner": "アンデスの天空で育つ、生でピリリ、火を通せば甘くなる七変化の芋。",
      "description": "アンデス山脈の澄んだ空気と強い日差しを浴びて育つ、色鮮やかな塊茎、マシュア。その姿は品種によって黒、赤、黄色と多様で、まるで宝石のようです。生のままかじれば、ワサビにも似た鮮烈な辛味が鼻を抜け、驚かされることでしょう。しかし、ひとたび火を通せばその表情は一変。辛味は消え、カブのような優しい甘みと、少し粘りのある柔らかな食感に変わります。プレ・インカの時代からアンデスの人々を支えてきた、この不思議な味わいの変化こそがマシュア最大の魅力です。",
      "practical_oneliner": "生食は薬味に、主食にするなら必ず加熱して辛味を飛ばすこと。",
      "practical_tips": "マシュアを手に入れたら、まずその鮮やかな色とハリを確認しましょう。保存は、ジャガイモのように新聞紙に包んで冷暗所で。生のまま薄くスライスすれば、ワサビのようなピリリとした辛さが薬味に最適です。ただし、この辛味は非常に強いので量には注意してください。煮込み料理やオーブン焼きなど、しっかりと加熱するのがマシュアの甘みを引き出す基本。スープやシチューに加えれば、その独特の風味が溶け出し、とろりとした食感が楽しめます。辛味成分は加熱で分解されるので、お子様でも安心して食べられます。",
      "nutrition_oneliner": "ビタミンCが驚くほど豊富。アンデスの伝統的な機能性食材。",
      "nutrition_benefits": "マシュアは、炭水化物を主としながらも、特筆すべき栄養価を秘めています。特にビタミンCの含有量は際立っており、100gで一日に必要な量を優に超えるほど。また、ワサビにも似た辛味の元であるグルコシノレートという成分は、抗菌作用などが研究されています。紫や黒の品種に豊富なアントシアニンは、強力な抗酸化作用で知られています。アンデスの人々がこれを単なる食料ではなく、薬用としても利用してきた理由がよくわかります。",
      "safety_oneliner": "伝統的に男性の性欲を抑える作用があると信じられています。",
      "safety_notes": "アンデスの伝統では、マシュアに男性の性的興奮を抑制する作用があるとされ、インカ帝国が兵士に配給したとの逸話も残ります。現代の研究でも関連成分が調査されていますが、人間での明確な証拠はまだ限定的です。とはいえ、伝統的な言い伝えとして心に留めておくとよいでしょう。",
      "honest_oneliner": "魅力的な二面性を持つ味。ただし、まず見つけるのが一番の挑戦。",
      "honest_assessment": "マシュアは、冒険心のある食いしん坊のための野菜です。生と加熱で劇的に変わる風味は、料理の楽しさを教えてくれます。しかし、その存在はアンデス地域にほぼ限定され、日本ではまずお目にかかれません。もし幸運にも出会えたなら、その強烈な個性と、厳しい環境で生き抜いてきた生命力、そして失われつつある食文化の物語を丸ごと味わってみてください。",
      "cultural_background": "その歴史はプレ・インカ時代にまで遡り、古代の土器にもその姿が描かれています。アンデスの人々にとってはジャガイモと並ぶ重要な主食であり、神聖な儀式にも用いられてきました。特に有名なのがインカ帝国の逸話。遠征する兵士の規律を保つため、性欲を減退させる効果を期待して食事にマシュアを配給したと伝えられています。食卓を支え、歴史をも動かした野菜なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ヤナ・アニュ]]",
          "[[プカ・アニュ]]",
          "[[サパヨ・アニュ]]"
        ],
        "similarVegetables": [
          "[[ワサビ]]",
          "[[カブ]]",
          "[[ジャガイモ]]"
        ]
      },
      "notes": "アンデス地域以外での入手は極めて困難です。また、栽培の減少や遺伝的多様性の喪失が懸念されており、保全が急がれる作物の一つです。"
    }
  }
}