{
  "global_info": {
    "url": "マシーシェ",
    "kana_name": "マシーシェ",
    "scientificName": "Cucumis anguria",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "キュウリ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ニシインドコキュウリ"
        ]
      },
      "international": {
        "en": [
          "West Indian Gherkin",
          "Burr Gherkin",
          "Maroon Cucumber",
          "Cackrey"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "マシーシェ",
      "oneliner": "アフリカから海を渡り、ブラジルの魂となった煮込みの名脇役。",
      "description": "ゴツゴツとした見た目からは想像もつかない、繊細な魅力を持つウリ科の野菜、マシーシェ。その故郷は遠いアフリカ南部。大西洋を渡りブラジル北東部の食文化に深く根付きました。生でかじればキュウリのような爽やかな風味が広がり、加熱すると驚くほど柔らかくなるのに煮崩れしない独特の食感が生まれます。肉や魚介の旨味を吸い込んだ煮込み料理は、まさにこの野菜の真骨頂。歴史の旅路を感じさせる、物語のある味わいです。",
      "practical_oneliner": "若いものを選び、加熱調理で真価を発揮。下処理は簡単です。",
      "practical_tips": "鮮やかな薄緑色で、表面のトゲや産毛がしっかりしている若い実を選びましょう。大きくなりすぎると苦味が出やすいので、小ぶりなものがおすすめです。乾燥に弱いので、ポリ袋に入れて冷蔵庫の野菜室で保存し、早めに使い切ってください。調理前の下処理は簡単。表面のトゲが気になる場合は、ナイフの背で軽くこするか、塩でこすり洗いするだけで十分。加熱することで、この野菜本来の美味しさが引き出されます。",
      "nutrition_oneliner": "低カロリーながら、日々の食卓にビタミンCと亜鉛をプラス。",
      "nutrition_benefits": "100gあたり約14kcalと非常に低カロリーで、ダイエット中にも嬉しい食材です。特筆すべきは、美容と健康に欠かせないビタミンCと、体の調子を整えるミネラルである亜鉛を含んでいる点。食物繊維も含まれており、日々の食事に取り入れることで、健やかな体づくりを内側からサポートしてくれます。伝統的には、その抗炎症作用にも期待が寄せられてきました。",
      "safety_oneliner": "苦味の強いものは無理に食べず、過剰な摂取は避けてください。",
      "safety_notes": "ウリ科特有の苦味成分「ククルビタシン」をまれに多く含む個体があります。強い苦味を感じた場合は、無理に食べないようにしてください。特に野生に近い品種や、栽培環境によっては苦味が出やすくなることがあります。",
      "honest_oneliner": "煮込み料理の才能は抜群。ただ、日本ではまだ出会いにくい旅人。",
      "honest_assessment": "加熱した時の煮崩れしない食感と、じんわり味の染み込む素直さは、他の野菜にはない大きな魅力です。特にブラジル料理には欠かせない存在。一方で、日本ではまだ知名度が低く、手に入れるのが難しいのが正直なところ。生食もできますが、その真価はやはり火を通してこそ。見つけたらぜひ、その旅の物語に思いを馳せながら味わってみてください。",
      "cultural_background": "この野菜の旅は、大西洋を横断する歴史そのものです。アフリカ南部を故郷とし、16世紀以降、奴隷貿易という悲しい歴史と共に新大陸へ。しかしブラジルの地で、アフリカから来た人々の手によって大切に育てられ、現地の食文化と融合。「マシーシェ」という名で愛され、今ではアフロ・ブラジリアン文化を象徴するソウルフードとなりました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[マシーシェ・コムン]]",
          "[[マシーシェ・ド・レイノ]]"
        ],
        "similarVegetables": [
          "[[キュウリ]]"
        ]
      },
      "notes": "日本ではまだ一般的に流通しておらず、主にエスニック食材店や栽培家から直接購入する必要があります。"
    }
  }
}