{
  "global_info": {
    "url": "マカ",
    "kana_name": "マカ",
    "scientificName": "Lepidium meyenii",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "コショウソウ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Maca",
          "Peruvian ginseng"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "マカ",
      "oneliner": "アンデスの天空で育つ、インカの時代から伝わる生命力の塊。",
      "description": "南米アンデスの厳しい高地、標高4000mを超える天空の畑でしか育たない小さなカブのような根菜、それがマカです。ひと口かじれば、土やナッツを思わせる滋味深い風味と、麦芽のような優しい甘みが広がります。その歴史は古く、少なくとも2000年前から栽培され、インカの時代には戦士への報酬として与えられたという伝説も。赤、黒、黄と色によって少しずつ風味が違うのも魅力。過酷な自然が育んだ、大地のエネルギーそのものを味わうような野菜です。",
      "practical_oneliner": "日本では主にパウダー状。スムージーや料理に混ぜて手軽に。",
      "practical_tips": "日本で手に入るのはほとんどが乾燥粉末です。選ぶなら、伝統的なペルー産のものや、消化吸収を高めた「ゼラチン化」と書かれたものがおすすめ。粉末は酸化しやすいので、開封後は必ず密閉容器に移し、冷暗所で保管しましょう。スムージーやヨーグルトに混ぜるのが一番手軽ですが、焼き菓子やスープに少し加えると、香ばしいコクと栄養がプラスされます。生の根が手に入れば、カブのように皮をむいて焼いたり煮たりして楽しめます。",
      "nutrition_oneliner": "鉄分やカルシウムが豊富。日々の活力を支える自然の恵み。",
      "nutrition_benefits": "アンデスの人々が「天然の活力源」として頼りにしてきたマカは、現代の私たちにとっても嬉しい栄養の宝庫。特に、貧血予防に欠かせない鉄分や、骨を支えるカルシウムが豊富に含まれています。また、マカ特有の「マカミド」や「グルコシノレート」といった成分が、ストレスへの適応力を高めたり、バランスを整えたりする働きを持つとして、世界中で研究が進んでいます。日々の元気をサポートしてくれる、頼もしい存在です。",
      "safety_oneliner": "ホルモンバランスに影響する可能性があり、特定疾患の方は注意。",
      "safety_notes": "一般的に安全な食品とされていますが、ホルモンに働きかける可能性が研究されています。そのため、ホルモン感受性の疾患をお持ちの方や治療中の方は、摂取前に医師に相談することをおすすめします。また、アブラナ科の野菜に含まれる成分が、甲状腺機能に影響を与える可能性も指摘されています。",
      "honest_oneliner": "唯一無二の風味と活力。ただし、クセのある風味と入手しにくさは覚悟。",
      "honest_assessment": "マカの魅力は、その栄養価以上に、アンデスの厳しい自然環境と人々の暮らしが凝縮された『物語』にあるのかもしれません。土っぽくも甘い独特の風味は、決して誰もが好む味ではないでしょう。また、日本では生の根に出会うことはほぼありません。それでも、この小さな根菜が持つ力強い生命力と、数千年の歴史に思いを馳せながら味わう一杯のスムージーは、きっと格別なものになるはずです。",
      "cultural_background": "アンデス高地に暮らす人々にとって、マカは単なる食料ではありません。それは滋養強壮と豊穣を象徴する神聖な食物であり、儀式に欠かせない供物でした。考古学的には2000年以上前から利用され、スペイン植民地時代にはその価値の高さから貢納品として徴収された記録も残っています。過酷な土地で生きるための知恵と文化が、この小さな根に深く刻まれているのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[イエローマカ]]",
          "[[レッドマカ]]",
          "[[ブラックマカ]]"
        ],
        "similarVegetables": [
          "[[カブ]]"
        ]
      },
      "notes": "アンデス高地の特定の環境でしか栽培できないため、気候変動による影響が深刻に懸念されています。また、世界的な需要の高まりにより、伝統的な多様な品種（エコタイプ）が失われる遺伝子浸食のリスクも指摘されており、その保全が急務となっています。"
    }
  }
}