{
  "global_info": {
    "url": "ミント",
    "kana_name": "ミント",
    "scientificName": "Mentha",
    "classification": {
      "family_ja": "シソ科",
      "genus_ja": "ハッカ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ミント",
          "薄荷"
        ]
      },
      "international": {
        "en": [
          "Mint",
          "Spearmint",
          "Peppermint"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ミント",
      "oneliner": "古代から世界中で愛される、突き抜けるような爽快感を持つハーブ。",
      "description": "地中海の乾いた風が育んだ、人類最古のハーブのひとつ。古代エジプトでは薬として、ローマでは宴の香りに用いられました。柔らかな葉を指でこすれば、あたりに広がるのは目が覚めるような香り。スペアミントの優しい甘みから、ペパーミントの突き抜けるような清涼感まで、その表情は驚くほど豊かです。一枚の葉が、料理や飲み物に魔法のような爽やかさをもたらします。",
      "practical_oneliner": "瑞々しさが命。乾燥させないよう湿らせた紙で包んで保存を。",
      "practical_tips": "選ぶなら、葉の色が濃く鮮やかで、茎がピンと張っているものを。香りの源である葉は乾燥が大敵です。湿らせたキッチンペーパーで優しく包み、保存袋に入れて冷蔵庫へ。コップの水に挿しておくだけでも長持ちします。使うときは必要な分だけ葉を摘んで。細かく刻むと香りがより一層引き立ちますが、飾りとして使うなら、美しい葉をそのまま添えるだけで十分です。",
      "nutrition_oneliner": "メントールの力で気分をリフレッシュし、消化を助ける。",
      "nutrition_benefits": "あの爽やかな香りの主成分メントールには、古くから消化を助け、吐き気を和らげる力があると言われてきました。現代の研究では、ペパーミントオイルが過敏性腸症候群（IBS）の症状を緩和する可能性も示されています。また、少量でも意外なほど栄養価が高く、特に皮膚や粘膜の健康を支えるビタミンAが豊富。抗酸化作用で知られるロスマリン酸も含まれています。",
      "safety_oneliner": "乳幼児への高濃度での使用や、胃の弱い方はご注意ください。",
      "safety_notes": "ミントの清涼成分は、人によっては胃の筋肉を緩め、胃食道逆流症（GERD）の症状を悪化させることがあります。また、メントールは刺激が強いため、乳幼児に高濃度で使うのは避けるべきとされています。お茶や料理に使う程度なら心配は少ないですが、気になる方は少量から試してみてください。",
      "honest_oneliner": "料理の爽やかな救世主。でも庭では手に負えない侵略者にも。",
      "honest_assessment": "ミントほど頼りになるハーブはそうありません。育てやすく、料理から飲み物、デザートまで何にでも魔法をかけてくれます。ただ、その強すぎる生命力は諸刃の剣。庭に地植えしようものなら、あっという間に他の植物の領域を侵食し始めます。鉢植えで管理するのが賢明でしょう。また「ミント」と一括りにせず、自分の目的に合った品種を選ぶことが、このハーブと上手に付き合うコツです。",
      "cultural_background": "その歴史は古代ギリシャ・ローマに遡り、料理や薬、儀式にまで使われました。アラブ世界では、モロッコのミントティーが歓迎の心を伝える象徴となり、人々の交流の中心に。その乾燥に強く力強い香りはシルクロードを経て世界へと伝播し、イギリスのミントソースやアメリカのモヒートなど、各地の食文化と見事に融合していったのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[スペアミント]]",
          "[[ペパーミント]]",
          "[[ハッカ]]"
        ],
        "similarVegetables": []
      },
      "notes": "ミントは非常に交雑しやすい性質を持ち、スペアミントとウォーターミントが自然に交雑してペパーミントが生まれたように、今も世界中で新しい種類のミントが生まれ続けています。そのため、植物学的な種の同定が困難な場合があります。"
    }
  }
}