{
  "global_info": {
    "url": "モモイロタンポポ",
    "kana_name": "モモイロタンポポ",
    "scientificName": "Crepis rubra",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "ホークスビアード属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "モモイロタンポポ"
        ]
      },
      "international": {
        "en": [
          "Pink Hawk's-beard",
          "Red Hawksbeard"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "モモイロタンポポ",
      "oneliner": "南ヨーロッパ生まれ。食用は未知数、花を愛でる桃色のタンポポ。",
      "description": "バルカン半島や南イタリアの陽光を浴びて育つ、可憐な一年草。その名が示す通り、春の終わりに咲き誇る花は、まるで頬を染めたような優しい桃色で、姿はタンポポによく似ています。しかし、その食文化の歴史は白紙に近いのが実情。18世紀以降、主に庭を彩る観賞用植物としてヨーロッパに広まり、食用の記録はほとんど見当たりません。葉や花が食べられるとされますが、その味わいはまだ誰も知らない物語の中。ほのかな苦みを想像しながら、その可能性に思いを馳せる、そんな未知の野菜です。",
      "practical_oneliner": "食用はほぼ流通せず。栽培は容易なので種から挑戦を。",
      "practical_tips": "野菜として市場に出回ることはまずありません。楽しむなら、園芸店や通販で『モモイロタンポポ』または学名『Crepis rubra』の種を探すのが一番の近道です。栽培はとても簡単。日当たりと水はけの良い場所を好み、春か秋に種をまけば、特別な手間なく育ちます。もし食用に試すなら、農薬不使用で育てたものを。確立された調理法や保存法はないため、まずはサラダの彩りとして花びらを数枚、といったところから始めるのが良いでしょう。味や食感は、あなた自身が発見する楽しみです。",
      "nutrition_oneliner": "残念ながら、栄養成分に関する科学的なデータはありません。",
      "nutrition_benefits": "モモイロタンポポの栄養価や健康効果については、残念ながら現時点で信頼できる科学的データは存在しません。食用としての歴史がほとんどないため、成分分析の研究対象となってこなかったのが実情です。そのため、特定のビタミンやミネラル、機能性成分について語ることはできません。この可憐な花が私たちの体にどのような恵みをもたらしてくれるのか、その答えはこれからの研究に委ねられています。",
      "safety_oneliner": "キク科アレルギーの方は、摂取に注意が必要な可能性があります。",
      "safety_notes": "安全に関する特筆すべき情報はありませんが、モモイロタンポポはキク科の植物です。そのため、キク科の植物（ブタクサ、ヨモギ、キクなど）にアレルギー反応を示す方は、念のため注意が必要です。食べる際は少量から試すことをお勧めします。",
      "honest_oneliner": "観賞用としては満点、食材としては全くの未知数な花。",
      "honest_assessment": "正直に言いましょう。モモイロタンポポは、今のところ『食べる』ことよりも『愛でる』ことに喜びがある植物です。その可憐な姿は庭を確実に豊かにしてくれます。しかし、食材として期待して種をまくと、少し肩透かしを食うかもしれません。食用の歴史もなければ、味の保証もないのです。食文化のフロンティア精神で、未知の味を探求する楽しみと捉えるのが一番の付き合い方でしょう。",
      "cultural_background": "この植物の物語は、畑ではなく、ヨーロッパの庭園で紡がれてきました。原産地である南東ヨーロッパでは古くから自生していましたが、食用の記録は見当たりません。18世紀以降、その愛らしい姿が注目され、観賞用の草花として植物園などを通じて各地へ広まりました。人々の食卓ではなく、春から初夏の庭を彩る存在として、静かに愛されてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[モモイロタンポポ-アルバ]]"
        ],
        "similarVegetables": [
          "[[タンポポ]]",
          "[[ラディッキオ]]"
        ]
      },
      "notes": "本種は主に観賞用植物として流通しており、食用としての歴史、栽培データ、栄養価に関する情報は現時点ではほぼ存在しません。"
    }
  }
}