{
  "global_info": {
    "url": "モリンガ",
    "kana_name": "モリンガ",
    "scientificName": "Moringa oleifera",
    "classification": {
      "family_ja": "Moringaceae",
      "genus_ja": "Moringa"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "茎",
        "葉",
        "花",
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Moringa",
          "Drumstick tree",
          "Horseradish tree",
          "Ben oil tree"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "モリンガ",
      "oneliner": "「奇跡の木」と呼ばれる、葉から種まで全てが恵みとなる南アジアの生命の樹。",
      "description": "南アジア、ヒマラヤの麓で生まれた「生命の木」、モリンガ。その姿はしなやかな樹木ですが、根、茎、葉、花、果実、そして種子まで、驚くほどすべてを食べることができます。葉はほうれん草のように穏やか、ドラムスティックと呼ばれる若いさやはアスパラガスにも似た繊細な甘みを持ちます。部位ごとに全く異なる表情を見せるその味わいは、まさに自然からの豊かな贈り物。古くから人々の暮らしと健康を支えてきた、懐の深い植物です。",
      "practical_oneliner": "生の葉は希少。パウダーならスープやスムージーに手軽に栄養をプラス。",
      "practical_tips": "日本では生のモリンガに出会う機会は稀ですが、栄養価を凝縮したパウダーが主流です。選ぶ際は、鮮やかな緑色で、ダマになっていないものを選びましょう。湿気を嫌うため、開封後は必ず密閉容器に入れ、光の当たらない冷暗所で保存してください。調理はとても簡単。スープやカレー、スムージーなどにティースプーン一杯加えるだけで、手軽に栄養を補給できます。加熱しすぎると風味が飛ぶので、仕上げに加えるのがおすすめです。",
      "nutrition_oneliner": "「奇跡の木」の名にふさわしい、ビタミン・ミネラル豊富なスーパーフード。",
      "nutrition_benefits": "モリンガの葉には、驚くほど多様な栄養素が詰まっています。特に、美容に嬉しいビタミンCや、目の健康を支えるビタミンA（β-カロテン）、骨を作るカルシウムや鉄分が豊富です。さらに、ケルセチンなどのフラボノイドやイソチオシアネートといった抗酸化物質も含まれ、日々の健康維持をサポートしてくれます。アフリカで栄養失調から人々を救ってきた歴史は、その栄養価の高さを何よりも雄弁に物語っています。",
      "safety_oneliner": "根の皮には毒性成分が含まれるため、過剰摂取や妊娠中の利用は避ける。",
      "safety_notes": "モリンガは非常に安全な食品ですが、根の「樹皮」部分には神経毒性のあるアルカロイドが含まれるため、食用は避けるべきです。また、妊娠中の方が大量に摂取すると子宮収縮を誘発する可能性が指摘されています。サプリメントなどで利用する際は注意しましょう。",
      "honest_oneliner": "栄養価は最高峰。ただ、日本ではまだ生で出会うのが難しいのが玉に瑕。",
      "honest_assessment": "「スーパーフード」として世界が注目する栄養価は、間違いなく本物です。パウダーなら手軽に生活に取り入れられるのも大きな魅力。一方で、日本ではまだ生の葉や若い果実（ドラムスティック）はほとんど流通しておらず、その繊細な味わいを体験する機会が少ないのが正直なところ。モリンガの真の食文化に触れるには、まだ少し旅が必要かもしれません。まずはパウダーから、その片鱗を味わってみてください。",
      "cultural_background": "その歴史は古く、紀元前2000年のインドにまで遡ります。古代医学アーユルヴェーダでは「矢のように速く体に浸透する」という意味の「シグル」と呼ばれ、300もの病を癒す薬木として神聖視されてきました。アフリカでは「奇跡の木」、フィリピンでは「母親の親友」と、行く先々で愛称を得て、人々の生命と文化に深く寄り添ってきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[pkm-1]]"
        ],
        "similarVegetables": [
          "[[ほうれんそう]]",
          "[[アスパラガス]]",
          "[[いんげん]]",
          "[[西洋わさび]]"
        ]
      },
      "notes": ""
    }
  }
}