{
  "global_info": {
    "url": "モスビーン",
    "kana_name": "モスビーン",
    "scientificName": "Vigna aconitifolia",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ササゲ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Moth Bean",
          "Mat Bean",
          "Matki",
          "Dew Bean"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "モスビーン",
      "oneliner": "乾燥に負けない生命力。インドの食卓を支えるナッツ風味の小さな豆。",
      "description": "インドやパキスタンの乾いた大地で、力強く育つ小さな豆、モスビーン。その姿は控えめですが、口にすればナッツを思わせる香ばしさと、土の香りがふわりと広がります。じっくり煮込めば、驚くほどクリーミーで優しい舌触りに。一方、もやしのように発芽させれば、シャキシャキとした生命力あふれる食感を楽しめます。厳しい環境を生き抜く知恵が詰まった、滋味深い味わいの豆なのです。",
      "practical_oneliner": "見つけたら即買い。乾燥豆は、しっかり加熱するのが美味しさの秘訣。",
      "practical_tips": "日本では専門食材店やオンラインストアで探すのが現実的です。乾燥豆として販売されていることがほとんどで、湿気を避ければ１年以上保存可能です。調理の前には、まず水でよく洗いましょう。生では消化を妨げる成分を含むため、必ず加熱調理してください。一晩水に浸けてから煮込むと、柔らかく仕上がります。また、発芽させて『もやし』として使うのも、この豆ならではの楽しみ方です。",
      "nutrition_oneliner": "植物性タンパク質の宝庫。鉄分やカルシウムもたっぷり。",
      "nutrition_benefits": "乾燥地帯の人々の貴重な栄養源であるモスビーンは、100gあたり約23gものタンパク質を含んでいます。これは、筋肉や体の組織を作る上で欠かせません。さらに、骨を丈夫にするカルシウム、血液の健康に関わる鉄分も豊富です。近年注目される抗酸化作用を持つフェノール類やフラボノイドも含まれており、体の内側から健やかさを支えてくれる、頼もしい豆と言えるでしょう。",
      "safety_oneliner": "生のままでは食べられません。必ず加熱調理してください。",
      "safety_notes": "モスビーンには、他の多くの豆類と同様に、生の状態で食べると消化不良を引き起こす可能性のある成分が含まれています。この成分は加熱することで分解されるため、煮込みや炒め物など、必ず火を通してからお召し上がりください。",
      "honest_oneliner": "栄養と物語は一級品。でも、まず見つけるのが最初のハードル。",
      "honest_assessment": "未来の食料危機を救うかもしれない、とてつもない潜在能力を秘めた豆。その栄養価と過酷な環境で育つ生命力は本物です。しかし正直なところ、日本ではその姿を見ることはほとんどありません。もし幸運にも出会えたなら、それは未知の食文化への扉を開くチャンス。手間を惜しまず、その素朴で力強い味わいをぜひ体験してみてください。",
      "cultural_background": "数千年も前から、インドのラジャスタン州など厳しい乾燥地帯で人々の命を繋いできた『希望の豆』。雨季に蒔かれ、乾季の貴重な食料となります。日々の豆カレー『ダール』や、発芽させた豆の炒め物『ウサル』として食卓にのぼり、貧しい人々の大切なタンパク源となってきました。その存在は、まさに大地と共に生きる人々の知恵の結晶です。",
      "relationships": {
        "parentSpecies": [
          "[[ヴィグナ・スブロバータ]]"
        ],
        "children": [
          "[[rmo-40]]",
          "[[ジャディア]]"
        ],
        "similarVegetables": [
          "[[リョクトウ]]",
          "[[ケツルアズキ]]"
        ]
      },
      "notes": "日本では専門の輸入食材店やオンラインストアでないと入手は困難です。"
    }
  }
}