{
  "global_info": {
    "url": "ヤグルマギク",
    "kana_name": "ヤグルマギク",
    "scientificName": "Centaurea cyanus",
    "classification": {
      "family_ja": "Aster family",
      "genus_ja": "Knapweed"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヤグルマギク (矢車菊)"
        ]
      },
      "international": {
        "en": [
          "Cornflower",
          "Bachelor's button"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ヤグルマギク",
      "oneliner": "サファイア色の花びらが、お茶や一皿を優雅に彩る物語の花。",
      "description": "ヨーロッパ南東部の草原に咲く、深く澄んだ青色が印象的な花。かつては麦畑の傍らで風にそよぎ、夏の到来を告げていました。花びらは驚くほど薄く繊細で、口に含んでもほとんど食感を感じさせません。味わいは、かすかな甘みとクローブにも似た穏やかなスパイス感。紅茶に浮かべれば、その青はゆっくりとカップの中に溶け出し、優雅なひとときを演出してくれます。",
      "practical_oneliner": "乾燥品は色と香りを保つため、湿気と光を避けて密閉保存。",
      "practical_tips": "エディブルフラワーとして生で使う際は、傷や変色のない生き生きとした花を選びましょう。乾燥品は、青色が鮮やかで砕けていないものが良質です。保存は湿気と光が大敵。乾燥剤を入れた密閉容器に入れ、冷暗所で保管すると美しい色が長持ちします。繊細な花びらは熱に弱いので、料理の仕上げに飾るか、お茶にブレンドして楽しむのがおすすめです。",
      "nutrition_oneliner": "青い色素アントシアニンが持つ、豊かな抗酸化作用。",
      "nutrition_benefits": "詳細な栄養データはまだ研究途上ですが、その美しい青色の源であるアントシアニンには、強力な抗酸化作用があることが知られています。また、アピゲニンなどのフラボノイドも含まれ、抗炎症作用が期待されています。ヨーロッパの民間療法では、古くから花の浸出液が目の炎症を和らげるために使われてきました。食材として栄養を摂るというより、心身を癒すハーブとしての一面が強い花です。",
      "safety_oneliner": "キク科アレルギーの方は注意。まれに皮膚炎の可能性も。",
      "safety_notes": "ヤグルマギクはキク科の植物です。そのため、キクやブタクサなどにアレルギー反応を示す方は、摂取を避けるか、ごく少量から試すようにしてください。また、花に含まれる成分が、まれに接触性皮膚炎を引き起こす可能性も報告されています。",
      "honest_oneliner": "味よりは彩りを楽しむ花。物語はあるが、主役にはなれない名脇役。",
      "honest_assessment": "正直なところ、ヤグルマギクそのものの味に感動することは少ないかもしれません。風味はあくまで繊細で、料理の味を大きく左右する力はありません。しかし、その一点の青が加わるだけで、デザートや飲み物は見違えるほど華やかになります。食材としての実用性よりも、食卓に物語と彩りをもたらしてくれる、詩的な存在と言えるでしょう。",
      "cultural_background": "古代エジプトのツタンカーメン王の墓からも見つかるほど、人とのかかわりの古い花。かつては穀物畑の雑草でしたが、その青い姿は愛され、ドイツやエストニアの国花にもなりました。フランスでは、第一次大戦の戦没者を追悼する「Bleuet de France」として、記憶と連帯の象徴とされています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ブルーボーイ]]",
          "[[ブラックボール]]",
          "[[ポルカドットミックス]]"
        ],
        "similarVegetables": []
      },
      "notes": "かつては穀物畑に自生するありふれた存在でしたが、近代農業の普及により、ヨーロッパの原風景からは姿を消しつつあるという側面も持っています。"
    }
  }
}