{
  "global_info": {
    "url": "ヤウティア",
    "kana_name": "ヤウティア",
    "scientificName": "Xanthosoma sagittifolium (L.) Schott and other Xanthosoma species",
    "classification": {
      "family_ja": "サトイモ科",
      "genus_ja": "ヤウティア属"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Yautia",
          "Malanga",
          "Tannia",
          "Cocoyam",
          "New World Taro"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ヤウティア",
      "oneliner": "新大陸から来たもう一つのタロイモ。ナッツ香るクリーミーな食感。",
      "description": "熱帯アメリカの森深く、矢じりのような大きな葉を広げるヤウティア。その足元に隠されているのは、私たちの食卓を豊かにする宝物、デンプン質でクリーミーな根茎です。一口味わえば、ナッツを思わせる香ばしさと、どこか懐かしい土の香りが広がります。品種によってホクホクしたものから、もっちりしたものまで食感は様々。アジアのタロイモとは親戚でありながら、粘り気は控えめで、また違ったおいしさが楽しめます。",
      "practical_oneliner": "生食は厳禁。シュウ酸のアクがあるので、必ずしっかり加熱して。",
      "practical_tips": "手に取ったときにずっしりと重みがあり、硬く締まっているものを選びましょう。皮に傷や柔らかい部分がないか確認してください。保存は、風通しの良い冷暗所で。冷蔵庫は低温障害の原因になるので避けましょう。調理の際は、皮を厚めにむいて使います。最も大切なのは、シュウ酸カルシウムによる刺激を防ぐため、必ず中心部までしっかり加熱すること。煮込みや揚げ物など、じっくり火を通す料理に向いています。",
      "nutrition_oneliner": "豊富なカリウムと食物繊維。グルテンフリーのエネルギー源。",
      "nutrition_benefits": "ヤウティアは、体を動かすための良質なエネルギー源となる炭水化物を豊富に含んでいます。特に注目したいのは、100gあたり591mgと豊富なカリウム。塩分の排出を助ける働きが期待できます。また、4.1gの食物繊維は、お腹の調子を整えるのに役立つでしょう。グルテンを含まないため、小麦アレルギーを持つ人にとっても、心強い味方となってくれる食材です。",
      "safety_oneliner": "生の根茎や葉には刺激性のシュウ酸カルシウムが含まれ、加熱必須。",
      "safety_notes": "ヤウティアの根茎や葉には、シュウ酸カルシウムの針状結晶が含まれています。生で食べると口や喉に強い刺激や痛みを感じるため、絶対に生食は避けてください。この成分は熱に弱いため、煮る、蒸す、揚げるなど、中心部までしっかりと加熱調理すれば安全に美味しくいただけます。",
      "honest_oneliner": "ナッツ風味は格別だが、日本ではまだ珍しく、アク抜きは必須。",
      "honest_assessment": "ナッツを思わせる独特の風味と、品種によって変わるホクホクからモッチリまでの食感は、一度知ると虜になる魅力があります。ただ、日本ではまだ馴染みが薄く、手に入れるのが難しいかもしれません。また、加熱が必須という一手間も。タロイモやサトイモと混同されがちですが、このヤウティアにしかない味わいを、ぜひ一度は体験してほしい。少し気難しいけれど、付き合ってみる価値のある野菜です。",
      "cultural_background": "その歴史は古く、コロンブスが新大陸に到達する以前から、熱帯アメリカの先住民によって大切に育まれてきました。大航海時代には海を渡り、アフリカの人々の食を支える重要な作物に。カリブ海地域では今なお祝祭に欠かせない食材であり、一つの根茎が大陸をつなぐ壮大な食文化の交換、“コロンブス交換”の生き証人でもあるのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[マランガ・アマリージャ]]"
        ],
        "similarVegetables": [
          "[[タロイモ]]",
          "[[サトイモ]]"
        ]
      },
      "notes": "世界的な生産統計では、近縁のタロイモ（Colocasia属）と合算されてしまうことが多く、その真の生産規模を正確に把握することが難しい野菜です。"
    }
  }
}