{
  "global_info": {
    "url": "ヨルガオ",
    "kana_name": "ヨルガオ",
    "scientificName": "Ipomoea alba",
    "classification": {
      "family_ja": "ヒルガオ科",
      "genus_ja": "サツマイモ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヨルガオ"
        ]
      },
      "international": {
        "en": [
          "Moonflower",
          "Tropical white morning-glory",
          "Moon vine"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ヨルガオ",
      "oneliner": "古代の知恵を秘め、月夜にだけ咲く神秘的な白い花。",
      "description": "新熱帯区の夜を彩る、純白の大輪の花、ヨルガオ。その名の通り、夕闇と共に開き、甘い香りを放ちます。ハート型の大きな葉や若い茎、そして花も食べることができ、味は穏やかでクセがありません。調理すると少しぬめりが出る、優しい食感も特徴。観賞用として世界に広まりましたが、その食文化は東南アジアの一部でひっそりと受け継がれています。",
      "practical_oneliner": "市場では稀少。葉や茎は、空心菜のように炒め物に。",
      "practical_tips": "もし自家栽培などで手に入ったら、若く柔らかい葉や茎、咲いたばかりの花を摘み取ります。アクはほとんどなく、特別な下処理は不要。湿らせた紙で包んで冷蔵庫で保存し、早めに使い切りましょう。空心菜のようにニンニクと炒めたり、スープの具にしたりするのが東南アジアでの主な調理法。穏やかな風味を活かすのがコツです。",
      "nutrition_oneliner": "栄養価は未解明。伝統的には民間薬としても利用。",
      "nutrition_benefits": "食用としての歴史が浅いため、残念ながらヨルガオの正確な栄養成分はほとんど分かっていません。近縁種のサツマイモやヨウサイとは異なる特性を持つ可能性があります。カリブ海地域では、葉や茎の煎じ薬が頭痛や関節炎の湿布として使われてきたという記録も。ただし、これらは民間療法であり、科学的な効果が証明されたものではありません。",
      "safety_oneliner": "種子には有毒成分が含まれる可能性があり、絶対に禁食。",
      "safety_notes": "ヨルガオの種子には、向精神作用や毒性を持つアルカロイドが含まれる可能性が指摘されています。絶対に口にしないでください。葉や茎など食用部位の安全性についても科学的なデータはまだ不十分です。",
      "honest_oneliner": "夜の庭を彩るロマン。でも、食材としては謎多きレアキャラ。",
      "honest_assessment": "何よりの魅力は、夜にだけ咲く幻想的な花。その美しさから観賞用として愛されています。食材としての顔は、東南アジアの一部で知られるのみ。市場で見かけることはまずなく、栄養価や安全性も未知数です。壮大な古代文明の知恵を秘めながらも、私たちの食卓からは遠い、そんな不思議な距離感がヨルガオの個性と言えるでしょう。",
      "cultural_background": "この花は、古代メソアメリカ文明の謎を解く鍵を握っていました。紀元前1600年頃から、その茎が持つラテックスはゴムノキの樹液と混ぜられ、神聖な球技に使われる弾むボールを生み出すために不可欠な存在でした。失われた古代のテクノロジーを支えた、知られざる功労者なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[サツマイモ]]",
          "[[ヨウサイ]]"
        ]
      },
      "notes": "食用としての利用は東南アジアの一部地域に限られ、市場での流通はほぼありません。栄養価や安全性に関する科学的データが乏しいため、観賞用として楽しむのが一般的です。"
    }
  }
}