{
  "global_info": {
    "url": "ルドベキア",
    "kana_name": "ルドベキア",
    "scientificName": "Rudbeckia",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "ルドベキア属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Black-eyed Susan",
          "Coneflower"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ルドベキア",
      "oneliner": "北米の草原が育んだ太陽の花。薬草としての歴史も秘める。",
      "description": "北米の広大な草原に、夏から秋の訪れを告げるように咲くルドベキア。黒い瞳のような花芯と、鮮やかな黄色の花びらのコントラストが印象的です。本来は観賞用として愛される花ですが、その根や葉には、先住民の知恵が宿る薬草としての一面も。食用としての情報はほぼありませんが、大地に深く根を張るその姿は、食文化の源流にある野生の力強さを物語っています。",
      "practical_oneliner": "食用は非推奨。主に観賞用として楽しまれる植物です。",
      "practical_tips": "一般的に食用として流通していません。もし薬用利用の歴史に興味を持ち、根や葉に触れる機会があったとしても、専門家の指導なしに摂取することは避けるべきです。特にキク科アレルギーの方は注意が必要です。食としての探求よりも、まずはその美しい花を庭で愛でるのが、この植物との最も安全で豊かな付き合い方と言えるでしょう。",
      "nutrition_oneliner": "免疫への働きかけが期待されるアルカミド類を含む。",
      "nutrition_benefits": "食用ではないため栄養価は不明ですが、薬用植物としての研究では、免疫機能への関与が示唆されるアルカミド類や多糖類といった成分が含まれています。これらは同科のエキナセアにも見られる成分です。北米先住民が風邪の治療などに用いてきた伝統は、こうした成分の働きに基づいているのかもしれません。ただし、その効果や安全性は現代医学では確立されていません。",
      "safety_oneliner": "食用としての安全性は未確立。キク科アレルギーに注意。",
      "safety_notes": "一般的に食用とは見なされておらず、安全性が確認されていません。また、キク科の植物であるため、アレルギーを持つ人が接触したり摂取したりすると、アレルギー反応を引き起こす可能性があります。",
      "honest_oneliner": "食の探求対象にあらず。庭を彩り、歴史を物語る花。",
      "honest_assessment": "『Vegitage』で紹介するには異色の存在かもしれません。ルドベキアは、私たちの食卓を直接彩る野菜ではありません。その価値は、夏の庭を黄金色に染める美しさと、北米の先住民が薬として頼りにしてきた文化史にあります。食べることはできませんが、食の背景にある自然との関わりを教えてくれる、静かな語り部なのです。",
      "cultural_background": "北米大陸が故郷。先住民オジブワ族は「Asa-misko-pinedjashk」と呼び、根を風邪や蛇に噛まれた際の薬として用いました。18世紀にヨーロッパへ渡ると、その野性的な美しさが愛され、観賞用として世界中の庭へ。食の道を歩まず、花として文化交流の架け橋となった植物です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ルドベキア・インディアンサマー]]",
          "[[ルドベキア・ゴールドシュトルム]]"
        ],
        "similarVegetables": [
          "[[エキナセア]]"
        ]
      },
      "notes": "食用ではなく、観賞用・薬用植物としての情報が主です。食用としての利用は推奨されません。"
    }
  }
}