{
  "global_info": {
    "url": "レイシーナッツ",
    "kana_name": "レイシーナッツ",
    "scientificName": "Hodgsonia macrocarpa",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "ホドソニア属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Lacy Nut",
          "Chinese Lard Fruit",
          "Kadam Nut"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "レイシーナッツ",
      "oneliner": "ヒマラヤの森が育んだ、驚くほどクリーミーで栄養満点な幻のナッツ。",
      "description": "東ヒマラヤから東南アジアの湿潤な森の奥深く、ひっそりと実るレイシーナッツ。その種子は、加熱することで真価を発揮します。立ち上る香ばしいアロマ、口に含めばとろけるようにクリーミーで、驚くほど豊かなコクと優しい甘みが広がります。焙煎すればカリッとした軽快な食感に、すり潰せば料理に深みを与える濃厚なペーストに。森の恵みを凝縮したような、滋味深い味わいが魅力です。",
      "practical_oneliner": "果肉は有毒、種子のみを必ず加熱して。入手は極めて困難です。",
      "practical_tips": "市場で見かけることはまずない、幻のナッツです。もし現地で手に入れる機会があれば、殻がしっかりしていて重みのあるものを選びましょう。保存の要は湿気と酸化を防ぐこと。殻付きのまま風通しの良い冷暗所で乾燥させます。調理の際は、必ず殻と果肉を取り除き、中の種子（仁）だけを使ってください。果肉には有毒成分が含まれるため、絶対に食べてはいけません。種子は生食せず、焙煎や煮込みなど、必ず加熱してからいただきましょう。",
      "nutrition_oneliner": "森のバター。良質な脂質とタンパク質がぎゅっと凝縮。",
      "nutrition_benefits": "レイシーナッツは、その小さな一粒に驚くべきエネルギーを秘めています。成分の半分以上を占めるのは、オリーブオイルにも含まれるオレイン酸などの良質な脂質。さらに、植物性食品としては非常に豊富なタンパク質も特徴です。これらは体を動かすための大切なエネルギー源となります。また、抗酸化作用を持つビタミンEも含まれており、厳しい自然環境で生きる人々の貴重な栄養源となってきました。",
      "safety_oneliner": "果肉には毒性あり。食用は加熱した種子のみに限定してください。",
      "safety_notes": "レイシーナッツを扱う上で最も重要な注意点は、食べられるのが種子の中身（仁）だけだということです。果実の肉質部分にはククルビタシンという有毒成分が含まれているため、決して口にしてはいけません。伝統的に必ず加熱して食べられており、生食の安全性は確認されていません。",
      "honest_oneliner": "栄養と風味は唯一無二。でも栽培も入手も極めて困難な森の秘宝。",
      "honest_assessment": "そのクリーミーな味わいと栄養価は、間違いなく一級品。一度食べれば誰もが虜になるでしょう。しかし、栽培化への道は遠く、私たちの食卓に並ぶ日はまだ見えません。森林伐採の脅威に晒され、特定の地域コミュニティの暮らしと共に在る、儚くも力強い存在。食の多様性を考える上で、忘れられてはならないナッツです。",
      "cultural_background": "インド北東部のナガ族にとって、このナッツは『テボウ』と呼ばれ、単なる食材以上の存在です。燻製豚肉と合わせたペーストは、彼らの食文化の魂とも言える一品。森から得られる貴重な脂肪とタンパク源であり、厳しい乾季を乗り越えるための知恵の結晶でした。栽培されることなく、森と共に生きる人々の手で何世紀にもわたり受け継がれてきた、生きた文化遺産なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "商業的な生産はほぼ行われておらず、市場での入手は極めて困難です。主に自生地のコミュニティによって野生採集されています。データも限定的であり、多くの可能性を秘めた未解明の食材です。"
    }
  }
}