{
  "global_info": {
    "url": "夕顔",
    "kana_name": "ユウガオ",
    "scientificName": "Lagenaria siceraria",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "ユウガオ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ユウガオ (夕顔)",
          "カンピョウ (干瓢)",
          "ヒョウタン (瓢箪)"
        ]
      },
      "international": {
        "en": [
          "Bottle Gourd",
          "Calabash",
          "White-flowered Gourd",
          "Opo Squash"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "夕顔",
      "oneliner": "一万年前から旅する人類の友。食卓から楽器まで、変幻自在の最古の野菜。",
      "description": "はるか一万年以上前、アフリカの地で生まれた人類最古のパートナー、夕顔。その旅は海を渡り、世界中の食卓と文化に根付きました。淡い緑の果実は驚くほど穏やかな味わいで、どんな出汁やスパイスの色にも素直に染まります。熱を加えればとろりとなめらかな食感に変わり、私たちを優しく包み込む。それは、長い歴史の中で人類の暮らしに寄り添い続けた、懐の深さそのものかもしれません。",
      "practical_oneliner": "ずしりと重く、傷のない若い果実を。苦味を感じたら、迷わず食べるのをやめて。",
      "practical_tips": "お店で選ぶなら、皮にハリとツヤがあり、ずっしりと重みを感じる若い果実を。表面に傷がないものが新鮮です。丸ごとなら冷暗所で数週間持ちますが、カットした場合は種とワタを取り除き、ラップで包んで冷蔵庫で保存し、早めに使い切りましょう。調理前には、まず皮を薄くむきます。苦味は有毒な成分のサインなので、もし少しでも感じたらその個体は食べないでください。淡白な味わいなので、煮物やスープでじっくり味を含ませるのがおすすめです。",
      "nutrition_oneliner": "9割以上が水分。低カロリーで、夏の火照りを優しく冷ますカリウムが豊富。",
      "nutrition_benefits": "その成分のほとんどは水分で、100gあたり約14kcalと非常に低カロリー。ダイエット中にも心強い存在です。むくみ解消を助けるカリウムや、美肌に嬉しいビタミンCも含まれています。インドの伝統医学アーユルヴェーダでは、古くから体の熱を冷まし、利尿作用を促す食材として珍重されてきました。暑い季節の水分補給や、体にこもった熱を穏やかにクールダウンさせたい時にぴったりの野菜です。",
      "safety_oneliner": "強い苦味は天然の毒素のサイン。調理前に必ず味見をし、苦ければ絶対に食べないで。",
      "safety_notes": "夕顔には稀に、ククルビタシンという有毒成分を多く含む個体があります。これは強烈な苦味で判別できます。調理前に少量を生でかじって確かめ、少しでも苦味を感じたらその果実は危険なので廃棄してください。健康ジュースとして利用する場合も、過剰摂取は胃腸に負担をかけることがあるので注意が必要です。",
      "honest_oneliner": "名脇役だが主役にはなれない味。でも、その素直さが最大の魅力でもある。",
      "honest_assessment": "正直に言うと、夕顔そのものに強烈な個性や旨みがあるわけではありません。その味わいはどこまでも穏やかで、ともすれば水っぽいと感じる人もいるでしょう。しかし、それこそが夕顔の真価。どんな味付けも受け入れる素直さで、料理全体を優しくまとめあげます。日本では『かんぴょう』としての顔が有名ですが、生の果実を見かける機会は限られます。出会えたら、ぜひその懐の深さを味わってみてください。",
      "cultural_background": "人類との付き合いは一万年以上。アフリカで生まれ、その身軽さで海流に乗り、太古の昔にアメリカ大陸へ渡った驚くべき旅人です。食べ物である前に、乾いた殻が水筒や食器、楽器となり、文明の夜明けを支えました。日本では寿司に欠かせない『かんぴょう』、南米では今も『マテ』茶の器として、世界中で文化の器であり続けています。",
      "relationships": {
        "parentSpecies": [
          "[[野生ユウガオ]]"
        ],
        "children": [
          "[[スワンひょうたん]]",
          "[[プサナヴィーン]]",
          "[[栃木在来かんぴょう]]"
        ],
        "similarVegetables": [
          "[[冬瓜]]",
          "[[ズッキーニ]]"
        ]
      },
      "notes": "日本ではかんぴょう用の伝統品種の生産が減少しており、その栽培技術と食文化の継承が課題となっています。"
    }
  }
}