{
  "global_info": {
    "url": "春蘭",
    "kana_name": "シュンラン",
    "scientificName": "Cymbidium goeringii",
    "classification": {
      "family_ja": "ラン科",
      "genus_ja": "シュンラン属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "春蘭"
        ]
      },
      "international": {
        "en": [
          "Goering's Cymbidium",
          "Spring Orchid"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "春蘭",
      "oneliner": "春の息吹を告げる、君子の愛した高貴な香りの花。",
      "description": "東アジアの春の森、その林床でひっそりと咲く春蘭。孔子が「王者之香」と讃えたその香りは、かすかな甘みを伴う、この上なく上品なフローラルノートです。主に観賞用として愛されてきましたが、日本では古くから懐石料理や茶の湯の世界で、その繊細な花が季節の訪れを告げる「あしらい」として用いられてきました。味わうというより、その気高い香りと佇まいで、一皿に春の息吹を吹き込む、特別な存在なのです。",
      "practical_oneliner": "入手は極めて稀。繊細な香りを活かす塩漬けが伝統。",
      "practical_tips": "市場で出会うことはまずない、幻の食材。もし幸運にも手に入ったら、開きたてで香りが強いものを選びましょう。生のままでは日持ちしないため、伝統的な「花の塩漬け」にするのが最良の保存法です。少量の塩と共に漬け込むことで、その高貴な香りを一年近く保つことができます。調理の際は、塩を優しく洗い流し、吸い物椀にそっと浮かべるだけで、料理全体が春の香りに包まれます。",
      "nutrition_oneliner": "科学的データは乏しいが、その香りに癒やしの効果が。",
      "nutrition_benefits": "春蘭を食材として見た場合、その栄養成分に関する科学的なデータはほとんど存在しません。これは、主に香りや風情を楽しむために使われてきた歴史を物語っています。含まれる精油成分には芳香によるリラックス効果が、またフェノール化合物には抗酸化作用が期待されていますが、これらはまだ推定の域を出ません。中国の伝統医学では咳止めなどに用いられた記録もありますが、あくまで観賞と香りを楽しむのが本分と言えるでしょう。",
      "safety_oneliner": "食用としての安全性が確立されていないため注意が必要。",
      "safety_notes": "伝統的に懐石料理などで少量、香り付けとして利用されてきましたが、食用植物としての近代的な安全性評価は行われていません。特に、園芸用に栽培されたものには農薬が使われている可能性もあるため、食用を目的とする場合は出自が確かなものを選んでください。",
      "honest_oneliner": "食の主役にはなれないが、文化と香りを運ぶ至高の脇役。",
      "honest_assessment": "春蘭は「野菜」の物差しでは測れない、特別な存在です。栄養や満腹感とは無縁で、栽培は専門家でも難しく、気候の変化にも弱い。しかし、その一輪が持つ物語の深さと、空間を満たす高貴な香りは、他のどんな食材にも代えがたい魅力があります。食を文化として捉え、一期一会の季節感を大切にする人にとって、これ以上の贅沢はないでしょう。",
      "cultural_background": "その歴史は古く、中国では孔子の時代から「王者之香」と称えられ、高潔な人格の象徴「君子」にたとえられてきました。東アジアの儒教文化圏では、水墨画や詩歌の題材として深く愛され、日本、中国、韓国ではそれぞれ独自の鑑賞文化が花開きました。食卓に上るのは稀なことですが、その一輪は、長い歴史の中で育まれた精神文化そのものを運んでくるのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[日本春蘭]]",
          "[[中国春蘭]]"
        ],
        "similarVegetables": []
      },
      "notes": "伝統野菜ではなく、主に観賞用として栽培されるラン科植物。花がごく稀に香り付けとして食用利用されるに過ぎず、食材としての流通はほぼない。"
    }
  }
}