{
  "global_info": {
    "url": "桜",
    "kana_name": "サクラ",
    "scientificName": "Cerasus",
    "classification": {
      "family_ja": "バラ科",
      "genus_ja": "サクラ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "桜"
        ]
      },
      "international": {
        "en": [
          "Cherry",
          "Sakura"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "桜",
      "oneliner": "甘い果実と香る花葉。食卓と文化を彩る、春の使者。",
      "description": "北半球の温帯地域に生まれ、バラの仲間でもある桜。ヨーロッパでは「チェリー」として艶やかな赤い果実が愛され、弾ける果肉から広がる甘酸っぱさは初夏の訪れを告げます。一方、日本ではその花と葉を塩漬けに。湯気と共に立ち上る、杏仁にも似た甘く切ない香りは、桜餅や桜湯となって私たちの春の記憶に深く刻まれてきました。果実の甘みと花葉の香り、二つの表情で世界中の人々を魅了し続ける、稀有な存在です。",
      "practical_oneliner": "果実は優しく扱い短期決戦で。塩漬けは香りを活かすのがコツ。",
      "practical_tips": "果実（チェリー）を選ぶなら、軸が青々として実にハリがあるものを。とても繊細なので、水洗いは食べる直前に。保存はキッチンペーパーで包みポリ袋に入れ、冷蔵庫へ。2〜3日で食べきるのが理想です。花や葉の塩漬けは、使う前にさっと水にさらして塩気を調整するのがポイント。このひと手間で、料理に上品な春の香りを添えることができます。冷凍保存も可能ですが、解凍時の水分で食感が変わるのでご注意を。",
      "nutrition_oneliner": "赤い色素アントシアニンが豊富。抗酸化作用に期待。",
      "nutrition_benefits": "鮮やかな赤色の果実には、強力な抗酸化作用を持つポリフェノール「アントシアニン」が豊富に含まれています。これは、私たちの体を健やかに保つ手助けをしてくれる成分です。また、余分な塩分を排出するカリウムや、美容に嬉しいビタミンCも補給できます。特に酸味の強いタルトチェリーには、自然な眠りをサポートするメラトニンが含まれることも報告されており、運動後の体のケアや良質な休息を求める人々の注目を集めています。",
      "safety_oneliner": "種子には天然の有害成分が含まれるため、絶対に食べないでください。",
      "safety_notes": "桜の仲間であるバラ科の植物の多くがそうであるように、その種子（仁）にはシアン化合物が含まれています。これを噛み砕いて大量に摂取すると健康を害する恐れがあるため、絶対に食べないでください。果肉は全く安全ですので、種は必ず取り除いてから楽しみましょう。",
      "honest_oneliner": "食文化の華やかさは随一。でも果実は繊細で、気候にも弱い一面が。",
      "honest_assessment": "果実の宝石のような美しさと甘酸っぱさ、そして花葉が醸し出す奥ゆかしい香り。これほど多様な魅力で文化に寄り添ってきた植物は他にないでしょう。ただ、その果実はとてもデリケートで旬も一瞬。栽培も暖冬後の霜に泣かされるなど、気まぐれな天候に弱い一面も。少し手がかかるけれど、それもまた愛おしい。季節の喜びを凝縮した、特別な存在です。",
      "cultural_background": "その歴史は古く、ヨーロッパでは青銅器時代から果実が食されていました。一方日本では、春の訪れを告げる象徴として愛でられるだけでなく、花や葉を塩漬けにする独自の食文化が発展。「桜餅」はその代表格です。1912年に日本からワシントンへ贈られた桜が、今も友好の証として咲き誇るように、桜は食と文化の架け橋でもあるのです。",
      "relationships": {
        "parentSpecies": [
          "[[オオシマザクラ]]",
          "[[ヤマザクラ]]"
        ],
        "children": [
          "[[佐藤錦]]",
          "[[モントモレンシー]]"
        ],
        "similarVegetables": [
          "[[梅]]",
          "[[杏]]"
        ]
      },
      "notes": "分類学上、スモモやモモも含まれるPrunus（サクラ）属の亜属として扱われることが多く、その分類については今も議論が続いています。"
    }
  }
}