{
  "global_info": {
    "url": "桜島大根",
    "kana_name": "サクラジマダイコン",
    "scientificName": "Raphanus sativus",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "ダイコン属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉",
        "種子",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "桜島大根"
        ]
      },
      "international": {
        "en": [
          "Sakurajima daikon",
          "Sakurajima giant radish"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "桜島大根",
      "oneliner": "世界一大きく、とろける甘さ。火山の恵みが生んだ大地の宝珠。",
      "description": "活火山・桜島の麓、ミネラル豊富な火山灰土壌でのびのびと育った、世界最大の丸い大根。その姿はカブのようにも見えます。きめ細かな純白の肉質は、驚くほど甘く、大根特有の辛味はほとんどありません。じっくり火を通せば、繊維がほどけるようにとろり。大地のエネルギーを丸ごといただくような、滋味深い味わいが魅力です。",
      "practical_oneliner": "巨大さに気圧されず、まずは厚切りで。煮込むほどに真価を発揮します。",
      "practical_tips": "スが入りにくいので、大きさに臆せず選んで大丈夫。丸ごと手に入れたら、新聞紙に包んで冷暗所へ。使いきれない分は千枚漬けや切り干しに加工するのも、この大根を楽しむ知恵です。調理の際は、その強い甘みを活かし、砂糖は控えめに。煮崩れしないので、おでんやぶり大根など、じっくり味を含ませる料理がおすすめです。",
      "nutrition_oneliner": "消化を助ける天然酵素「アミラーゼ」を含み、胃腸にやさしい野菜です。",
      "nutrition_benefits": "一般的な大根と同様、カロリーが低く、消化酵素のアミラーゼ（ジアスターゼ）を含むため、胃もたれしやすい食事の際に添えたい食材です。また、美肌づくりをサポートするビタミンCや、体内の塩分バランスを整えるカリウムも含まれています。冬の食卓に、美味しく栄養をプラスしてくれる存在です。",
      "safety_oneliner": "アブラナ科の野菜なので、甲状腺の持病がある方は過剰な摂取にご注意を。",
      "safety_notes": "大根に含まれるゴイトロゲンという成分は、甲状腺の働きに影響する可能性があります。健康な方には全く問題ありませんが、もし関連するご持病をお持ちの場合は、一度に大量に食べることは避けた方がより安心です。",
      "honest_oneliner": "味と食感は唯一無二。でも出会うのは難しく、大きさを持て余すことも。",
      "honest_assessment": "そのとろけるような甘さと食感は、一度味わうと忘れられない格別なもの。ただ、火山灰土壌での栽培は大変な重労働で生産者が減っており、市場で見かける機会は稀です。もし幸運にも出会えたなら、その大きさをどう使い切るか、少し計画が必要かもしれません。",
      "cultural_background": "江戸時代、桜島の火山灰土壌に適応し、独自の進化を遂げたと言われる大根。農家の方々は毎年良いものを選んで種を採り、その命を未来へ繋いできました。この巨大な姿は、活火山の気まぐれな恵みと、人のたゆまぬ努力と知恵が織りなした、鹿児島の生きた文化財なのです。",
      "notes": "地理的表示(GI)保護制度に登録されていますが、栽培農家の高齢化により生産量は減少傾向にあり、入手は旬の時期の鹿児島県内や一部の百貨店などに限られます。",
      "relationships": {
        "parentSpecies": [
          "/species/ダイコン"
        ],
        "children": [],
        "similarVarieties": [
          "/varieties/聖護院大根"
        ]
      }
    }
  }
}