{
  "global_info": {
    "url": "生姜",
    "kana_name": "ショウガ",
    "scientificName": "Zingiber officinale",
    "classification": {
      "family_ja": "Ginger family",
      "genus_ja": "Ginger"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎",
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "生姜"
        ]
      },
      "international": {
        "en": [
          "Ginger"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "生姜",
      "oneliner": "古代から世界を旅した、ピリリと体を温める香りの根塊。",
      "description": "海洋東南アジアの熱帯雨林で生まれた、ゴツゴツとした姿の根茎。土の下で育まれたその中には、爽やかさと大地を思わせる香りが凝縮されています。一口かじれば、シャキシャキとした繊維質の歯ごたえと共に、ジンゲロール由来の鮮烈な辛味が駆け巡り、たちまち体を内側から温めてくれるよう。その力強い風味は、香辛料として、また薬味として、世界中の食卓に活気を与え続けています。",
      "practical_oneliner": "皮がなめらかで硬いものを選び、乾燥させず使い分ける。",
      "practical_tips": "選ぶ際は、表面にハリとツヤがあり、ふっくらと硬いものを。傷やシワがあるものは鮮度が落ちています。保存は、乾燥を防ぐのが最も重要。キッチンペーパーで包んでからポリ袋に入れ、冷蔵庫の野菜室へ。冷凍保存も可能で、すりおろして小分けにすると便利です。皮の近くは香りが強いので、スプーンでこそげ取るように剥くと無駄がありません。",
      "nutrition_oneliner": "辛味成分ジンゲロールが、体を温め吐き気を和らげる。",
      "nutrition_benefits": "生姜の力強さの源は、辛味成分であるジンゲロールやショウガオール。これらには強力な抗炎症・抗酸化作用が期待されています。特に生の生姜に豊富なジンゲロールは、つわりや乗り物酔いなどの吐き気を和らげる効果が研究で示されています。また、伝統医学では古くから消化を助け、体を温めて風邪の症状を緩和するために用いられてきました。",
      "safety_oneliner": "過剰摂取は胃に負担をかけ、特定の薬との併用には注意。",
      "safety_notes": "一般的に安全な食材ですが、食べ過ぎは胸焼けや胃の不快感を招くことも。また血液凝固を妨げる可能性があるため、抗凝血薬を服用中の方は事前に医師へ相談することをおすすめします。",
      "honest_oneliner": "万能な香りと効能は魅力だが、繊維質で下処理は少し面倒。",
      "honest_assessment": "世界中の台所で愛される、かけがえのない存在。その鮮烈な香りと辛味はどんな料理も引き立てます。ただ、その正体は少し謎めいており、真の野生祖先は未だ不明。人間の株分けだけで世界に広まった、少し気難しくも逞しい旅人なのです。調理の際の繊維質も、そんな彼の個性の一つかもしれません。",
      "cultural_background": "紀元前からインドや中国で栽培され、スパイス貿易の主役として金と同等の価値で取引されました。一方、太平洋では人々がカヌーで運んだ「カヌープランツ」の一つでもあります。人類の偉大な旅路に、いつも生姜のピリリとした風味は寄り添っていました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[金時生姜]]"
        ],
        "similarVegetables": []
      },
      "notes": "栽培の歴史は非常に古いものの、真の野生祖先は特定されておらず、また栽培下ではほとんど開花・結実しないため、その起源には多くの謎が残されています。"
    }
  }
}