{
  "global_info": {
    "url": "菱",
    "kana_name": "ヒシ",
    "scientificName": "Trapa spp.",
    "classification": {
      "family_ja": "ミソハギ科",
      "genus_ja": "ヒシ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヒシ"
        ]
      },
      "international": {
        "en": [
          "Water Caltrop",
          "Water Chestnut",
          "Bat Nut",
          "Devil Pod"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "菱",
      "oneliner": "太古から続く水中の恵み。栗のような甘みとホクホク食感。",
      "description": "湖沼の底で静かに育つ、まるで忍者のマキビシのようなユニークな姿の実。硬い殻を割ると現れるのは、雪のように白い果肉です。生でかじればシャキッと瑞々しく、茹でれば栗や芋のようにホクホクとした食感に。デンプン由来の穏やかな甘みと、ほのかにナッツを思わせる風味が、遥か新石器時代から人々を魅了してきた悠久の味わいを物語ります。",
      "practical_oneliner": "硬い殻が特徴。寄生虫のリスクを避け、必ず加熱してから食す。",
      "practical_tips": "生のままでは日持ちしないため、購入後はすぐに塩茹でにするのがおすすめです。茹で上がったものは殻を剥いて冷蔵保存するか、冷凍すれば数ヶ月持ちます。硬い殻には鋭いトゲがあるので、扱う際には十分注意してください。調理はシンプルに茹でるか蒸すのが、ホクホクとした食感と自然な甘みを引き出す一番の方法です。",
      "nutrition_oneliner": "カリウムやマンガンが豊富。グルテンフリーの炭水化物源。",
      "nutrition_benefits": "主成分は炭水化物で、エネルギー補給に適しています。特に注目したいのは、体内の余分な塩分を排出する助けとなるカリウムや、骨の健康に関わるマンガン、代謝をサポートするビタミンB6といったミネラルやビタミンが豊富な点。また、ポリフェノール類も含まれ、抗酸化作用も期待されています。インドでは断食中の貴重な栄養源とされています。",
      "safety_oneliner": "水中の寄生虫のリスクがあるため、生食は絶対に避け、必ず加熱を。",
      "safety_notes": "菱は湖沼などの淡水で育つ水生植物です。そのため、水中に存在する寄生虫（肝蛭など）が実に付着している可能性があります。安全に美味しくいただくために、生で食べるのは避け、必ず中心部までしっかりと火を通してからお召し上がりください。",
      "honest_oneliner": "味は絶品だが、入手しにくさと硬い殻の手間が悩ましい古代の実。",
      "honest_assessment": "栗のようなホクホクした甘さは、一度食べれば忘れられない魅力があります。しかし、そのユニークな姿ゆえに殻は硬く、入手も簡単ではありません。手間ひまかけて、その歴史や文化に思いを馳せながら味わう、スローフードの楽しみを教えてくれる食材。手軽さとは無縁ですが、それだけの価値がある奥深い味です。",
      "cultural_background": "その歴史は古く、ヨーロッパでは新石器時代から、中国では周代から食されてきました。日本ではその形が武具の『マキビシ』や家紋のモチーフとなり、文化に深く根付いています。中国の中秋節やインドの断食期間に欠かせない食材でもあり、アジア各地で季節の到来と祈りを象徴する大切な実なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[烏菱]]",
          "[[ヒメビシ]]"
        ],
        "similarVegetables": [
          "[[栗]]",
          "[[慈姑]]"
        ]
      },
      "notes": "ヒシ属（Trapa）の分類は複雑で、多くの種や変種が存在します。日本では水質汚染や生息地の減少により在来種が絶滅の危機に瀕している一方、北米などでは侵略的外来種として問題になるなど、地域によって全く異なる側面を持つ植物です。"
    }
  }
}