{
  "global_info": {
    "url": "落花生",
    "kana_name": "ラッカセイ",
    "scientificName": "Arachis hypogaea",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ラッカセイ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "落花生"
        ]
      },
      "international": {
        "en": [
          "Peanut",
          "Groundnut"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "落花生",
      "oneliner": "土の中で実る不思議な豆。世界中の食卓を支える香ばしさと豊かなコク。",
      "description": "南米のアンデスが育んだ、ユニークな一年草。黄色い花がしぼむと、不思議な旅が始まります。子房柄と呼ばれる茎が地面に向かって伸び、土の中でひっそりと莢を育てるのです。だから『落花生』。殻を割れば、薄皮に包まれた種子が顔を出し、焙煎すれば豊かなコクと甘みが花開きます。カリッとした食感の奥に潜む、どこか土を思わせる素朴な風味が、世界中の人々を魅了してやみません。",
      "practical_oneliner": "湿気は風味と安全の大敵。乾燥した冷暗所で密閉保存が鉄則です。",
      "practical_tips": "殻付きを選ぶなら、殻が白くきれいで、振ってもカラカラと音がしないものが良いでしょう。湿気が何より苦手なので、購入後はすぐに密閉容器に入れ、乾燥した冷暗所へ。生落花生は焙煎することで、香ばしいピラジン類が生成され、本来の魅力が最大限に引き出されます。薄皮にはレスベラトロールなどの栄養も含まれるので、できれば一緒に。塩茹でする際は、新鮮な生のものを使うのがおすすめです。",
      "nutrition_oneliner": "良質な脂質とタンパク質、ビタミンEが豊富なエネルギーの塊。",
      "nutrition_benefits": "小さな一粒に、体を動かすエネルギー源となる良質な脂質と、筋肉を作るタンパク質がぎっしり詰まっています。特に脂質の半分以上は健康的な不飽和脂肪酸。ビタミンEやナイアシンも豊富で、日々のコンディションを整えるのを助けます。また、薄皮に含まれるレスベラトロールや、血中コレステロールのバランスを整えるフィトステロールなど、注目の機能性成分も含まれています。",
      "safety_oneliner": "重篤なアレルギー反応の可能性と、湿気によるカビ毒に注意。",
      "safety_notes": "ピーナッツは、時にアナフィラキシーショックという重篤な症状を引き起こす特定アレルギー原材料の一つです。ご自身や周りの方にアレルギーがないか、必ず確認してください。また、高温多湿の環境ではアフラトキシンというカビ毒が発生しやすいため、保存状態の悪いものは避けましょう。",
      "honest_oneliner": "栄養満点でやみつきになる味。でも、カロリーとアレルギーにはご用心。",
      "honest_assessment": "その栄養価の高さと香ばしい風味は、まさに自然が生んだ栄養食品。ただ、脂質も多くカロリーは高めなので、つい食べ過ぎてしまうのが玉に瑕。そして何より、深刻なアレルギーを持つ方がいることも忘れてはなりません。こうした付き合いにくさも含めて、人類が7600年以上も前から栽培し、世界中に広めてきたパートナー。その魅力は、やはり計り知れないものがあります。",
      "cultural_background": "その歴史は古く、約7600年前の南米アンデスに遡ります。古代ケチュアの人々には『Inchik』と呼ばれ、大切な食料であり儀式の供物でもありました。16世紀、大航海時代の波に乗って世界へ。アフリカでは重要な栄養源となり、やがて奴隷貿易という悲しい歴史を経て北米大陸へ渡り、アフリカ系アメリカ人のソウルフードとして根付いたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ランナー種]]",
          "[[バージニア種]]",
          "[[スパニッシュ種]]",
          "[[バレンシア種]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}