{
  "global_info": {
    "url": "藍",
    "kana_name": "アイ",
    "scientificName": "Persicaria tinctoria",
    "classification": {
      "family_ja": "タデ科",
      "genus_ja": "タデ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "藍"
        ]
      },
      "international": {
        "en": [
          "Dyer's knotweed",
          "Chinese indigo",
          "Japanese indigo"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "藍（あい）",
      "oneliner": "ジャパン・ブルーを生んだ植物。秘められた食の可能性と健康の恵み。",
      "description": "夏の光を浴びて青々と茂る、あの「ジャパン・ブルー」の源泉、藍。その若葉は、染料としてだけでなく、実は食卓でも静かな魅力を放ちます。原産地は遠く東南アジア。生のまま口にすれば、青々しい風味とほのかな苦味、そして柔らかな口当たり。さっと火を通せば、とろりとした優しいぬめりが顔をのぞかせます。古くから薬として重宝されてきたその滋味を、今一度味わってみませんか。",
      "practical_oneliner": "食用は希少。天ぷらで旬を味わい、乾燥粉末なら長期保存も。",
      "practical_tips": "食用の生葉は市場にほとんど出回りません。もし見かける機会があれば、葉の色が濃く、生き生きとしているものを選びましょう。生葉は傷みやすいため、湿らせたキッチンペーパーで包み、ポリ袋に入れて冷蔵庫の野菜室へ。2〜3日で使い切るのが理想です。長期保存したい場合は、乾燥させて粉末にするのがおすすめ。粉末にすれば香りは穏やかになりますが、その栄養は保たれ、お茶やお菓子、蕎麦などに混ぜ込んで一年中楽しめます。",
      "nutrition_oneliner": "ポリフェノールが豊富。古来より伝わる抗炎症・抗菌の力。",
      "nutrition_benefits": "藍が古くから薬草として用いられてきた理由は、その豊富な機能性成分にあります。特にポリフェノールの一種ケンペロールをはじめ、トリプタンスリンやインジルビンといった成分が含まれ、これらがもたらす抗炎症作用や抗菌作用が注目されています。中国の伝統医学では、熱を冷まし、炎症を鎮める「清熱解毒」の薬として利用されてきました。現代の研究でもその可能性が探られており、日々の健康維持に役立つ食材として期待されています。",
      "safety_oneliner": "薬用として利用する場合は専門家に相談を。妊婦の方は特に注意。",
      "safety_notes": "藍は食品として適量を楽しむ分には安全とされていますが、薬としての効果を期待して多量に摂取するのは避けるべきです。特に漢方で薬として用いる場合は、専門家の指導が不可欠です。体質によっては合わないこともあり、妊娠中の方の利用については注意が必要とされています。",
      "honest_oneliner": "食材としてはまだ発展途上。文化と健康を味わう希少な体験。",
      "honest_assessment": "正直なところ、藍を「日常的な野菜」と呼ぶには、まだ道のりは長いかもしれません。食文化としての歴史は浅く、安定して手に入れることも難しいのが現状です。その味わいも、誰もが夢中になる華やかなものではなく、滋味深い、通好みの一面があります。しかし、染料として文化を支えてきた物語に思いを馳せ、その秘められた健康への可能性を感じながらいただく一口は、他のどんな野菜にもない特別な体験となるはずです。",
      "cultural_background": "その歴史は、食卓よりも遥か昔、染色の世界から始まります。中国で生まれ、シルクロードを経て奈良時代以前に日本へ。以来、深く美しい青は「ジャパン・ブルー」と称され、着物や暖簾を彩る日本の伝統文化に欠かせない色となりました。夏の収穫と、葉を発酵させて染料の塊「すくも」を作る作業は、地域の人々が力を合わせる大切な季節の営みだったのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[こせんぼん]]"
        ],
        "similarVegetables": [
          "[[やなぎたで]]"
        ]
      },
      "notes": "主に染料植物として栽培されてきた歴史が長く、食用としての利用や研究はまだ限定的です。ここで紹介する食に関する情報は、近年の健康志向や地域振興の中で見出された新しい側面に光を当てたものです。"
    }
  }
}