{
  "global_info": {
    "url": "食用菊",
    "kana_name": "ショクヨウギク",
    "scientificName": "Chrysanthemum × morifolium",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "キク属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "食用菊",
          "ショクヨウギク"
        ]
      },
      "international": {
        "en": [
          "Edible Chrysanthemum",
          "Florist's Daisy",
          "Hardy Garden Mum"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "食用菊",
      "oneliner": "秋の深まりを告げる、ほろ苦くも香り高い雅な花びら。",
      "description": "晩秋の訪れとともに食卓にのぼる食用菊は、まさに食べる芸術品です。山形県の『もってのほか』に代表される鮮やかな赤紫色や、青森県の『阿房宮』がもつ太陽のような黄色。花びらを一枚一枚ほぐし、さっと茹でておひたしにすれば、シャキシャキとした繊細な歯ざわりとともに、フローラルな香りとほのかな苦みが口いっぱいに広がります。日本の豊かな秋を五感で味わう、ささやかな贅沢と言えるでしょう。",
      "practical_oneliner": "花びらを優しくむしり、酢を加えた湯で色鮮やかに茹で上げる。",
      "practical_tips": "食用菊の調理は、その繊細な美しさを保つことが鍵。まず、ガクから花びらを丁寧に取り外します。苦みを和らげ、美しい色を保つため、沸騰した湯に少量の酢を加え、花びらをさっと茹でるのが伝統的な手法です。茹で上がったら冷水にとり、水気をしっかり絞っておひたしや酢の物に。このひと手間で、菊本来のシャキシャキとした食感と鮮やかな色彩が際立ちます。",
      "nutrition_oneliner": "β-カロテンやビタミンCが豊富で、抗酸化作用も期待できます。",
      "nutrition_benefits": "食用菊は、その可憐な見た目以上に栄養価を秘めています。特に、体内でビタミンAに変わるβ-カロテンや、美容と健康に欠かせないビタミンCが豊富です。また、ルテオリンやアピゲニンといった抗酸化作用を持つ成分も含まれています。中国では古くから菊花茶として、目の疲れを癒したり体の熱を冷ましたりするために用いられてきました。季節の変わり目にぴったりの食材です。",
      "safety_oneliner": "キク科アレルギーをお持ちの方は、摂取にご注意ください。",
      "safety_notes": "食用菊はキク科の植物です。そのため、ブタクサやヨモギなどにアレルギー反応を示す方は、交差反応を起こす可能性があります。初めて食べる際は少量から試すなど、ご自身の体調に注意してください。",
      "honest_oneliner": "秋の食卓を彩るが、旬は短く下処理に少し手間がかかる愛しい存在。",
      "honest_assessment": "食用菊の魅力は、何と言ってもその非日常的な美しさと、秋の訪れを感じさせる独特の風味にあります。ただ、旬が晩秋の短い期間に限られ、どこでも手に入る食材ではありません。また、花びらを一枚一枚むしる下処理は、少し億劫に感じるかもしれません。それでも、その手間をかけてでも味わいたい、季節限定の特別な美味しさがあるのです。",
      "cultural_background": "その歴史は古く、奈良時代に薬草として中国から伝来しました。やがて日本の宮廷文化に溶け込み、食用として独自の発展を遂げます。山形県の品種『もってのほか』の名は、「天皇家の御紋である菊を食べるなんて、もってのほか」という畏敬と、「とんでもなく美味しい」という驚きの二重の意味が込められていると言われています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[もってのほか]]",
          "[[あぼうきゅう]]"
        ],
        "similarVegetables": []
      },
      "notes": "日本各地に多様な在来品種が存在しますが、生産者の減少や食文化の変化により、その多様性が失われることが懸念されています。"
    }
  }
}