{
  "global_info": {
    "url": "おかのり",
    "kana_name": "オカノリ",
    "scientificName": "Malva verticillata",
    "classification": {
      "family_ja": "アオイ科",
      "genus_ja": "ゼニアオイ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "花",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "オカノリ"
        ]
      },
      "international": {
        "en": [
          "Cluster Mallow",
          "Curled Mallow",
          "Chinese Mallow"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "陸海苔（オカノリ）",
      "oneliner": "加熱でとろり、優しい味わい。東アジアの食文化に根ざす歴史の葉。",
      "description": "見た目は縮れた柔らかな葉ですが、ひとたび火を通せば、驚くほどのとろみが生まれます。その食感を海苔に見立て「陸の海苔」と呼ばれるようになりました。味は穏やかでクセがなく、かすかな甘みと青々しさが口に広がります。原産地は東アジアともヨーロッパとも言われ、その出自には謎めいた部分も。葉、茎、花、そして種まで、すべてをいただくことができる、古くから人々の暮らしに寄り添ってきた野菜です。",
      "practical_oneliner": "スープで煮込むのが定番。乾燥させて長期保存することも可能です。",
      "practical_tips": "加熱すると特有のとろみが出るのが最大の魅力。韓国の味噌汁「アウクク」のようにじっくり煮込む料理に最適です。日本ではおひたしとしても親しまれます。炒め物やスープに使う際は、その優しい風味を活かすため、味噌や醤油、ニンニク、魚介だしといった東アジアの調味料とよく合います。長期保存したい場合は乾燥させることも可能で、風味は少し落ちますがスープなどで美味しくいただけます。",
      "nutrition_oneliner": "ぬめり成分が消化器の粘膜を保護し、血糖値の上昇も穏やかに。",
      "nutrition_benefits": "特徴的なぬめりの正体は、粘液質多糖類。この成分が消化器の粘膜を保護し、血糖値のゆるやかな上昇を助ける働きが期待されています。緑黄色野菜としてβ-カロテンやビタミンCも豊富で、カルシウムも多く含みます。また、フラボノイドによる抗酸化作用や抗炎症作用も近年の研究で示されており、古くから東アジアで薬膳として利用されてきた知恵を裏付けています。",
      "safety_oneliner": "一般的に安全ですが、食べ過ぎるとお腹が緩くなることがあります。",
      "safety_notes": "食物繊維や粘液質を豊富に含むため、一度にたくさん食べ過ぎると、体質によってはお腹が緩くなってしまう可能性があります。美味しくても適量を心がけるのが健康の秘訣です。",
      "honest_oneliner": "優しい万能選手。ただ、その地味さゆえに入手が少し難しいかも。",
      "honest_assessment": "際立った個性はないものの、どんな料理にもそっと寄り添う奥ゆかしさが魅力です。加熱したときの独特のとろみは、一度体験すると忘れられません。ただ、現代の日本では市場で出会う機会は稀。もし見つけたら、ぜひ手に取ってみてほしい。古くから続く食の物語が詰まった野菜です。",
      "cultural_background": "中国最古の詩集『詩経』にも登場するほど歴史は古く、少なくとも3000年前から東アジアの人々の食卓にありました。韓国では「母の味」と親しまれる国民的スープの具となり、日本ではその食感から「陸の海苔」と呼ばれました。薬としても重宝され、まさに食と文化、健康を繋いできた生きた遺産です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ちりめんあおい]]"
        ],
        "similarVegetables": [
          "[[モロヘイヤ]]",
          "[[オクラ]]"
        ]
      },
      "notes": "近縁種のチリメンアオイ（Malva verticillata var. crispa）は、本種の変種として扱われることも、独立した種として扱われることもあり、分類学的な位置づけは議論が分かれています。"
    }
  }
}