{
  "global_info": {
    "url": "かぼちゃ",
    "kana_name": "カボチャ",
    "scientificName": "Cucurbita",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "カボチャ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子",
        "花",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "カボチャ"
        ]
      },
      "international": {
        "en": [
          "Squash",
          "Pumpkin",
          "Gourd",
          "Marrow"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カボチャ",
      "oneliner": "一万年の時を超え、世界中の食卓を彩る、甘くて栄養豊かな大地の恵み。",
      "description": "遥かなるアメリカ大陸で一万年以上前に生まれた、驚くほど多様な顔を持つ野菜。ごつごつした深緑の皮をまとったものから、滑らかな肌のひょうたん型まで、その姿は千差万別です。火を通せば、ほっくりとした粉質の食感からクリーミーで滑らかな舌触りへと姿を変え、ナッツのような香ばしさと優しい甘みが口いっぱいに広がります。スープに、煮物に、焼き菓子に。世界中のキッチンで、カボチャは今日も温かな物語を紡いでいます。",
      "practical_oneliner": "ずっしり重いものを選び、丸ごとなら冷暗所で長期保存。硬い皮に注意。",
      "practical_tips": "手に取ったときにずっしりと重く、ヘタがコルクのように乾燥しているものが良品です。丸ごとなら風通しの良い冷暗所で2〜3ヶ月は保存でき、その間に追熟して甘みが増します。カットしたものは、傷みやすい種とワタを取り除いてラップをし、冷蔵庫で保存してください。硬い皮は、電子レンジで数分加熱すると驚くほど切りやすくなります。取り除いた種も、洗って炒れば香ばしいおやつになりますよ。",
      "nutrition_oneliner": "豊富なβ-カロテンがビタミンAに変化。目や皮膚の健康維持に貢献。",
      "nutrition_benefits": "カボチャの濃いオレンジ色は、β-カロテンが豊富に含まれている証です。この成分は体内でビタミンAに変わり、目の健康や皮膚・粘膜の維持を助ける働きがあります。また、抗酸化作用も期待されています。他にも、風邪の予防に役立つビタミンCや、体内の余分な塩分を排出するのを助けるカリウムも含まれています。品種によっては、目の健康を支えるルテインやゼアキサンチンも摂取することができます。",
      "safety_oneliner": "強い苦味を感じるカボチャは有毒な成分を含むため、絶対に食べないで。",
      "safety_notes": "通常、食用のカボチャは安全ですが、観賞用の品種や、まれに食用品種でも強い苦味を持つものがあります。この苦味の正体はククルビタシンという有毒成分で、摂取すると腹痛や下痢を引き起こすことがあります。調理前や食事中に異常な苦味を感じたら、すぐに食べるのをやめてください。",
      "honest_oneliner": "甘くて万能選手。でも皮は硬く、品種によって食感は水っぽかったり粉質だったり。",
      "honest_assessment": "あの優しい甘さと、どんな料理にも馴染む懐の深さは、まさに家庭料理の王様。ただ、正直に言うと品種選びは大切です。『水っぽい』と感じるものもあれば、理想の『ほくほく』に出会えることも。そして、あの鎧のような硬い皮との格闘は、キッチンでの小さな試練かもしれません。それでも、手間をかける価値のある美味しさと安心感が、私たちを惹きつけてやまないのです。",
      "cultural_background": "その歴史は1万年以上前の南北アメリカに遡り、トウモロコシ、豆と共に『三姉妹』として先住民の命を支えてきました。コロンブス交換を経て世界へ広まると、北米ではハロウィンの象徴となり、日本では冬至に無病息災を願って食されるなど、各地で深く文化に根付いています。一つの野菜が、これほど多様な物語を持つ例は稀でしょう。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[バターナッツかぼちゃ]]",
          "[[日本かぼちゃ]]",
          "[[ズッキーニ]]",
          "[[ギンカボチャ]]"
        ],
        "similarVegetables": []
      },
      "notes": "「カボチャ」は、ズッキーニやバターナッツ、ハロウィンのオレンジ色のカボチャまで含む『カボチャ属（Cucurbita）』全体の総称です。品種によって味、食感、調理法が大きく異なります。"
    }
  }
}