{
  "global_info": {
    "url": "かぶ",
    "kana_name": "カブ",
    "scientificName": "Brassica rapa var. rapa",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "肥大化した胚軸（根）",
      "edibleParts": [
        "肥大化した胚軸（根）",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "カブ (蕪)"
        ]
      },
      "international": {
        "en": [
          "Turnip",
          "White Turnip"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "蕪（かぶ）",
      "oneliner": "素朴な甘みと柔らかな食感。日本の食文化に根ざした最古の野菜の一つ。",
      "description": "雪のように白く、絹のように滑らかな肌を持つ蕪。その姿は、どこか慎み深く、それでいて凛とした気品を漂わせています。土から生まれたばかりの実は、シャキッとした歯ざわりとほのかな辛味を持ち、火を通せば驚くほど甘くとろけるような食感に。ヨーロッパのシチューから日本の繊細な蒸し物まで、世界中の食卓で愛され続けるその優しい味わいは、私たちをほっとさせてくれる、古くからの友人です。",
      "practical_oneliner": "葉付きの新鮮なものを選び、根と葉は別々に保存するのが長持ちのコツ。",
      "practical_tips": "お店では、表面にハリとツヤがあり、ずっしりと重みを感じるものを選びましょう。葉付きなら、その葉がシャキッと元気なものが新鮮な証です。持ち帰ったら、すぐに葉を根元から切り落としてください。葉が根の水分と栄養を吸ってしまうのを防ぐためです。根はポリ袋に入れ、葉は湿らせた紙で包んでからポリ袋に入れ、それぞれ冷蔵庫で保存します。調理の際は、皮を薄くむくだけで十分。特に小かぶは皮ごとでも美味しくいただけます。",
      "nutrition_oneliner": "実はビタミンC、葉はビタミンA・Kが豊富。捨てずに食べたい緑の宝庫。",
      "nutrition_benefits": "白い根の部分には、消化を助ける酵素やビタミンCが含まれ、風邪の予防や美肌づくりをサポートします。しかし、蕪の真価はむしろ葉にあります。鮮やかな緑の葉には、骨の健康に欠かせないビタミンKや、皮膚や粘膜を健やかに保つビタミンAが驚くほど豊富。さらにアブラナ科特有の成分グルコシノレートも含まれ、健康維持への貢献が期待されています。根も葉も丸ごといただくことで、その恵みを余すところなく享受できます。",
      "safety_oneliner": "甲状腺に心配がある方は、グルコシノレートを含むため大量摂取に注意。",
      "safety_notes": "蕪に含まれるグルコシノレートという成分は、健康に良い効果が期待される一方で、体内で甲状腺ホルモンの働きをわずかに阻害する可能性が指摘されています。健康な方なら全く問題ありませんが、甲状腺機能に不安のある方は、毎日大量に食べ続けるのは避けた方が安心です。",
      "honest_oneliner": "優しい味わいで万能選手。でも、主役にはなりきれない奥ゆかしさが魅力。",
      "honest_assessment": "蕪ほど、控えめで心優しい野菜はないかもしれません。どんな料理にもそっと寄り添い、全体の調和を乱さない。その奥ゆかしさが最大の魅力であり、時に物足りなさにも繋がります。暑さに弱く、栽培には冷涼な気候が不可欠という繊細さも持ち合わせていますが、その素朴でまっすぐな甘みを一度知れば、きっと手放せなくなるはず。食卓の名脇役として、末永く付き合いたい野菜です。",
      "cultural_background": "日本での歴史は古く、『古事記』にも登場する最古の野菜の一つ。春の七草粥では「すずな」として無病息災を祈る縁起物です。一方ヨーロッパでは、ジャガイモが普及するまで主食として人々を支え、アイルランドではハロウィンのランタンの原型にもなりました。時代や場所を超え、人々の暮らしに深く根ざしてきた、文化の証人ともいえる野菜なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[しょうごいんかぶ]]",
          "[[パープルトップホワイトグローブ]]",
          "[[かなまちこかぶ]]"
        ],
        "similarVegetables": [
          "[[大根]]"
        ]
      },
      "notes": "植物分類上、ハクサイやコマツナ、チンゲンサイなどとは同じ種（Brassica rapa）に属します。人間の選択によって、根、葉、花蕾など、利用する部分が異なる多様な野菜へと分化しました。"
    }
  }
}