{
  "global_info": {
    "url": "かんぞう",
    "kana_name": "カンゾウ",
    "scientificName": "Hemerocallis fulva",
    "classification": {
      "family_ja": "Asphodel family",
      "genus_ja": "Daylily"
    },
    "foodClassification": {
      "primaryPart": "若芽",
      "edibleParts": [
        "若芽",
        "花",
        "つぼみ",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ホンカンゾウ",
          "ワスレグサ"
        ]
      },
      "international": {
        "en": [
          "Common Daylily",
          "Orange Daylily",
          "Tawny Daylily",
          "Ditch Lily"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カンゾウ",
      "oneliner": "春の若芽、夏の蕾を味わう。憂いを忘れさせてくれる古の食用花。",
      "description": "夏の野辺を鮮やかなオレンジ色で彩るカンゾウ。その美しい姿は観賞用として親しまれますが、実は東アジアでは古くから食卓を飾ってきた伝統野菜です。春先に顔を出す若芽は、アスパラガスにも似たほのかな甘みと心地よいぬめりが特徴。夏に咲く花やつぼみは、シャキシャキとした食感と優しい甘さを楽しめます。季節の移ろいとともに、その姿と味わいを変える。自然の恵みを丸ごといただく喜びを教えてくれる存在です。",
      "practical_oneliner": "生の根は注意。若芽もつぼみも、さっと茹でてアクを抜くのが基本。",
      "practical_tips": "若芽は、芽先がしっかりと閉じ、根本まで瑞々しいものを選びましょう。花やつぼみは、傷がなく色が鮮やかで、ふっくらと締まっているものが新鮮です。保存する際は、湿らせたキッチンペーパーで包んでポリ袋に入れ、冷蔵庫の野菜室で立てて保管すると長持ちします。生の根には微量のアルカロイドが含まれることがあるため、どの部位も加熱調理が基本。さっと茹でておひたしにしたり、天ぷらにすると特有の風味と食感を存分に楽しめます。",
      "nutrition_oneliner": "豊富なβ-カロテンと鉄分が、日々の元気を内側から支える。",
      "nutrition_benefits": "鮮やかなオレンジ色は、豊富なβ-カロテンの証。体内でビタミンAに変わり、目や皮膚の健康を支えます。また、山菜としては珍しく鉄分も豊かで、女性に嬉しい食材と言えるでしょう。ビタミンCや、抗酸化作用で知られるフラボノイドなどの成分も含まれており、体の内側から調子を整えてくれます。古くから薬用としても利用されてきた歴史は、その栄養価の高さを物語っています。",
      "safety_oneliner": "生の根や過剰摂取は避け、必ず加熱してからいただきましょう。",
      "safety_notes": "カンゾウ、特に根には微量のアルカロイドが含まれるため、生食は避け必ず加熱してください。若芽や花もさっと茹でると安心です。伝統的な食材ですが、どんなものでも過剰な摂取は控えましょう。",
      "honest_oneliner": "強健で美味だが、時に増えすぎ嫌われる。愛すべき野草の顔。",
      "honest_assessment": "放っておいても育つほどの強健さと、春から夏にかけて楽しめる美味しさは大きな魅力です。しかしその旺盛な生命力ゆえ、北米など一部地域では「Ditch Lily（溝のユリ）」と呼ばれ、厄介な帰化植物と見なされることも。日本では貴重な春の味覚ですが、いつでも手に入るわけではありません。野趣あふれる恵みと、上手に付き合っていく知恵が求められる植物です。",
      "cultural_background": "中国では古くから『忘憂草』と呼ばれ、その花を食べると憂いを忘れられると信じられてきました。また、母の愛を象徴する花としても親しまれています。日本でも『ワスレグサ』の名で万葉集などの和歌に詠まれ、人々の心に寄り添ってきました。乾燥させた蕾『金針菜』が中華料理に欠かせないように、その存在は東アジアの食と文化に深く根ざしています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[やぶかんぞう]]"
        ],
        "similarVegetables": [
          "[[アスパラガス]]"
        ]
      },
      "notes": "かつてはユリ科に分類されていましたが、近年の分類体系ではススキノキ科（ワスレグサ科）に属します。"
    }
  }
}