{
  "global_info": {
    "url": "がま",
    "kana_name": "ガマ",
    "scientificName": "Typha latifolia",
    "classification": {
      "family_ja": "ガマ科",
      "genus_ja": "ガマ属"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎",
        "若芽",
        "花粉",
        "若い雌花穂"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ガマ"
        ]
      },
      "international": {
        "en": [
          "Common Cattail",
          "Broadleaf Cattail",
          "Bulrush",
          "Reedmace"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ガマ",
      "oneliner": "水辺に佇む古代のスーパーフード。根から花粉まで、季節の恵みを宿す植物。",
      "description": "水辺にそっと立ち、茶色いビロードの穂を揺らすガマ。その姿は多くの人にとって懐かしい風景の一部かもしれません。しかし、この植物は足元の泥の中に、驚くほど豊かな恵みを隠しています。地中の根茎を掘り出せば、ほのかに甘い芋のような味わいが。春に伸びる若芽は、アスパラガスを思わせるみずみずしい歯ざわり。初夏には、黄金色の花粉がナッツのように香ばしい風味を添えてくれます。季節ごとに異なる表情を見せる、まさに自然の食料庫です。",
      "practical_oneliner": "採集は清らかな水辺で。部位ごとに旬を見極め、自然のサイクルと共に味わう。",
      "practical_tips": "ガマを味わうなら、まずは清らかな水が流れる場所を探すことから始まります。市場で見かけることは稀で、自ら採集するのが基本です。春には水面から顔を出したばかりの若芽を、初夏には黄色い花粉を、そして秋から冬にかけては泥の中の根茎を。若芽はさっと茹でると青々しさが引き立ちます。繊維質な根茎は、よく洗ってから乾燥させ、粉に挽くのが伝統的な食べ方。この粉は湿気を避ければ一年以上保存が可能です。",
      "nutrition_oneliner": "根茎はエネルギー源、黄金色の花粉は驚くべき高タンパク質。",
      "nutrition_benefits": "ガマは部位ごとに異なる栄養の宝庫です。主食にもなった根茎は、ジャガイモのように炭水化物を豊富に含み、カリウムやリンといったミネラルも補給できます。一方、驚くべきは黄金色の花粉。タンパク質含有率が20%を超え、古くから貴重な栄養補助食品でした。伝統医学では、その抗炎症作用や止血作用が知られ、北米先住民から東洋の漢方まで、世界中で薬としても重宝されてきた歴史があります。",
      "safety_oneliner": "水のフィルター役なので、汚染水域で育ったものは重金属を蓄積します。",
      "safety_notes": "ガマには、水中の汚染物質を吸収して浄化する素晴らしい能力があります。しかし、それは食料として利用する際には注意すべき点でもあります。工業排水や農薬が流れ込む可能性のある水辺で育ったものは、重金属などを体内に蓄積している危険性があるため、採集は絶対に避けてください。必ず、水源がクリーンで安全だと確信できる場所で採集しましょう。",
      "honest_oneliner": "究極のサバイバルフード。ただし、その恵みは清流と手間を厭わぬ者にのみ。",
      "honest_assessment": "正直なところ、ガマは現代のキッチンで気軽に使える食材ではありません。スーパーには並ばず、安全な自生地を探す必要があり、根茎の処理は骨が折れます。しかし、その手間を乗り越えたとき、私たちはただの『食材』以上のものを手にします。それは、数千年にわたり人々を支えてきた生命力そのもの。自然との対話を楽しむ覚悟があるなら、これほど豊かな食体験はありません。",
      "cultural_background": "ガマの物語は、人類の歴史そのものと深く結びついています。北米の先住民にとっては、食料から住居、薬までを賄う『水辺のスーパーマーケット』でした。日本では『古事記』に登場し、傷ついた白兎を癒したのがガマの穂綿。その名は神話の中に刻まれています。1万年以上前のヨーロッパの遺跡からも食用の痕跡が見つかるなど、この植物は世界中の水辺で、静かに人間の暮らしを支え続けてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[typha_glauca]]"
        ],
        "similarVegetables": [
          "[[じゃがいも]]",
          "[[さつまいも]]",
          "[[きゅうり]]",
          "[[アスパラガス]]"
        ]
      },
      "notes": "現在、食料としての商業生産は行われておらず、入手は基本的に野生採集に限られます。また、外来種との交雑種が在来の生態系に影響を与えている地域もあります。"
    }
  }
}