{
  "global_info": {
    "url": "ききょう",
    "kana_name": "キキョウ",
    "scientificName": "Platycodon grandiflorus",
    "classification": {
      "family_ja": "Bellflower family",
      "genus_ja": "Balloon flower"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "キキョウ"
        ]
      },
      "international": {
        "en": [
          "Balloon Flower",
          "Chinese Bellflower"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "桔梗（ききょう）",
      "oneliner": "秋の七草の風情と、大地の滋味を秘めた薬食同源の根。",
      "description": "秋の野に澄んだ青紫色の花を咲かせる、秋の七草のひとつ。その風情ある姿とは裏腹に、食の世界で主役となるのは、土深く伸びる太い根です。韓国では「トラジ」と呼ばれ、独特のほろ苦さとシャキシャキした歯ごたえが愛され、ナムルやキムチに欠かせません。一方、日本では古くから薬として重用されてきました。噛みしめると広がる大地の香りと滋味は、まさに東アジアの食と健康を支えてきた歴史そのものです。",
      "practical_oneliner": "特有の苦味は、塩もみと水さらしによる丁寧な下処理が鍵。",
      "practical_tips": "太く、張りがあり、ひげ根が少ないものを選びましょう。生のまま保存する場合は、乾燥しないように湿らせた新聞紙などで包み、冷蔵庫の野菜室へ。長期保存なら、細く裂いてから天日干しにするのが伝統的です。調理の前に、まず皮をむいて細く裂き、塩でよく揉んでからたっぷりの水に数時間さらします。この丁寧なアク抜きが、特有の苦味を和らげ、食べやすい風味を引き出すための最も重要な工程です。",
      "nutrition_oneliner": "咳や痰を鎮めるサポニンを豊富に含む、古来のどを守る根。",
      "nutrition_benefits": "キキョウの最も注目すべき成分は、根に含まれるサポニンの一種「プラチコジンD」です。これは伝統的に咳を鎮め、痰を切りやすくする働きがあるとされ、漢方薬「桔梗根」の主成分となっています。また、腸内環境を整えるプレバイオティクスとして知られる水溶性食物繊維「イヌリン」も含まれています。古くから喉の痛みや気管支の不調を和らげるために用いられてきた、東アジアの知恵が詰まった機能的な野菜です。",
      "safety_oneliner": "通常の食用・薬用量では安全ですが、過剰な摂取は避けてください。",
      "safety_notes": "キキョウに含まれるサポニンには、多量に摂取した場合に赤血球を破壊する「溶血作用」の可能性が指摘されています。ただし、これは極端な量を一度に食べた場合であり、ナムルやおかずとして楽しむ通常の食事の範囲では心配ありません。",
      "honest_oneliner": "滋味深く薬効も豊か。ただし、その個性を楽しむには下処理が必須。",
      "honest_assessment": "その独特の苦味と大地の香りは、万人に愛されるというよりは、食の探求心をくすぐる通好みの味わいと言えるでしょう。アク抜きという一手間を面倒と感じる方には向かないかもしれません。しかし、その手間を経て出会えるシャキシャキとした食感と奥深い滋味は、他の根菜では得難いもの。特に韓国料理には欠かせない存在であり、その文化を知るための美味しい鍵となります。",
      "cultural_background": "中国最古の薬物書にも記されるほど古くから薬として利用され、東アジアの健康を支えてきました。韓国では祭祀に欠かせない神聖な供物であり、食卓の定番「トラジ」として深く文化に根付いています。一方、日本では秋の七草として季節を彩り、その気品ある姿から武家の家紋の意匠としても愛されてきました。食と薬、そして文化の象徴でもあるのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[しらばなききょう]]"
        ],
        "similarVegetables": [
          "[[ごぼう]]",
          "[[こうらいにんじん]]"
        ]
      },
      "notes": "日本では観賞用としての印象が強いですが、かつては薬用・食用としても利用されていました。現在、その伝統的な知識は失われつつあります。"
    }
  }
}