{
  "global_info": {
    "url": "ぎぼうし",
    "kana_name": "ギボウシ",
    "scientificName": "Hosta spp.",
    "classification": {
      "family_ja": "クサスギカズラ科",
      "genus_ja": "ギボウシ属"
    },
    "foodClassification": {
      "primaryPart": "若芽",
      "edibleParts": [
        "若芽",
        "若葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ギボウシ",
          "ウルイ"
        ]
      },
      "international": {
        "en": [
          "Hosta",
          "Plantain Lily"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ギボウシ（ウルイ）",
      "oneliner": "雪解けを告げるぬめりと歯応え。庭園から食卓へ届く春の使者。",
      "description": "東アジアの湿潤な森や沢沿いに自生するギボウシ。日本では古くから「ウルイ」と呼ばれ、春の訪れを告げる山菜として親しまれてきました。くるりと巻いた瑞々しい若芽は、さっと茹でると鮮やかな緑色に。シャキッとした小気味よい歯応えのあとに、独特のとろりとしたぬめりが広がります。味わいは驚くほどクセがなく淡白で、わずかな甘みが感じられます。おひたしや和え物にすれば、雪解け水の清らかさを運んできてくれるような、里山の恵みを実感できる一皿になります。",
      "practical_oneliner": "食用の「ウルイ」を選んで。アクが少なく、さっと茹でるだけでOK。",
      "practical_tips": "お店では、芽の巻きがしっかりとしていて、葉先までピンと張りがあるものを選びましょう。茎が白く、瑞々しいものが新鮮な証拠です。乾燥に弱いので、湿らせたキッチンペーパーで全体を包み、ビニール袋に入れて冷蔵庫で立てて保存します。2～3日中に使い切るのが理想ですが、長期保存したい場合は、固めに茹でてから水気を切り、冷凍保存も可能です。調理前の下処理はとても簡単。根元の硬い部分を少し切り落とし、たっぷりの熱湯で1分ほど茹でるだけ。冷水にさらすと、美しい緑色とシャキシャキ感が際立ちます。",
      "nutrition_oneliner": "特有のぬめり成分が粘膜をいたわり、骨を支えるビタミンKも豊富。",
      "nutrition_benefits": "ギボウシの魅力は、あの独特の「ぬめり」。このぬめり成分には、粘膜を保護する働きが期待されています。また、骨の健康維持に欠かせないビタミンKを多く含んでいるのが特徴です。皮膚や粘膜を健やかに保つβ-カロテン（ビタミンA）やビタミンC、余分な塩分の排出を助けるカリウムもバランス良く含んでいます。低カロリーで食物繊維も摂れるため、春先の体をやさしく整えてくれる健康的な山菜と言えるでしょう。",
      "safety_oneliner": "観賞用の品種は有毒の可能性も。必ず食用の「ウルイ」を。",
      "safety_notes": "庭園を彩るギボウシは数百種類以上ありますが、その多くは食用に適していません。中には有毒な成分を含む品種もあるため、ご自宅の庭に生えているものを安易に口にするのは大変危険です。必ず、「ウルイ」などの名前で販売されている食用品種を選んでください。",
      "honest_oneliner": "クセがなく誰でも食べやすい優等生。ただ、出会えるのは春の一瞬だけ。",
      "honest_assessment": "ギボウシ（ウルイ）は、山菜の中でも特にアクが少なく、誰の口にも合う優しい味わいが魅力です。しかし、その「優等生」ぶりは、時に物足りなく感じるかもしれません。強い香りや鮮烈な苦味といった、山菜らしい個性を求める人には少しおとなしく映るでしょう。あくまで食卓の名脇役。でも、その控えめさこそが、他の春の食材を引き立て、日本の食文化が大切にしてきた季節感や調和を静かに伝えてくれるのです。",
      "cultural_background": "日本では古くから春の山菜として親しまれてきた一方、その美しさは海を渡りました。19世紀、シーボルトによってヨーロッパへ紹介されると、日陰の庭を彩る「ホスタ」として絶大な人気を博します。日本の食卓では雪解けの象徴であり、西洋の庭では夏の涼を呼ぶ。同じ植物が、文化が異なれば全く違う価値を見出される。ギボウシは、そんな食と文化の面白い関係を教えてくれる存在です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[おおばぎぼうし]]"
        ],
        "similarVegetables": [
          "[[アスパラガス]]"
        ]
      },
      "notes": "食用としての利用はほぼ日本に限定され、その栄養価や機能性に関する科学的な研究はまだ始まったばかりです。"
    }
  }
}