{
  "global_info": {
    "url": "けつるあずき",
    "kana_name": "ケツルアズキ",
    "scientificName": "Vigna mungo",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ササゲ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "果実",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ケツルアズキ"
        ]
      },
      "international": {
        "en": [
          "Black gram",
          "Urd bean",
          "Black matpe bean"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ケツルアズキ",
      "oneliner": "南インドの食卓を支える、4000年の歴史を持つ滋味深い豆。",
      "description": "漆黒の小さな種子に、4000年を超える南アジアの食文化が凝縮されています。インドの大地で生まれ、モンスーンの恵みを受けて育つこの豆は、加熱すると土を思わせる素朴な香りを放ち、驚くほどクリーミーで優しい味わいに変わります。特に、水に浸して挽くと現れる独特の粘りは、南インドのイドゥリやドーサといった料理に、ふっくらとした生命感を与える魔法の源。それは単なる食材ではなく、日々の食卓と祈りを支えてきた、人々の暮らしに寄り添う存在なのです。",
      "practical_oneliner": "調理の鍵は一晩の浸水。乾燥豆は湿気を避けて長期保存を。",
      "practical_tips": "乾燥豆として手に入れるのが一般的です。購入後は密閉容器に移し、湿気や直射日光を避けて保存すれば一年以上品質を保てます。調理の際は、必ず一晩たっぷりの水に浸してください。このひと手間で豆は柔らかくなり、消化しやすくなります。南インドのドーサやイドゥリに使う場合は、米と一緒に浸水させ、なめらかなペースト状になるまで丁寧に挽くことで、あの独特の食感が生まれるのです。",
      "nutrition_oneliner": "驚くほど豊富なタンパク質と葉酸が、日々の元気を支えます。",
      "nutrition_benefits": "植物性とは思えないほど豊かなタンパク質（100gあたり約25g）と食物繊維を含み、菜食中心の食生活を力強く支えます。特に注目すべきは葉酸の含有量で、細胞の健やかな成長に欠かせない栄養素です。さらに、鉄分やマグネシウムといった日々の活動に必要なミネラルも豊富。高タンパク・高食物繊維の組み合わせは、血糖値の安定にも役立つことが期待されています。",
      "safety_oneliner": "他の豆類と同様、必ず十分に加熱してからお召し上がりください。",
      "safety_notes": "特別な毒性はありませんが、多くの豆類と同様、加熱が不十分だと消化不良の原因になります。調理前にはしっかり浸水させ、十分に火を通してください。そうすることで栄養を効果的に吸収でき、美味しく安全に楽しめます。",
      "honest_oneliner": "独特のとろみは唯一無二だが、日本ではまだ見つけにくい存在。",
      "honest_assessment": "南インドのドーサや北インドのダル・マカニの、あの忘れがたい食感はこの豆なくしては語れません。その独特の粘りとクリーミーさは、他の豆では決して真似できない魅力です。ただ、日本ではまだ一般的な食材ではなく、専門店を探す必要があります。また、調理には一晩の浸水が欠かせず、少し手間がかかるのも事実。しかし、その手間をかける価値は十分にあります。",
      "cultural_background": "その歴史は古く、インドでは4000年以上前から栽培されてきました。野生の祖先から人の手によって選び抜かれ、南アジアの食文化に深く根付いています。単なるタンパク質源としてだけでなく、ヒンドゥー教の儀式では神聖なお供え物となり、伝統医学アーユルヴェーダでは薬としても用いられてきました。日々の糧であり、祈りの対象でもある、文化そのものを宿した豆なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[t-9]]",
          "[[pant-u-31]]"
        ],
        "similarVegetables": [
          "[[リョクトウ]]"
        ]
      },
      "notes": ""
    }
  }
}