{
  "global_info": {
    "url": "こんにゃく",
    "kana_name": "コンニャク",
    "scientificName": "Amorphophallus konjac K.Koch",
    "classification": {
      "family_ja": "Arum family",
      "genus_ja": "Voodoo lily"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "コンニャク（蒟蒻）"
        ]
      },
      "international": {
        "en": [
          "Konjac",
          "Konnyaku",
          "Devil's tongue",
          "Voodoo lily",
          "Elephant yam"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "蒟蒻（こんにゃく）",
      "oneliner": "ほぼ無味無カロリー。出汁を吸い込み、ぷるぷる食感に化ける不思議な芋。",
      "description": "東南アジアの山深い森が故郷の、不思議な多年草の根から生まれる食材。それ自体はほとんど味も香りも持たない、控えめな存在です。しかし、ひとたび出汁を吸い込むと、その真価を発揮します。ゼリーのようでいて、しっかりとした歯ごたえ。この独特のぷるぷるとした食感こそが、古くから日本の食卓で愛されてきた理由。料理の名脇役として、静かに、しかし確かに食感の楽しさを添えてくれます。",
      "practical_oneliner": "調理前の「アク抜き」が必須。臭みが消え、味しみが格段に良くなる。",
      "practical_tips": "市販のものは袋の中の水にも独特の香りがあるので、使う前によく洗い流しましょう。塩で軽く揉んでからさっと茹でる「アク抜き」を一手間加えるのが美味しくいただく秘訣です。これで特有の臭みが抜け、料理の出汁や調味料がぐっと染み込みやすくなります。開封後は水に浸して冷蔵庫で保存し、早めに使い切ってください。",
      "nutrition_oneliner": "お腹の掃除役、水溶性食物繊維グルコマンナンが主成分。",
      "nutrition_benefits": "その成分のほとんどは水分と、グルコマンナンという水溶性食物繊維です。カロリーはほぼゼロに近く、ダイエット中の方にも心強い味方。このグルコマンナンがお腹の中で水分を吸って膨らむことで、満腹感を与えてくれます。また、食後の血糖値の急な上昇を抑えたり、コレステロールの排出を助けたり、お通じを整えたりと、嬉しい働きが報告されています。",
      "safety_oneliner": "生の芋は有毒！必ず加熱・アルカリ処理された加工品を食べて。",
      "safety_notes": "生の芋は、シュウ酸カルシウムという有毒成分を含み、強い刺激があります。市販品は無害化されているので安全ですが、食物繊維が水分を大量に吸うため、食べるときは十分な水分と一緒にとるようにしましょう。",
      "honest_oneliner": "食感は唯一無二。でも、それ自体に味はなく、下処理が美味しさを左右する。",
      "honest_assessment": "正直に言うと、コンニャク自身に美味しさはありません。主役を張るタイプの食材ではなく、あくまで名脇役。その魅力は、ぷるんとした他にない食感と、どんな味にも染まる素直さにあります。下処理を面倒に感じるかもしれませんが、その一手間をかけることで、料理全体の満足度をぐっと上げてくれる、奥深い存在なのです。",
      "cultural_background": "中国で2000年以上前から薬として利用され、日本へは仏教と共に伝わりました。当初は薬でしたが、やがて精進料理に取り入れられ、「お腹の砂下ろし」として体内を清める食材と信じられてきました。今では冬のおでんに欠かせない存在として、日本の食文化に深く根付いています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[あかぎおおだま]]",
          "[[花魔芋]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}