{
  "global_info": {
    "url": "さんしょう",
    "kana_name": "サンショウ",
    "scientificName": "Zanthoxylum piperitum (L.) DC.",
    "classification": {
      "family_ja": "Rue family",
      "genus_ja": "Prickly Ash"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "山椒"
        ]
      },
      "international": {
        "en": [
          "Japanese Pepper",
          "Japanese Prickly Ash"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "山椒",
      "oneliner": "痺れる辛味と爽やかな香りが和食を彩る、日本古来の香辛料。",
      "description": "春には柔らかな「木の芽」が芽吹き、初夏には青く瑞々しい「実山椒」が顔をのぞかせ、秋には完熟した果皮が「粉山椒」へと姿を変える。季節のうつろいと共に、日本の食卓に彩りを添えてきた小さな巨人です。その魅力は、爽やかな柑橘を思わせる香りと、舌の上で弾けるような電撃的な痺れ。この唯一無二の感覚は、縄文の昔から日本人の味覚を魅了し、繊細な和食の味わいをキリリと引き締めてきました。",
      "practical_oneliner": "香りは揮発しやすい。粉は密閉冷暗所、実は佃煮や塩漬けに。",
      "practical_tips": "山椒の命は、なんといってもその香り。粉山椒を選ぶ際は、色が鮮やかで、封を開けた時に清々しい香りが立つものを選びましょう。香りは非常に揮発しやすいため、開封後は必ず密閉容器に入れ、光の当たらない冷暗所で保存するのが鉄則です。初夏に出回る生の「実山椒」は、すぐに使わない分は醤油で煮詰めて「佃煮」にしたり、塩漬けにして冷蔵保存することで、その鮮烈な風味を一年中楽しむことができます。",
      "nutrition_oneliner": "独特の痺れ成分サンショオールが、胃腸を整え体を温める。",
      "nutrition_benefits": "あの独特の痺れる辛さの正体は「サンショオール」という成分。これが胃腸の働きを助け、食欲を増進させるだけでなく、血行を促進して体を内側から温めてくれると言われています。また、乾燥させた粉末にはカリウムやカルシウム、鉄といったミネラルも豊富。春先の若葉「木の芽」の爽やかな香りにはシトロネラールが含まれ、心を落ち着かせる働きも期待できます。料理の風味付け以上の、古くからの知恵が詰まっています。",
      "safety_oneliner": "刺激が強いため一度に多量の摂取は避け、妊娠中は慎重に。",
      "safety_notes": "山椒の痺れるような刺激は大きな魅力ですが、その分、胃腸への作用も穏やかではありません。一度にたくさん食べ過ぎると、腹痛などを引き起こす可能性があります。また、妊娠中の使用に関する安全性はまだ十分に確認されていないため、念のため控えるか、ごく少量に留めるのが賢明でしょう。",
      "honest_oneliner": "香りは唯一無二だが揮発しやすく、栽培には少しコツがいる玄人好みのスパイス。",
      "honest_assessment": "鰻の蒲焼にひと振りすれば、その場の空気を一変させるほどの圧倒的な存在感。これほど日本の食文化に深く根ざしたスパイスは他にありません。しかし、その鮮烈な香りは驚くほど繊細で、すぐに失われてしまいます。家庭で育てようにも、実をつけるには雌雄の木が必要で、気づけばアゲハの幼虫に葉を食べ尽くされていることもしばしば。少し気難しいけれど、それゆえに手に入れた時の喜びは格別な、愛すべき存在です。",
      "cultural_background": "その歴史は驚くほど古く、縄文時代の遺跡から種が見つかるほど。日本最古の歴史書『古事記』にもその名が登場します。古くは単なる香辛料としてだけでなく、その強い香りが邪気を払うと信じられ、儀式にも用いられてきました。江戸時代には、棘がなく実の大きな「朝倉山椒」のような品種が人の手で選抜されるなど、日本の風土と人々の営みの中で、ゆっくりと時間をかけて今の姿に育まれてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ぶどう山椒]]",
          "[[朝倉山椒]]"
        ],
        "similarVegetables": [
          "[[ホアジャオ]]"
        ]
      },
      "notes": "家庭で栽培する場合、実を収穫するには雌雄の木を揃える必要がある雌雄異株の植物です。"
    }
  }
}