{
  "global_info": {
    "url": "じゃがいも",
    "kana_name": "ジャガイモ",
    "scientificName": "Solanum tuberosum",
    "classification": {
      "family_ja": "Nightshade family",
      "genus_ja": "Nightshade"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ジャガイモ"
        ]
      },
      "international": {
        "en": [
          "Potato"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ジャガイモ",
      "oneliner": "飢饉を救い、文化を育んだ。世界で最も愛される大地の恵み。",
      "description": "南米アンデスの高地で生まれ、8000年の時を経て世界中の食卓へ旅をしたジャガイモ。その素朴な姿の下には、品種ごとに異なる物語が隠されています。あるものは雪のようにほろりと崩れる粉質、またあるものは煮込んでも形を保つ粘質。黄色、紫、赤と、その色合いも実に豊か。口に含めば、大地の穏やかな香りとデンプンがもたらす優しい甘みが広がり、あらゆる料理を温かく包み込む、まさに母なる大地の贈り物です。",
      "practical_oneliner": "光を避け、芽と緑の皮は必ず除去。毒素に注意して調理を。",
      "practical_tips": "手に取ったときに固く、ずっしりと重みを感じるものを選びましょう。表面に傷がなく、芽が出ていないか、皮が緑色に変色していないかを確認してください。持ち帰ったら、光が当たらない風通しの良い冷暗所で保存するのが長持ちの秘訣です。調理の際は、食中毒の原因となるソラニンを含む芽や緑化した皮の部分を、少し厚めにしっかりと取り除くことを徹底してください。",
      "nutrition_oneliner": "熱に強いビタミンCとカリウムが、毎日の元気を支えます。",
      "nutrition_benefits": "主成分はエネルギー源となる炭水化物ですが、意外にもビタミンCが豊富。ジャガイモのビタミンCはデンプンに守られて加熱しても壊れにくいのが特長です。また、余分な塩分を排出するのを助けるカリウムも多く含み、高血圧の予防にも役立ちます。近年では、紫や赤の皮を持つ品種に含まれるアントシアニンなどの抗酸化物質にも注目が集まっています。",
      "safety_oneliner": "芽や緑色に変色した皮には有毒成分が。必ず取り除いて。",
      "safety_notes": "ジャガイモの芽や光で緑化した皮には、ソラニンなどの天然毒素が含まれます。摂取すると吐き気や腹痛といった中毒症状を引き起こす恐れがあるため、調理の際は必ずこれらの部分を厚めに剥き、完全に取り除いてください。",
      "honest_oneliner": "最高の万能選手だが、芽の毒と気候の変化には少し弱い一面も。",
      "honest_assessment": "世界中の飢えを救い、どんな料理にも寄り添う懐の深さは比類なき魅力です。しかし、芽に潜む毒や高温多湿を嫌う繊細さも持ち合わせます。品種による『粉質』と『粘質』の違いを知らないと、煮崩れさせてしまうことも。彼の個性を理解し、正しく付き合うことが、その真価を引き出す鍵となります。",
      "cultural_background": "その故郷は、8000年前の南米アンデス山脈。インカ帝国では人々の命を支える聖なる作物でした。16世紀、大航海時代の波に乗りヨーロッパへ渡ると、飢饉から人々を救い、人口を爆発的に増加させる原動力に。アイルランドの悲劇のように、時には歴史を大きく揺るがしながら、世界中の食文化に深く根を下ろしていったのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ラセットバーバンク]]",
          "[[パパアマリジャ]]",
          "[[ビンチェ]]"
        ],
        "similarVegetables": [
          "[[さつまいも]]",
          "[[さといも]]"
        ]
      },
      "notes": ""
    }
  }
}