{
  "global_info": {
    "url": "すいぜんじな",
    "kana_name": "スイゼンジナ",
    "scientificName": "Gynura bicolor",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "ギヌラ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "スイゼンジナ",
          "ハンダマ"
        ]
      },
      "international": {
        "en": [
          "Okinawan spinach",
          "Edible Gynura",
          "Hong Tsoi",
          "Red vegetable"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "水前寺菜（スイゼンジナ）",
      "oneliner": "鮮やかな紫が食卓を彩る、沖縄の伝統的な「命の薬」。",
      "description": "南国の太陽を思わせる緑の葉と、ハッとするほど鮮やかな紫色の裏葉。この美しいコントラストが水前寺菜の個性です。東南アジアから伝わり、沖縄では「ハンダマ」と呼ばれ食卓に深く根付いてきました。加熱すると生まれる独特のぬめりと、かすかな苦味、そしてシャキシャキとした茎の食感。その味わいは、ただ美味しいだけでなく、どこか懐かしく体に染み渡るような優しさを持っています。",
      "practical_oneliner": "加熱で色鮮やかに。さっと火を通し、ぬめりを活かすのがコツ。",
      "practical_tips": "鮮やかな紫を活かすなら、加熱調理がおすすめです。さっと炒めたり、おひたしにすると、色がより一層際立ちます。沖縄料理では豚肉や豆腐と合わせて炒め物に、中華料理ではニンニクやごま油と香ばしく炒めるのが定番。独特のぬめりが出るので、汁物の具や和え物にもよく合います。若葉であれば、サラダなど生で楽しむこともできます。調理法を選ばない、頼れる常備菜です。",
      "nutrition_oneliner": "鉄分、カリウム、ビタミンAが豊富な、古の「血の薬」。",
      "nutrition_benefits": "沖縄で「血の薬（チーグスイ）」と呼ばれるのには理由があります。鉄分を豊富に含み、古くから貧血予防に役立てられてきました。また、葉の紫色の源であるアントシアニンには強い抗酸化作用が。さらに、豊富なβカロテン（ビタミンA）やカリウムも含まれ、日々の健康維持を優しく支えてくれる、伝統的な健康野菜です。",
      "safety_oneliner": "同属の植物で肝毒性の報告があり、大量の常食は注意が必要。",
      "safety_notes": "水前寺菜が属する植物には、ピロリジジンアルカロイド（PA）という成分を含むものがあります。この成分は、過剰に摂取すると肝臓に影響を与える可能性が指摘されています。水前寺菜の含有量は低いとされますが、念のため、極端に大量の葉を毎日食べ続けるような食生活は避けるのが賢明でしょう。",
      "honest_oneliner": "栄養価は高いが、土っぽい風味とぬめりは少し好みが分かれる。",
      "honest_assessment": "鮮やかな紫色と、沖縄の「ぬちぐすい」という物語は何物にも代えがたい魅力です。栽培も容易で、夏の葉物野菜が少ない時期には大変重宝します。ただ、加熱した時のぬめりや、少し土を感じさせる独特の風味は、初めての方には戸惑うかもしれません。その個性すべてを受け入れてこそ、この野菜の本当の価値が見えてくるはずです。",
      "cultural_background": "その旅路は東南アジアに始まり、18世紀には熊本の地で「水前寺菜」として栽培されていた記録が残ります。一方、琉球では「ハンダマ」と呼ばれ、「血の薬」「命の薬」として女性の健康を支える大切な食料に。薬膳文化が根付く中国南部や台湾でも、血を補う食材として珍重されてきました。その名は違えど、人を想う心と共に各地へ伝わった野菜です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ハンダマ]]",
          "[[スイゼンジナ（熊本）]]"
        ],
        "similarVegetables": [
          "[[ツルムラサキ]]"
        ]
      },
      "notes": "本種に含まれるピロリジジンアルカロイドの安全性については現在も研究が進行中であり、伝統的な食文化の範囲での摂取が推奨されます。"
    }
  }
}