{
  "global_info": {
    "url": "せり",
    "kana_name": "セリ",
    "scientificName": "Oenanthe javanica",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "セリ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "セリ"
        ]
      },
      "international": {
        "en": [
          "Water Dropwort",
          "Chinese Celery",
          "Java Water Dropwort",
          "Japanese Parsley"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "芹（せり）",
      "oneliner": "清らかな水辺に育つ、春の息吹。シャキシャキした食感と爽やかな香り。",
      "description": "東アジアからオーストラリアまで、陽光きらめく水辺や湿地に自生するセリ。すっと伸びた細い茎と、鮮やかな緑の葉が春の訪れを告げます。口に運べば、シャキッと歯切れのよい茎の食感とともに、セロリと三つ葉を合わせたような清涼感あふれる香りが鼻を抜けていきます。この爽やかなほろ苦さこそ、古くからアジアの食卓で愛されてきた大自然の恵み。料理に季節の息吹を吹き込んでくれる存在です。",
      "practical_oneliner": "鮮度が命。濡れた紙で包み、立てて保存。香りを活かすため加熱は短く。",
      "practical_tips": "お店で選ぶなら、葉先までピンと張りがあり、茎が折れそうなくらい瑞々しいものを。香りが強いほど新鮮な証拠です。乾燥が大の苦手なので、家に帰ったら根元を湿らせたキッチンペーパーで包み、ポリ袋に入れて冷蔵庫で立てて保存しましょう。調理前には、根元に泥が残りやすいので、流水で丁寧に洗い流してください。おひたしにする際は、熱湯でさっと茹でて冷水に取るのが色と香りを保つコツです。",
      "nutrition_oneliner": "β-カロテンとビタミンKが豊富。体の調子を整える緑の力。",
      "nutrition_benefits": "カロリーは控えめながら、栄養価の高さが魅力です。特に、体内でビタミンAに変わるβ-カロテンが非常に豊富で、皮膚や粘膜の健康維持を助けます。また、正常な血液凝固に不可欠なビタミンKの含有量も際立っています。さらに、赤血球の形成を助ける葉酸や、体内の余分なナトリウム排出を促すカリウムもバランス良く含まれています。",
      "safety_oneliner": "野生のものは有毒なドクゼリと酷似。採取には専門知識が必須です。",
      "safety_notes": "セリ科には、猛毒を持つドクゼリのように、見た目が非常によく似た植物が存在します。水辺に自生しているものを安易に摘んで食べるのは大変危険ですので、必ず信頼できるお店で購入したものをお楽しみください。",
      "honest_oneliner": "唯一無二の香りは料理の主役級。ただ、鮮度の落ちやすさが悩みの種。",
      "honest_assessment": "セリの魅力は、何と言ってもその鮮烈な香り。鍋に入れれば、他の具材を従えるほどの主役になります。この香りとシャキシャキした食感が好きな人には、たまらないご馳走でしょう。一方で、その個性的な香りが苦手な方もいるのも事実。また、少しでも鮮度が落ちると、あの素晴らしい風味は失われてしまいます。手に入れたらすぐに味わい尽くす。そんな付き合い方が似合う野菜です。",
      "cultural_background": "その歴史は古く、日本の『万葉集』や中国の『詩経』にも名が見られるほど、1500年以上にわたり東アジアの人々の暮らしに寄り添ってきました。特に日本では「春の七草」の一つとして知られ、正月に七草粥として食べることで一年の無病息災を願う、大切な儀式用の野菜です。春の訪れを告げる象徴として、新しい季節への期待感を運んできます。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[みぜきせり]]"
        ],
        "similarVegetables": [
          "[[セロリ]]",
          "[[みつば]]"
        ]
      },
      "notes": ""
    }
  }
}