{
  "global_info": {
    "url": "たらのき",
    "kana_name": "タラノキ",
    "scientificName": "Aralia elata",
    "classification": {
      "family_ja": "ウコギ科",
      "genus_ja": "タラノキ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "タラノキ"
        ]
      },
      "international": {
        "en": [
          "Japanese angelica tree",
          "Angelica tree"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "タラノキ",
      "oneliner": "春の訪れを告げる山菜の王様。ほろ苦さの奥に潜む、豊かなうま味。",
      "description": "東アジアの冷涼な森で、厳しい冬を越えた木々が芽吹く頃、私たちの食卓に春の息吹を届けてくれるのがタラノキの新芽です。「山菜の王様」と称されるその姿は、力強く天を衝き、ほくほくとした食感と口に広がる上品な苦味、そして豊かなうま味が特徴。古くは万葉集にも詠まれ、日本では春の山菜文化の主役として、韓国ではナムルとして、永く愛されてきました。一口食べれば、森の生命力が体に満ちていくようです。",
      "practical_oneliner": "芽が開ききる前に収穫し、アク抜きのため必ず加熱。天ぷらが絶品です。",
      "practical_tips": "新鮮なタラノキを選ぶコツは、芽が固く締まり、葉が開きすぎていないものを見つけること。乾燥に弱いので、購入後は湿らせた新聞紙で包み、ポリ袋に入れて冷蔵庫で保存し、2〜3日中に使い切りましょう。調理の前に、根元の硬い「ハカマ」と呼ばれる部分を指で剥き取ります。アクが強いため生食は厳禁。天ぷらならそのまま、おひたしや和え物にする場合は、塩少々を加えた熱湯で1〜2分茹でて冷水にさらせば、アクが抜け色鮮やかに仕上がります。",
      "nutrition_oneliner": "豊富なβ-カロテンと、特有の苦味成分サポニンを含む春のごちそう。",
      "nutrition_benefits": "タラの芽は、体内でビタミンAに変わるβ-カロテンを豊富に含んでいます。また、骨の健康に関わるビタミンKや、細胞の再生を助ける葉酸、余分な塩分を排出するカリウムなども含まれる、栄養価の高い山菜です。独特の苦味の正体は、エラトシドなどのサポニン類やジテルペン類といった機能性成分。これらには抗炎症作用などが期待され研究が進められており、古くから健胃や強壮を目的とした民間療法でも利用されてきました。",
      "safety_oneliner": "アクが強いため、生食は絶対に避け、必ず加熱調理してください。",
      "safety_notes": "タラノキの若芽にはアクが含まれるため、生食は避けてください。体調を崩す可能性があります。おひたしなどにする際は一度茹でこぼし、天ぷらのように高温で揚げる調理法でもアクは分解されるため、安全に美味しくいただけます。",
      "honest_oneliner": "春だけの贅沢な味わいは格別ですが、旬は短く、下処理も必須です。",
      "honest_assessment": "「山菜の王様」の名は伊達ではありません。天ぷらにした時のほくっとした食感と鼻に抜ける春の香りは、一度味わうと忘れられないでしょう。ただ、その旬はあっという間。価格も安くはなく、独特の苦味が苦手な方もいるかもしれません。毎年、短い期間だけ出会える、少し気難しいけれど抗いがたい魅力を持つ春の使者です。",
      "cultural_background": "その歴史は古く、日本では『万葉集』にも登場し、古来より春を告げる山菜として親しまれてきました。アイヌの人々は「チマニ」と呼び季節の象徴とし、韓国では春の食卓に欠かせない「ドゥルプ」として愛されています。山菜採りという文化とともに受け継がれてきた、東アジアの森が育んだ共通の食文化遺産です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[メドリン]]",
          "[[新タラナミ]]"
        ],
        "similarVegetables": [
          "[[うど]]"
        ]
      },
      "notes": ""
    }
  }
}