{
  "global_info": {
    "url": "つるのげいとう",
    "kana_name": "ツルノゲイトウ",
    "scientificName": "Alternanthera sessilis",
    "classification": {
      "family_ja": "ヒユ科",
      "genus_ja": "ツルノゲイトウ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ツルノゲイトウ (Tsurunogeitou)"
        ]
      },
      "international": {
        "en": [
          "Sessile Joyweed",
          "Dwarf Copperleaf",
          "Red Carpet Weed"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ツルノゲイトウ",
      "oneliner": "南アジアで「目に良い黄金の草」と伝わる、鉄分豊富な生命力溢れる野草。",
      "description": "熱帯アジアの湿潤な大地を覆うように広がる、緑の絨毯。それがツルノゲイトウです。その姿はたくましく、雨季には一層生命力を輝かせます。若葉を摘んで口にすれば、ほうれん草にも似た優しい味わいの奥に、ほのかな苦みと大地の香りが。シャキッとした茎の歯ざわりも心地よいアクセント。炒めればすぐ柔らかく馴染み、日々の食卓に力強い緑を添えてくれます。アジアの家庭で古くから愛されてきた、素朴ながらも滋味深い野草です。",
      "practical_oneliner": "加熱はさっと短時間で。シャキシャキした茎の食感を活かすのがコツです。",
      "practical_tips": "葉がみずみずしく、色が鮮やかなものを選びましょう。特に若い葉や茎は柔らかく美味です。調理の際は、土をしっかり洗い流すだけで手軽に使えます。加熱するとすぐにかさが減るので、たっぷりめに用意するのがおすすめ。炒め物やスープにする際は、火を入れすぎず、茎のシャキシャキ感を残すと食感のアクセントになります。シュウ酸を含むため、気になる方はさっと茹でこぼしてから使うとより安心して召し上がれます。",
      "nutrition_oneliner": "驚くべき鉄分とカルシウム。南アジアでは目に良いと伝わる伝統野菜。",
      "nutrition_benefits": "ツルノゲイトウは、見た目からは想像もつかない栄養の宝庫です。特に鉄分は100gで一日の必要量に迫るほど豊富。カルシウムもたっぷりと含んでいます。また、体内でビタミンAに変わるβ-カロテンも非常に多く、南アジアで古くから「目に良い野菜」として珍重されてきた伝統を裏付けています。日々の健康維持をサポートする、頼もしい緑黄色野菜と言えるでしょう。",
      "safety_oneliner": "シュウ酸を含むため、腎臓に不安のある方は過剰な摂取にご注意ください。",
      "safety_notes": "一般的に食べられている範囲では安全な野菜ですが、ほうれん草などと同じくシュウ酸塩を含みます。腎臓に疾患をお持ちの方や、大量に毎日食べるようなことは避けた方が良いでしょう。調理法を工夫することで、安心してその栄養をいただけます。",
      "honest_oneliner": "栄養価は一級品。ただ、日本ではまだ出会うのが難しい、素朴な野草。",
      "honest_assessment": "アジアの食文化を支えてきた偉大な野草ですが、その魅力はまだ世界に知られていません。驚くほどの栄養価と、どんな環境でも育つ逞しさは大きな長所です。しかし、日本ではまだ馴染みが薄く、手に入れるのは簡単ではないかもしれません。洗練された野菜というよりは、大地の力をそのままいただくような素朴な味わい。その野趣こそが、この草の最大の魅力なのです。",
      "cultural_background": "その歴史は古く、サンスクリット語の文献にもその名が見られるほど。特に南インドのタミル地方では「ポンナンガンニ」――すなわち「黄金の輝きをもたらす草」と呼ばれ、目に良いと信じられてきました。スリランカでは「ムクヌウェンナ」として食卓に欠かせない存在。これは単なる野菜ではなく、アーユルヴェーダの知恵と共に受け継がれてきた、暮らしに根ざす薬草なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[つるのげいとう緑色種]]",
          "[[つるのげいとう赤色種]]"
        ],
        "similarVegetables": [
          "[[ほうれんそう]]"
        ]
      },
      "notes": "この植物は、明確に「栽培」される野菜というより、畑の隅や水辺で「半野生」のまま管理・採集されることが多い、人間と自然の境界にあるような存在です。"
    }
  }
}