{
  "global_info": {
    "url": "つるむらさき",
    "kana_name": "ツルムラサキ",
    "scientificName": "Basella alba",
    "classification": {
      "family_ja": "Basellaceae",
      "genus_ja": "Basella"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ツルムラサキ"
        ]
      },
      "international": {
        "en": [
          "Malabar spinach",
          "Indian spinach",
          "Ceylon spinach",
          "Vine spinach"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ツルムラサキ",
      "oneliner": "夏の暑さに負けない生命力。独特のぬめりと栄養を食卓へ。",
      "description": "南アジアや東南アジアの熱帯地域を故郷に持つ、生命力あふれるつる性の野菜。太陽を浴びた肉厚の葉と茎は、加熱すると独特のぬめりを生み出します。その味わいは驚くほどマイルドで、ほうれん草に似た優しい土の香り。しかし酸味は少なく、つるりとした喉ごしが唯一無二の個性です。鮮やかな緑の茎を持つもの、美しい赤紫色の茎を持つものがあり、見た目にも食卓を彩ります。",
      "practical_oneliner": "鮮度が命。さっと茹でて、特有のぬめりを活かすのがコツ。",
      "practical_tips": "葉が肉厚でみずみずしく、茎の色が鮮やかなものを。乾燥に弱いので、湿らせた紙で包み冷蔵庫で立てて保存し、早めに使い切りましょう。長期保存なら、さっと茹でて冷凍を。調理前に湯通しすると、わずかなアクが抜けて風味が向上します。独特の食感を活かすため、炒め物やスープに入れる際は、加熱は短時間で済ませるのが美味しく仕上げるコツです。",
      "nutrition_oneliner": "ビタミンAとCがずば抜けて豊富。夏の美容と健康に。",
      "nutrition_benefits": "夏の強い日差しから体を守るβ-カロテン（ビタミンA）と、免疫力を支えるビタミンCが特に豊富。まさに夏に摂りたい栄養素です。骨の健康に役立つカルシウムや鉄分もしっかり含まれています。また、赤紫色の品種が持つ色素ベタシアニンや、ポリフェノール類には、細胞の老化を防ぐ抗酸化作用が期待されています。",
      "safety_oneliner": "シュウ酸を含むため、気になる方はアク抜きを。過剰摂取は避けて。",
      "safety_notes": "ほうれん草などと同じように、シュウ酸を少量含んでいます。健康な方であれば通常の食事で問題ありませんが、腎臓結石などのリスクがある方は一度に大量に食べるのは避けましょう。さっと湯通しすることで、シュウ酸の大部分は取り除けます。",
      "honest_oneliner": "栄養満点で夏に強い優等生。ただし、ぬめり食感は好みが分かれる。",
      "honest_assessment": "夏の葉物野菜が少なくなる時期に、ぐんぐん育ってくれる頼もしい存在。栄養価の高さも折り紙付きです。ただ、その魅力の中心である「ぬめり」は、オクラなどが苦手な方には少しハードルが高いかもしれません。まずは少量から、スープやおひたしで、その独特の喉ごしを体験してみてください。",
      "cultural_background": "その歴史は古く、南アジアや東南アジアでは古代から食卓と薬箱の両方を支えてきました。やがて海の道を渡り、アジアからアフリカ、そして新世界へと旅をします。フィリピンの酸っぱいスープ「シニガン」や、ベンガルの魚カレーに欠かせない存在となり、それぞれの土地の食文化に深く根付いていきました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[りょくけいつるむらさき]]",
          "[[せっけいつるむらさき]]"
        ],
        "similarVegetables": [
          "[[ほうれんそう]]",
          "[[モロヘイヤ]]",
          "[[オクラ]]"
        ]
      },
      "notes": "世界各地で栽培される中で多様な在来種が生まれましたが、その全貌や野生種との正確な関係については、まだ研究の余地が多く残されています。"
    }
  }
}