{
  "global_info": {
    "url": "つるあずき",
    "kana_name": "ツルアズキ",
    "scientificName": "Vigna umbellata",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ササゲ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ツルアズキ"
        ]
      },
      "international": {
        "en": [
          "Rice bean",
          "Red bean",
          "Climbing mountain bean"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ツルアズキ",
      "oneliner": "アジアの山々が育んだ、アズキの素朴な親戚。滋養に富む一粒。",
      "description": "ヒマラヤの麓、インドからビルマにかけての山岳地帯で、数千年もの間ひっそりと栽培されてきた小さな豆、ツルアズキ。見た目はアズキのようですが、味わいはより素朴で、ほのかにナッツを思わせる滋味深さが魅力です。煮込むとほっくりと柔らかくなり、その優しい風味はスープや煮込み料理に溶け込みます。厳しい環境でも育つ生命力は、古くから山に暮らす人々の暮らしと食文化を静かに支えてきた、まさに「山の恵み」と呼ぶにふさわしい存在です。",
      "practical_oneliner": "乾燥豆は長期保存可能。使う前には一晩水に浸し、必ず加熱を。",
      "practical_tips": "主に乾燥豆として流通しますが、国内での入手は容易ではありません。手に入れた際は、湿気を避けて密閉容器で保存すれば一年以上品質を保てます。ただし、古くなるほど硬く煮えにくくなるので早めに使い切りましょう。調理前には一晩たっぷりの水に浸して戻すのが基本。生の状態では体に有害な成分を含むため、どんな料理に使う場合でも、必ず中までしっかりと火を通すことが最も大切なポイントです。",
      "nutrition_oneliner": "タンパク質と鉄分が豊富。山岳民族の貴重な栄養源。",
      "nutrition_benefits": "一見小粒ですが、その中には驚くほどの栄養が詰まっています。特にタンパク質は100gあたり約22gと豊富。さらに、貧血予防に欠かせない鉄分や、骨の健康を支えるカルシウムとリンも多く含んでいます。伝統的には滋養強壮食として病後の回復期にも用いられてきました。近年では抗酸化作用を持つフェノール酸やフラボノイドといった成分も注目されており、日々の健康維持に役立つ食材と言えるでしょう。",
      "safety_oneliner": "生食は厳禁。レクチンを含むため、必ず十分に加熱してください。",
      "safety_notes": "多くの豆類と同様、生のツルアズキにはレクチンという天然の毒素が含まれています。消化不良などを引き起こすため、生食は絶対に避けてください。水で戻した後は、煮込み料理などで中心部まで完全に火を通すことで無害化できます。安全に楽しむための大切なルールです。",
      "honest_oneliner": "栄養と生命力は一級品。でも、出会うこと自体が非常に難しい。",
      "honest_assessment": "アジアの山岳地帯で人々の命を繋いできた生命力と栄養価は、まさに一級品。アズキに似て非なる、野趣あふれる素朴な風味は大きな魅力です。しかし最大の難点は、日本ではまず市場で見かけないこと。もし幸運にも出会えたなら、その出自に思いを馳せ、じっくり煮込んでみてください。食卓に奥深い物語を添えてくれる、そんな豆です。",
      "cultural_background": "その歴史は古く、数千年前のヒマラヤ山麓で野生種から栽培化されたと考えられています。以来、アジアの山岳民族にとって痩せた土地でも育つ貴重なタンパク源であり続けてきました。特にネパールでは『マシャン』と呼ばれ、日常食の豆スープ『ダール』や、祭事で食べる栄養満点の『クワティ』に欠かせない存在。単なる食材ではなく、人々の知恵と文化の結晶なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[あずき]]"
        ]
      },
      "notes": "商業的な大規模生産はほとんどなく、多くが自家消費されるため日本では入手が極めて困難。食文化の変化により栽培が減少しており、遺伝資源の保全が急がれている「忘れられた作物」の一つです。"
    }
  }
}