{
  "global_info": {
    "url": "ふじまめ",
    "kana_name": "フジマメ",
    "scientificName": "Lablab purpurea",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "Lablab"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "果実",
        "葉",
        "花",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "フジマメ"
        ]
      },
      "international": {
        "en": [
          "Hyacinth Bean",
          "Lablab Bean",
          "Bonavist Bean",
          "Dolichos Bean",
          "Egyptian Bean"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "フジマメ",
      "oneliner": "古の旅路を物語る、美しき花と滋味深き豆。",
      "description": "遠いアフリカの地で生まれ、古代の交易路を渡りアジアで花開いたフジマメ。その旅路を映すように、紫や白の美しい花は観賞用としても人々を魅了します。若いサヤはさっぱりと瑞々しく、成熟した乾燥豆は、じっくり火を通すことでナッツのような香りとほっくりクリーミーな食感に。インドやアフリカの食卓に欠かせないこの豆は、干ばつに強い生命力で人々を支えてきた、逞しい歴史の証人でもあるのです。",
      "practical_oneliner": "乾燥豆は必ずアク抜きを。毒性があるので生食は厳禁です。",
      "practical_tips": "乾燥豆として手に入れるのが一般的です。密閉容器に入れれば一年以上保存が可能。調理の際は、最も注意すべき点が一つ。成熟した豆には天然の毒素が含まれるため、生食は絶対に避けてください。たっぷりの水で一晩浸水させた後、必ず十分に加熱します。特に色の濃い豆は毒素が多い傾向にあるため、何度か茹でこぼすとより安全です。この一手間が、フジマメ本来の滋味深い味わいを引き出す鍵となります。",
      "nutrition_oneliner": "植物性タンパク質と食物繊維が豊富。力強い体づくりに。",
      "nutrition_benefits": "フジマメの乾燥豆は、優れた植物性タンパク質の源です。100gあたり約24gと豊富で、ベジタリアンやヴィーガンの食生活において重要な役割を果たします。また、約26gもの食物繊維が含まれており、お腹の調子を整える助けになります。伝統医学では古くから滋養強壮に用いられてきた歴史もあり、現代の研究でもその栄養価の高さが注目されています。日々の食事に加えることで、体を内側から支えてくれる頼もしい食材です。",
      "safety_oneliner": "生の成熟豆は有毒。必ず茹でこぼし、十分に加熱してください。",
      "safety_notes": "フジマメの成熟した乾燥豆には、シアン配糖体などの天然毒素が含まれています。生食や不十分な加熱は健康を害する恐れがあるため、調理前の下処理が不可欠です。一晩浸水させ、新しい水で十分に茹でることで毒素は無害化されます。特に色の濃い品種は慎重に調理しましょう。",
      "honest_oneliner": "逞しく栄養満点。でも、その毒と向き合う覚悟も必要です。",
      "honest_assessment": "フジマメは、ただの豆ではありません。乾燥や貧しい土壌にも負けない生命力を持ち、畑に窒素を供給する働き者です。その栄養価は多くの地域の食を支えてきました。しかし、その力強さには毒という裏の顔も。丁寧な下処理という『対話』を経て、初めて滋味深い美味しさを開いてくれます。少し手間はかかりますが、それだけの価値がある、尊敬すべき豆なのです。",
      "cultural_background": "その起源はアフリカに遡り、3000年以上も前からインドや古代エジプトで栽培されてきました。古代の交易路に乗りアジアへと伝播した歴史は、アフリカとアジアの農耕文化の交流を物語っています。特に南インドでは冬の収穫祭に欠かせない食材として祝われ、アフリカでは干ばつを乗り越えるための『救荒作物』として、今も人々の命を繋いでいます。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ロンガイ]]",
          "[[ハイワース]]",
          "[[ヘッバル・アヴァレ]]"
        ],
        "similarVegetables": [
          "[[いんげん]]",
          "[[えんどう]]"
        ]
      },
      "notes": "日本では主に観賞用として栽培されることが多く、食用の乾燥豆の入手は限られます。調理の際は、品種の特性（特に毒性について）を確認することが重要です。"
    }
  }
}