{
  "global_info": {
    "url": "ほそばわだん",
    "kana_name": "ホソバワダン",
    "scientificName": "Crepidiastrum lanceolatum",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "アゼトウナ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ホソバワダン",
          "ハマナ、ハマニガナ"
        ]
      },
      "international": {
        "en": [
          "Lance-leaf False Hawk's-beard"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ホソバワダン",
      "oneliner": "潮風に育まれた、ほろ苦さが体に染みる沖縄の「命の薬」。",
      "description": "日本の南西諸島から東アジアの沿岸部にかけて、潮風と強い日差しを浴びながら自生するたくましい多年草。地面を這うように広がる肉厚で光沢のある葉は、見た目以上にシャキシャキとした心地よい食感を持っています。その最大の特徴は、口の中に広がる鮮烈な苦味。しかし、その奥にはほのかな甘みが隠れており、沖縄では春の訪れを告げる滋味深い「島野菜」として古くから親しまれてきました。",
      "practical_oneliner": "強い苦味は茹でこぼしで調整。炒め物や天ぷらが定番。",
      "practical_tips": "この野菜を味わう鍵は、特有の強い苦味をどう活かすか、あるいは和らげるかにあります。まずはたっぷりの湯でさっと茹でこぼし、冷水にさらすことで、苦味を程よく抜くのが基本の下処理です。その後はおひたしや、豆腐やピーナッツバターを使った白和えにすると、苦味が旨味へと変わります。豚肉との相性も良く、炒め物や味噌汁の具にすれば、琉球料理ならではの力強い味わいが楽しめます。",
      "nutrition_oneliner": "苦味成分が胃腸を整え、食欲を増進させる伝統の薬草。",
      "nutrition_benefits": "詳細な栄養分析データはまだ少ないものの、緑黄色野菜としてβ-カロテンを豊富に含むと推定されています。最大の特徴である苦味は、セスキテルペンラクトン類という成分によるもの。琉球諸島では、この苦味が胃腸の調子を整え食欲を増進させると信じられ、「ぬちぐすい（命の薬）」として夏バテ防止などに利用されてきました。抗酸化作用を持つポリフェノール類も含むと考えられています。",
      "safety_oneliner": "キク科アレルギーの方は、摂取に注意が必要な場合があります。",
      "safety_notes": "ホソバワダンはキク科の植物です。そのため、キクやヨモギ、ブタクサなど、他のキク科植物にアレルギー反応を示す方は、同様の症状を引き起こす可能性があります。心配な方は少量から試すか、専門医にご相談ください。",
      "honest_oneliner": "鮮烈な苦味は唯一無二の魅力。ただ、好き嫌いははっきり分かれます。",
      "honest_assessment": "海岸の厳しい環境で育つ生命力そのものを味わうような、野趣あふれる野菜です。その魅力の中心は、何と言っても強烈な苦味。この風味が「たまらない」と感じるか、「食べにくい」と感じるかで評価は真っ二つに割れるでしょう。商業生産もほぼなく、出会うこと自体が稀。もし見つけたら、それは島の食文化の奥深さに触れる貴重な機会です。",
      "cultural_background": "琉球諸島の海岸で暮らす人々にとって、ホソバワダンは単なる食材ではありませんでした。厳しい自然環境を生き抜くための「ぬちぐすい（命の薬）」であり、食料が乏しい時の助けとなる救荒植物でもありました。その利用法は書物ではなく、親から子へと口伝えで継承されてきた、島の自給自足の暮らしに深く根ざした食文化の証人です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[にがな]]"
        ]
      },
      "notes": "商業生産はほぼなく、主に自生地で採取されます。そのため一般市場での入手は極めて困難です。沿岸開発や食生活の変化により、この野菜を育んできた食文化そのものの存続が危ぶまれています。"
    }
  }
}