{
  "global_info": {
    "url": "ぼたんぼうふう",
    "kana_name": "ボタンボウフウ",
    "scientificName": "Peucedanum japonicum",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "ボタンボウフウ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "牡丹防風 (ボタンボウフウ)",
          "長命草 (チョーミーグサ)"
        ]
      },
      "international": {
        "en": [
          "Coastal Hogfennel",
          "Japanese Hogfennel"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "牡丹防風（ボタンボウフウ）",
      "oneliner": "沖縄で「長命草」と呼ばれる、潮風育ちの力強い香りの野草。",
      "description": "東アジアの荒々しい海岸、潮風が吹き付ける崖に根を張る、たくましい多年草。その葉は厚く、牡丹の花を思わせる形から「牡丹防風」の名を持ちます。口にすれば、セリ科特有の爽やかな香りと、後を引く独特の心地よい苦みが広がります。生の若葉はシャキシャキと、火を通せばふわりと柔らかく。沖縄では「長命草」と呼ばれ、その生命力そのものをいただくかのように、古くから食卓で親しまれてきました。",
      "practical_oneliner": "香りの強い若葉を選び、さっと茹でて調理。乾燥保存も◎。",
      "practical_tips": "選ぶなら、色が濃く、セリ科特有の清々しい香りが立つ若葉を。葉が肉厚でしっかりしているものが新鮮な証です。保存する際は、湿らせたキッチンペーパーで包んでポリ袋に入れ、冷蔵庫で立てておくと長持ちします。独特の苦味が持ち味ですが、気になる方はさっと茹でてからおひたしや白和えにすると、ぐっと食べやすくなります。沖縄の定番、天ぷらにすれば、香りが引き立ち、苦味も心地よいアクセントに変わりますよ。",
      "nutrition_oneliner": "β-カロテンやポリフェノールが豊富。沖縄の伝統滋養食材。",
      "nutrition_benefits": "緑黄色野菜としてβ-カロテンを豊富に含むほか、ビタミンC、カルシウム、カリウムといったミネラルもバランス良く含んでいます。また、クロロゲン酸やルチンなどのポリフェノール類もその特徴。これらの成分が持つ抗酸化作用は、古くから沖縄で「ぬちぐすい（命の薬）」として滋養強壮や風邪の予防に利用されてきた伝統を、現代科学の視点からも裏付けています。日々の健康維持にぜひ取り入れたい野菜です。",
      "safety_oneliner": "セリ科植物のアレルギーがある方はご注意ください。",
      "safety_notes": "セロリやパセリなど、他のセリ科の植物にアレルギー反応が出る方は、摂取を避けるか、少量から試すようにしてください。近縁種には、汁が肌に付いた状態で紫外線にあたると皮膚炎を起こす光毒性成分を含むものがあるため、念のためご注意ください。",
      "honest_oneliner": "生命力溢れる風味は唯一無二。ただ、どこでも手に入らないのが難点。",
      "honest_assessment": "一口食べれば寿命が一日延びる、という沖縄の言い伝えは、この草が持つ力強い風味と栄養価を的確に表しています。セリ科特有の爽やかさと野性的な苦味は、好きな人にはたまらない魅力。しかし、その個性ゆえに、一般的な葉物野菜の感覚で食べると少し驚くかもしれません。主に産地周辺でしか手に入らない希少性も、この野菜を特別な存在にしています。出会えたなら、ぜひその土地の物語ごと味わってみてください。",
      "cultural_background": "その名の由来は、厚みのある葉の形が「牡丹」に似ていることから。古くは薬草や飢饉をしのぐ食料として、東アジアの沿岸に暮らす人々の命を支えてきました。特に沖縄では「食べれば一日長生きできる」との言い伝えから「長命草（チョーミーグサ）」と呼ばれ、日々の健康を願う「ぬちぐすい（命の薬）」として、おひたしやジュースで食卓にのぼります。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[よなぐにちょうめいそう]]"
        ],
        "similarVegetables": [
          "[[あしたば]]",
          "[[せり]]"
        ]
      },
      "notes": "明確な栽培品種はなく、主に自生または地域ごとの在来系統が利用されています。"
    }
  }
}