{
  "global_info": {
    "url": "もりあざみ",
    "kana_name": "モリアザミ",
    "scientificName": "Cirsium dipsacolepis",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "アザミ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "モリアザミ",
          "山ごぼう",
          "菊ごぼう"
        ]
      },
      "international": {
        "en": [
          "Mori Thistle"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "森薊（もりあざみ）",
      "oneliner": "信州の食文化を支える、独特の風味と歯ごたえが忘れられない山の幸。",
      "description": "「森薊」と聞いてもピンとこないかもしれませんが、「山ごぼう」の漬物といえば、そのシャキシャキとした歯ごたえを思い出す方も多いでしょう。日本の冷涼な中山間地で育つこのアザミは、土の香りがする細長い根を食用とします。その真価は、味噌や醤油にじっくり漬け込むことで開花します。厳しい冬を越すための先人の知恵から生まれた保存食は、今や地域の食文化を象徴する存在。噛みしめるたびに広がる独特の風味と心地よい歯ごたえは、日本の里山の風景を心に映し出してくれるようです。",
      "practical_oneliner": "主に漬物として流通。生から調理するなら丁寧な下処理が必須です。",
      "practical_tips": "生のモリアザミに出会う機会は稀ですが、もし手に入ったら、ひげ根が少なく、張りがあってしなやかなものを選びましょう。乾燥に弱いので、新聞紙に包んで冷暗所で保存します。調理の際は、たわしで丁寧に土を洗い落とし、皮は剥かずに使います。繊維が硬いため、細く切ったり叩いたりして柔らかくし、風味を活かすのがコツ。味噌漬けや醤油漬けにするのが伝統的な楽しみ方で、じっくり時間をかけることで、あの独特の歯ごたえと深い味わいが生まれます。",
      "nutrition_oneliner": "キク科特有の「イヌリン」を含む、食物繊維が豊富な根菜。",
      "nutrition_benefits": "モリアザミの栄養成分に関する詳しい科学的データはまだ多くありませんが、同じキク科の根菜であるごぼうと同様に、水溶性食物繊維「イヌリン」を豊富に含むと推定されています。イヌリンは、お腹の調子を整えるのを助けることで知られています。また、野菜が持つ自然の色素や苦味の成分であるポリフェノール類も含まれていると考えられ、その抗酸化作用にも期待が寄せられています。伝統食として、滋味深く体を支えてきた山の恵みです。",
      "safety_oneliner": "繊維が非常に硬くアクも含むため、生食は避け、適切な下処理を。",
      "safety_notes": "モリアザミの根は繊維質が非常に硬く、また特有のアクを含んでいます。生で食べることは推奨されません。漬物にする場合は塩漬けの工程で、加熱調理する場合は下茹でや水にさらす工程で、アクを和らげ、食べやすくする必要があります。",
      "honest_oneliner": "唯一無二の歯ごたえは感動もの。でも、生の入手と調理は上級者向け。",
      "honest_assessment": "「山ごぼうの漬物」として完成された味と食感は、疑いようもなく一級品です。あの小気味よい歯ごたえは、他の何にも代えがたい魅力を持っています。しかし正直なところ、生のモリアザミは、その硬さやアクの強さから、家庭で気軽に調理できる野菜とは言えません。ほとんど流通していないのも事実です。これは、手間ひまをかけてその真価を引き出す、漬物文化の中でこそ輝く、孤高の食材なのです。",
      "cultural_background": "その歴史は、長野県など中山間地の厳しい冬の暮らしと深く結びついています。秋に収穫した根を味噌や醤油に漬け込むことで、冬を越すための貴重な保存食となりました。かつては自生種を採っていましたが、やがて栽培されるようになり、今では地域の食文化を支える特産品に。その名は「山で採れるごぼうのような根」から。人々の知恵と土地の記憶が、この一本の根に詰まっています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[ごぼう]]"
        ]
      },
      "notes": "生産者の減少と栽培地の限定により、生のモリアザミの入手は極めて困難です。その食文化と遺伝資源の保全が喫緊の課題となっています。"
    }
  }
}