{
  "global_info": {
    "url": "もみじがさ",
    "kana_name": "モミジガサ",
    "scientificName": "Japonicalia delphiniifolia",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "モミジガサ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "モミジガサ",
          "紅葉傘",
          "シドケ"
        ]
      },
      "international": {
        "en": [
          "Shredded umbrella plant",
          "Palmleaf umbrella plant"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "紅葉傘（モミジガサ）",
      "oneliner": "雪解けの森が贈る、鮮烈な香りとほろ苦さが魅力の春の使者。",
      "description": "日本の森の奥深く、雪解け水が流れ始める頃に顔を出す紅葉傘。その名の通り、若葉がまるで小さな紅葉の葉のように開く姿は、春の訪れを告げる風物詩です。口に含めば、鮮烈な香りと心地よいほろ苦さがふわりと広がります。シャキシャキとした茎の歯ざわりも楽しく、おひたしや天ぷらにすれば、その風味は一層際立ちます。まさに、春の山の恵みを五感で味わうための、特別な山菜と言えるでしょう。",
      "practical_oneliner": "鮮度が命。さっと茹でてアクを抜き、冷凍すれば長く楽しめます。",
      "practical_tips": "手に入れるなら、葉が開ききっておらず、茎がみずみずしい若芽を選びましょう。山菜は鮮度が落ちやすいため、入手したらその日のうちに調理するのが理想です。すぐに使えない場合は、さっと茹でてアクを抜いてから、水気をよく切って冷凍保存を。こうすることで、色や風味の劣化を抑え、一年を通じて春の香りを楽しめます。調理前の下処理は、たっぷりの熱湯で軽く茹で、すぐに冷水にさらすのが基本です。",
      "nutrition_oneliner": "食物繊維やポリフェノールが、冬の体に春の活力を届けます。",
      "nutrition_benefits": "紅葉傘の詳しい栄養成分についてはまだ研究の途上ですが、他の山菜と同様に、食物繊維が豊富に含まれると考えられています。また、その独特の香りの源であるテルペノイド類や、抗酸化作用が期待されるポリフェノール類といった機能性成分も注目されています。β-カロテンやビタミンC、カリウムも含まれるとされ、季節の変わり目の体を優しくサポートしてくれる、自然の恵みと言えるでしょう。",
      "safety_oneliner": "他の山菜と同様、美味しく味わうためにアク抜きが大切です。",
      "safety_notes": "紅葉傘について特筆すべき毒性は報告されていません。ただし、多くの山菜がそうであるように、独特の風味の元となるアクを含んでいます。美味しく安全にいただくためにも、調理前には必ず茹でるなどの下処理をしてください。どんな食材も同じですが、一度にたくさん食べ過ぎないようにしましょう。",
      "honest_oneliner": "唯一無二の香りは食通を魅了するが、出会える時期はごく短い。",
      "honest_assessment": "この山菜の最大の魅力は、その鮮烈な香りにあります。一度知ると忘れられないこの風味は、多くの食通を虜にしてきました。しかし、その旬は春のほんのひととき。栽培も難しく、市場に出回ることは稀で、まさに「幻の味」です。アク抜きの手間も必要ですが、それすらも季節の儀式と思えるほど。簡単には手に入らないからこそ、出会えた時の喜びは格別。手間を惜しまず、自然の恵みを深く味わいたい人のための食材です。",
      "cultural_background": "いつから食べられてきたか正確な記録はありませんが、日本の山間部では古くから雪解けを待って採集されてきたと考えられています。特に東北地方などでは「シドケ」という愛称で親しまれ、春の訪れを告げる重要な食材です。里山の自然と共に生きてきた人々の知恵であり、山菜採りという行為そのものが、自然のサイクルを感じる大切な文化となっています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[ふきのとう]]",
          "[[うど]]",
          "[[たらのめ]]"
        ]
      },
      "notes": "栽培が極めて難しく、ほぼ全てが野生からの採取品です。里山の管理放棄や気候変動、採り手の高齢化により、その食文化自体の存続が危ぶまれています。"
    }
  }
}