{
  "global_info": {
    "url": "やまいも",
    "kana_name": "ヤマイモ",
    "scientificName": "Dioscorea spp.",
    "classification": {
      "family_ja": "ヤマノイモ科",
      "genus_ja": "ヤマノイモ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヤマイモ"
        ]
      },
      "international": {
        "en": [
          "Yam"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "山芋",
      "oneliner": "アフリカからアジアまで。文化を支える、多様な顔を持つ根塊。",
      "description": "その起源はアフリカ、アジア、アメリカ大陸の熱帯にまで遡る、壮大な歴史を持つ根菜です。加熱すればほっくりと、土の香りと優しい甘みが広がる一方、日本のナガイモのように、すりおろせば強い粘りを見せる種も。フィリピンのウベは、鮮やかな紫色とナッツのような風味で人々を魅了します。一つの名の下に、驚くほど多彩な食感と物語が隠されています。",
      "practical_oneliner": "多くの品種は生食厳禁。加熱が基本ですが、ナガイモは例外です。",
      "practical_tips": "選ぶ際は、ずっしりと重く、皮に張りがあるものを。傷や柔らかい部分があるものは避けましょう。保存は、風通しの良い冷暗所が最適です。多くの山芋は有毒なアルカロイドを含むため、生食は危険。皮を厚めにむき、水にさらすか、十分に加熱して調理するのが基本です。ただし、日本のナガイモやジネンジョは、例外的に生で食べられる貴重な存在です。",
      "nutrition_oneliner": "豊富なカリウムと消化を助ける酵素が、滋養強壮を支えます。",
      "nutrition_benefits": "エネルギー源となる炭水化物を主体に、体内の水分バランスを整えるカリウムが非常に豊富です。ビタミンB6やビタミンCも含まれ、日々の健康維持に役立ちます。特に日本のナガイモに含まれるアミラーゼはデンプンの分解を助ける消化酵素。古くから漢方で「山薬」として滋養強壮に用いられてきた歴史も、その栄養価を物語っています。",
      "safety_oneliner": "品種によっては生食で中毒の危険性も。必ず加熱調理を。",
      "safety_notes": "多くの山芋の仲間は、生の状態でジオスコリンなどの有毒な成分を含んでいます。これらは加熱することで分解されるため、安全に美味しく食べるためには、茹でる、焼く、煮込むといった調理が不可欠です。生食が可能なのは、日本のナガイモなどごく一部の品種に限られます。",
      "honest_oneliner": "文化を育む偉大な主食。ただし、種の違いと毒性の理解は必須。",
      "honest_assessment": "西アフリカでは富の象徴、フィリピンでは甘いデザートの主役。世界中の食文化に深く根ざした、偉大な存在です。ただ、『ヤム』と一括りにできないほど、その個性は多種多様。中には毒性を持つものもあり、付き合うには少し知識が必要です。その複雑さこそが、人類と共に歩んできた歴史の深さを教えてくれます。",
      "cultural_background": "その歴史は五万年前に遡り、アフリカやアジアで独立して栽培化されました。西アフリカのイボ族にとっては『ヤムの王様』と呼ばれ、収穫祭は新年を告げる重要な儀式。オセアニアでは、巨大なヤムを育てること自体が男性の社会的地位の証とされます。単なる食料ではなく、人々の誇りや信仰と深く結びついてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ウベ]]",
          "[[ながいも]]"
        ],
        "similarVegetables": []
      },
      "notes": "『山芋（ヤム）』は600種以上を含むヤマノイモ属の総称です。食感や調理法、毒性の有無などが種によって大きく異なるため、個別の品種の特性を理解することが重要です。"
    }
  }
}