{
  "global_info": {
    "url": "ゆきのした",
    "kana_name": "ユキノシタ",
    "scientificName": "Saxifraga stolonifera",
    "classification": {
      "family_ja": "Saxifragaceae",
      "genus_ja": "Saxifraga"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "雪ノ下"
        ]
      },
      "international": {
        "en": [
          "Strawberry Saxifrage",
          "Creeping Saxifrage",
          "Strawberry Begonia",
          "Mother of Thousands"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "雪ノ下（ゆきのした）",
      "oneliner": "薬草から天ぷらまで。日陰で静かに春を告げる、日本の伝統ハーブ。",
      "description": "東アジアの湿潤な木陰にひっそりと自生する、奥ゆかしい多年草。虎の耳にも似た丸い葉は肉厚で、噛むとわずかな苦味と爽やかな酸味、そして野趣あふれる青い香りが広がります。春、旬を迎えた若葉を天ぷらにすれば、衣の中で蒸されて独特のとろりとした食感に。かつては薬箱の常備薬、今では庭を彩る可憐な姿と、春の食卓を飾る季節の味として、私たちの暮らしに寄り添ってきました。",
      "practical_oneliner": "春の若葉を摘んだらすぐ調理。天ぷらなら独特の風味が活きます。",
      "practical_tips": "選ぶなら、葉がみずみずしく、産毛がしっかりと残っている春の若葉を。山菜なので鮮度が命。入手したら、湿らせたキッチンペーパーで包み、ビニール袋に入れて冷蔵庫で保存し、1〜2日中に使い切りましょう。調理前には葉の裏まで丁寧に水洗いします。天ぷらにする際は、衣をつけすぎないのがコツ。おひたしや和え物にする場合は、さっと茹でることで青臭さが和らぎ、とろりとした食感が楽しめます。",
      "nutrition_oneliner": "咳や炎症を鎮める伝統の知恵。注目の成分ベルゲニンを含む。",
      "nutrition_benefits": "詳細な栄養分析はまだ途上ですが、雪ノ下は古くから民間薬として活躍してきた歴史を持ちます。特に注目されるのが、鎮咳や抗炎症作用で知られるベルゲニンや、強い抗酸化作用を持つケルセチンといった機能性成分。伝統的に生の葉の汁が中耳炎や皮膚の腫れ物に使われてきたのは、こうした成分の働きによるものと考えられています。体の中から健やかさを支える、伝統的なハーブと言えるでしょう。",
      "safety_oneliner": "民間薬としての利用は、専門家の指導なしでの内服や点耳を避けて。",
      "safety_notes": "古くから民間療法で使われてきましたが、その効果や安全性は現代医学で確立されたものではありません。特に、生の汁を耳に入れたり、多量に煎じ薬として飲んだりする行為は、思わぬ健康被害を招く可能性も。食用として楽しむ範囲に留め、薬としての利用は専門家に相談しましょう。",
      "honest_oneliner": "庭の片隅で手軽に育つが、食材として出会える機会はごく僅か。",
      "honest_assessment": "半日陰と湿気さえあれば元気に育つ強さと、可憐な姿が魅力の雪ノ下。ですが、スーパーに並ぶことはまずない、いわば「家庭の味」です。独特の青臭さやぬめりは、人によって好みが分かれるかもしれません。誰もが手軽に楽しめるスター野菜ではありませんが、季節の移ろいを食卓で感じたい、そんな丁寧な暮らしを愛する人にとっては、かけがえのない宝物になるでしょう。",
      "cultural_background": "中国では古くから、丸い葉の形を虎の耳に見立てて「虎耳草（こじそう）」と呼ばれ、漢方薬として珍重されてきました。日本でも民間薬として長く親しまれ、中耳炎の特効薬として生の汁が使われた歴史があります。18世紀にはその可憐な姿がヨーロッパの園芸家を魅了し、世界中の庭へと広がりました。薬として、観賞用として、そして春を告げるささやかな食材として、文化を越えて人々を支えてきた植物です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ふいりゆきのした]]"
        ],
        "similarVegetables": []
      },
      "notes": "詳細な栄養成分データは非常に限定的で、商業生産もほとんど行われていないため、主に家庭菜園や山菜として地域的に利用される野菜です。"
    }
  }
}