{
  "global_info": {
    "url": "よもぎ",
    "kana_name": "ヨモギ",
    "scientificName": "Artemisia indica",
    "classification": {
      "family_ja": "Daisy family",
      "genus_ja": "Mugworts"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヨモギ"
        ]
      },
      "international": {
        "en": [
          "Indian Mugwort",
          "Indian Wormwood"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "蓬（よもぎ）",
      "oneliner": "爽やかな香りと苦味。餅や団子で親しまれる春を告げる薬草。",
      "description": "ヒマラヤから東アジアの野山に自生する、たくましい生命力を持った多年草。春先に芽吹く若葉は、ベルベットのように柔らかく、裏側は白い毛で覆われています。その魅力は、なんといっても清々しいハーブのような香り。口に含めば、爽やかな苦味とほのかな甘みが広がり、春の訪れを実感させてくれます。茹でて餅や団子に練り込めば、美しい深緑色と独特のもっちりとした食感が生まれます。道端で見かける身近な野草でありながら、その奥深い風味は、私たちの食卓に季節の物語を運んできてくれるのです。",
      "practical_oneliner": "鮮やかな若葉を茹でてアク抜き。小分け冷凍で一年中楽しめる。",
      "practical_tips": "選ぶなら、葉の色が濃く、裏の白毛が密で、茎が太すぎない若葉を。香りが最も強いのは春先です。調理の前には、たっぷりの湯にひとつまみの重曹を加え、さっと茹でてアクを抜くのが基本。こうすることで、色鮮やかに仕上がり、苦味も和らぎます。水気をよく絞り、ペースト状にしてから小分けにして冷凍すれば、半年ほどは春の香りを保てます。草餅やお団子はもちろん、スープや天ぷらにしても美味しくいただけます。",
      "nutrition_oneliner": "β-カロテンとビタミンKが豊富。体の内側から調子を整える。",
      "nutrition_benefits": "その鮮やかな緑色は、高い抗酸化作用を持つクロロフィルとβ-カロテンが豊富な証。β-カロテンは体内でビタミンAに変わり、皮膚や粘膜の健康を支えます。また、骨の健康に役立つビタミンKや、余分な塩分の排出を助けるカリウムも豊富に含んでいます。独特の爽やかな香りのもとであるシオネールなどの精油成分には、抗炎症作用なども期待されています。古くから薬草として用いられてきたのも頷ける、栄養豊かな野草です。",
      "safety_oneliner": "キク科アレルギーの方は注意。過剰な生食やサプリでの多量摂取は避けて。",
      "safety_notes": "ヨモギには、ツヨンという成分がごく微量に含まれています。通常の食事で楽しむ分には全く問題ありませんが、濃縮エキスなどでの過剰摂取は避けるべきです。また、キク科植物にアレルギーがある方は注意してください。",
      "honest_oneliner": "生命力溢れる春の香り。ただし、美味しく頂くにはアク抜きの手間が必要。",
      "honest_assessment": "道端でも育つたくましさと、春を告げる唯一無二の香りは大きな魅力です。しかし、その野趣あふれる風味は独特の苦味と表裏一体。美味しくいただくには、丁寧なアク抜きが欠かせません。このひと手間を愛せるかが、ヨモギと上手に付き合う鍵。庭で育てる際は、地下茎で広がりすぎる点も心に留めておきたいところです。",
      "cultural_background": "歴史は古く、中国では数千年前から薬草、特に「お灸」の艾（もぐさ）として利用されてきました。日本や韓国では、その強い香りが邪気を払うと信じられ、春の訪れを告げる象徴に。端午の節句に草餅を食べたり軒先に吊るしたりする風習は、無病息災を願う人々の想いと共に、今なお暮らしの中に息づいています。食と文化、そして祈りを繋いできた植物です。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[おおよもぎ]]"
        ]
      },
      "notes": "一般に「ヨモギ」と呼ばれる植物には近縁種が多く、植物学的な分類は非常に複雑です。本稿で扱うArtemisia indicaも、日本のオオヨモギ(A. montana)やカズザキヨモギ(A. princeps)などとしばしば混同されますが、食文化の上では広く「ヨモギ」として親しまれています。"
    }
  }
}