{
  "global_info": {
    "url": "わさび",
    "kana_name": "ワサビ",
    "scientificName": "Eutrema japonicum",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "ワサビ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ワサビ (山葵)"
        ]
      },
      "international": {
        "en": [
          "Wasabi",
          "Japanese horseradish"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "山葵（わさび）",
      "oneliner": "日本の清流が育んだ、鼻を突き抜ける鮮烈な香りとほのかな甘み。",
      "description": "日本の山深い渓流、澄み切った水の中でのみ育つことを許された、気高く繊細な多年草。その緑色の茎を鮫皮ですりおろせば、たちまち空気を震わせるような鮮烈な香りが立ち上ります。ツンと鼻に抜ける辛味は一瞬。そのすぐ後を追いかけるように、上品な甘みと爽やかな風味が広がります。最高の香りはほんの数分という、そのはかなさもまた、食通たちを惹きつけてやまない魅力なのです。",
      "practical_oneliner": "入手したら即冷凍保存。使う直前に、力を入れず円を描くようにすりおろす。",
      "practical_tips": "生わさびは、その風味を保つのが最大の鍵。使いきれない分は、湿らせたキッチンペーパーで包んでからラップをし、冷蔵庫の野菜室へ。長期保存なら、風味の劣化が少ない冷凍保存がおすすめです。使う際は、茎の上部から『の』の字を描くように優しくすりおろします。鮫皮のおろし器を使うと、細胞が細かく壊れ、香り高くきめ細やかなペースト状になります。",
      "nutrition_oneliner": "あのツンとくる辛味成分に、強力な抗菌作用が秘められている。",
      "nutrition_benefits": "わさびの真価は、独特の辛味成分「アリルイソチオシアネート」にあります。この成分には強力な抗菌・抗カビ作用が確認されており、古くから生魚と共に食されてきたのは理にかなっています。近年ではピロリ菌やO-157への効果も研究対象です。また、ビタミンCやカリウムも豊富。抗酸化作用を持つ「6-MITC」など、さらなる健康効果への期待から研究が続けられています。",
      "safety_oneliner": "通常の薬味として楽しむ分には安全ですが、一度に大量摂取は避けましょう。",
      "safety_notes": "通常の食事で薬味として利用する量であれば、非常に安全な食材です。ただし、揮発性の辛味成分が胃を刺激することがあるため、空腹時の大量摂取は避けましょう。サプリメントなどでの利用は、製品の指示に従ってください。",
      "honest_oneliner": "最高の風味は数分しかもたない、高貴で気難しい薬味の王様。",
      "honest_assessment": "チューブ入りの練りわさびと、すりたての生わさびは全くの別物です。あの鮮烈な香りと爽やかな甘みは、清流で2年近くかけて育つ本わさびだけの特権。栽培が極めて難しく高価ですが、特別な日の魚料理や蕎麦のために、一度はその本物の香りを体験する価値があります。違いがわかる、大人のための嗜好品と言えるでしょう。",
      "cultural_background": "その歴史は古く、飛鳥時代の木簡に「委佐俾」の名で記されているのが最古の記録。当時は薬草として利用されていました。食材としての栽培が始まったのは江戸時代、静岡の安倍川上流とされます。清らかな水でしか育たないわさびは、日本の清流文化の象徴。寿司と共に世界へ広まり、今や日本の食文化を代表するアイコンの一つです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[だるまわさび]]",
          "[[真妻わさび]]"
        ],
        "similarVegetables": [
          "[[西洋わさび]]",
          "[[大根]]"
        ]
      },
      "notes": "気候変動による水温上昇や異常気象に極めて脆弱であり、栽培農家の高齢化も深刻です。伝統的な栽培技術と遺伝資源の保全が急務とされています。"
    }
  }
}