{
  "global_info": {
    "url": "アスパラガス",
    "kana_name": "アスパラガス",
    "scientificName": "Asparagus officinalis",
    "classification": {
      "family_ja": "Asparagus family",
      "genus_ja": "Asparagus"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "アスパラガス"
        ]
      },
      "international": {
        "en": [
          "Asparagus",
          "Garden asparagus",
          "Sparrow grass (archaic)"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アスパラガス",
      "oneliner": "古代から愛される春の使者。上品な甘みと食感が魅力。",
      "description": "ヨーロッパや西アジアの故郷から、はるばる食卓へやってきた春の恵み。すっと伸びた若茎は、噛みしめるとシャキッとした歯ごたえとともに、草原を思わせる青々しい香りとほのかな甘みが口いっぱいに広がります。その味わいは時に大地の滋味や心地よい苦みをのぞかせ、一本一本に複雑な物語を秘めているかのよう。古代ローマ人も愛したというその繊細な風味は、まさに春の訪れを祝うためのごちそうです。",
      "practical_oneliner": "鮮度が命。根元を湿らせて立てて保存し、食感を活かす。",
      "practical_tips": "鮮度の見極めは、穂先がキュッと固く締まっていること。切り口がみずみずしく、全体にハリがあるものを選びましょう。保存する際は、乾燥が大敵。湿らせたキッチンペーパーで根元を包み、ポリ袋などに入れて冷蔵庫で立てておくと長持ちします。調理前には、根元の硬い部分を少し切り落とし、ピーラーで下半分の皮をむくと、筋っぽさがなくなり、口当たりが格段に良くなります。",
      "nutrition_oneliner": "特有成分アスパラガス酸と、豊富なビタミンKが特徴。",
      "nutrition_benefits": "非常に低カロリーながら、栄養価が高いのが魅力です。特に、血液の健康に関わるビタミンKや、新しい細胞を作るのに欠かせない葉酸（ビタミンB9）を豊富に含みます。また、ルチンやグルタチオンといった抗酸化物質も含まれており、体の内側から守る働きが期待されます。古くからヨーロッパでは利尿作用があることでも知られてきました。",
      "safety_oneliner": "稀にアレルギー反応がでること、赤い果実は有毒です。",
      "safety_notes": "ほとんどの人にとっては非常に安全な野菜ですが、稀にアレルギー反応を示す方がいます。また、家庭菜園などで育てる場合、株に付く可愛らしい赤い実には弱い毒性があるため、食べないように注意してください。",
      "honest_oneliner": "春だけの贅沢な味。ただし鮮度が落ちやすく、下処理は必須。",
      "honest_assessment": "春の訪れとともに現れるアスパラガスは、多くの食通を虜にする特別な野菜です。その上品な甘みと香りは、まさに旬の時期だけの贅沢。しかし、その繊細さゆえに鮮度が落ちやすく、根元の硬い皮をむく手間も必要です。その一手間をかける価値のある、少しだけ気位の高い春の使者と言えるかもしれません。",
      "cultural_background": "その歴史は古く、紀元前3000年のエジプトの壁画に描かれるほど。古代ローマ人は、その味を愛するあまりアルプスの高地で冷凍保存したと伝えられています。特にドイツでは「シュパーゲルツァイト」と呼ばれる季節が国民的なお祭りになるなど、単なる野菜を超えた春の象徴として深く文化に根付いています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[メアリー・ワシントン]]",
          "[[ヴィオレット・ダルベンガ]]",
          "[[UC 157]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}