{
  "global_info": {
    "url": "アップランドクレス",
    "kana_name": "アップランドクレス",
    "scientificName": "Barbarea verna",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "ヤマガラシ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "キバナクレス"
        ]
      },
      "international": {
        "en": [
          "Upland Cress",
          "Early Wintercress",
          "American Cress",
          "Belle Isle Cress"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アップランドクレス",
      "oneliner": "冬を越え、春の訪れを告げる爽やかな辛味。サラダの小さな主役。",
      "description": "南西ヨーロッパの冷涼な大地で生まれた、生命力あふれる緑の葉。その姿は濃く、艶やかで、見るからに新鮮です。口に運べば、シャキシャキとした心地よい歯ざわりと共に、ウォータークレスを思わせる爽快な辛味が広がります。しかし、その刺激は驚くほど穏やかで、後にはわずかな苦味と清々しい風味が残ります。冬の食卓に、春の息吹を運んでくれるような、繊細かつ力強い味わいが魅力のハーブです。",
      "practical_oneliner": "鮮度が命。しおれる前に、サラダやスープで爽やかな辛味を。",
      "practical_tips": "葉の色が濃く、ピンとハリがあり、光沢のあるものを選びましょう。しおれやすいので、手に入れたらすぐに使うのが理想です。保存する際は、湿らせたキッチンペーパーで根元を包み、ポリ袋に入れて冷蔵庫の野菜室へ。3〜5日を目安に使い切ってください。調理前の下処理は特に必要ありませんが、冷水で優しく振り洗いし、水気をしっかり切ってから使いましょう。",
      "nutrition_oneliner": "ひと皿で1日分のビタミンC。冬の元気を支える緑の恵み。",
      "nutrition_benefits": "アップランドクレスは、特にビタミンCの含有量が際立っており、冬から春にかけての貴重な供給源となります。また、皮膚や粘膜の健康を支えるビタミンAも豊富。あのピリッとした風味の元であるグルコシノレートや、抗酸化作用が期待されるカロテノイドといった成分も含まれています。伝統的に冬の強壮剤として用いられてきたのも、こうした栄養価の高さからでしょう。",
      "safety_oneliner": "アブラナ科アレルギーの方は注意。一度に食べ過ぎないように。",
      "safety_notes": "アブラナ科の野菜にアレルギーがある方はご注意ください。また、健康に良い成分を含みますが、一度に大量に食べると甲状腺の機能に影響を与える可能性が指摘されています。バランスの良い食事の一部として、適量を楽しみましょう。",
      "honest_oneliner": "家庭菜園向きの強健さ、でも鮮度が落ちやすく市場では見かけにくい。",
      "honest_assessment": "魅力は、育てやすさと冬を彩る爽やかな風味。家庭菜園なら、寒い時期でも手軽に収穫できます。ただ、繊細な葉は収穫後すぐにしおれてしまうため、大規模な流通には乗りにくく、お店で見かける機会は稀。もし幸運にも出会えたなら、その日のうちにサラダで、儚い美味しさを味わうのが一番です。",
      "cultural_background": "その歴史は古く、中世ヨーロッパでは冬の食卓を支える大切な野菜でした。特にイギリスでは、春の訪れを告げるハーブとして親しまれます。やがて大西洋を渡り、北米大陸へ。ヨーロッパからの移民たちは、厳しい冬を越すための「春の強壮剤」として、この小さな葉に故郷の味と活力を求めたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[ウォータークレス]]",
          "[[ルッコラ]]"
        ]
      },
      "notes": ""
    }
  }
}