{
  "global_info": {
    "url": "アラセイトウ",
    "kana_name": "アラセイトウ",
    "scientificName": "Matthiola incana",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アラセイトウ属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "アラセイトウ"
        ]
      },
      "international": {
        "en": [
          "Stock",
          "Gillyflower",
          "Ten-week stock"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アラセイトウ",
      "oneliner": "甘くスパイシーな香りを運ぶ、食べられる春のブーケ。",
      "description": "南ヨーロッパの海辺に咲いていた野生の花が、長い旅を経て私たちの食卓へ。ストック、和名をアラセイトウ。幾重にも重なる繊細な花びらは、サラダやデザートに添えるだけで、一皿を春の景色に変えてくれます。甘く、そしてどこかクローブを思わせるスパイシーな香りは、かつてヨーロッパの貴族たちが愛した花の砂糖漬けの記憶を呼び覚ますかのよう。見た目の華やかさだけでなく、香りで物語を語るエディブルフラワーです。",
      "practical_oneliner": "繊細な花びらは摘みたてが命。水に濡らさず、そっと添えて。",
      "practical_tips": "花びらにハリがあり、色鮮やかなものを選びましょう。傷みやすいので、購入後はすぐに使うのが理想です。保存する際は、湿らせたキッチンペーパーで優しく包み、密閉容器に入れて冷蔵庫へ。調理の直前に、硬いガクから花びらだけをそっと摘み取って使います。水洗いは香りが飛んでしまう原因になるので、汚れが気にならなければそのまま、あるいは軽く拭う程度に留めるのが美味しくいただくコツです。",
      "nutrition_oneliner": "紫の花びらに宿る、抗酸化作用が期待されるアントシアニン。",
      "nutrition_benefits": "食用としての歴史が浅いため、アラセイトウの栄養価に関する詳細なデータはまだありません。しかし、その美しい紫や赤色の花びらには、抗酸化作用で知られるポリフェノールの一種、アントシアニンが豊富に含まれていると考えられます。また、アブラナ科の植物として、特有の成分グルコシノレートを含む可能性も。食卓を彩るだけでなく、ささやかな健康効果も期待できるかもしれません。",
      "safety_oneliner": "アブラナ科アレルギーの方は注意。食用の安全データは限定的。",
      "safety_notes": "観賞用の歴史は長いものの、食用としての安全性に関する科学的データはまだ十分ではありません。エディブルフラワーとして販売されているものを選び、アブラナ科の植物にアレルギーがある方は摂取に注意してください。",
      "honest_oneliner": "香りと彩りは一級品。でも主役は張れない、はかなく美しい名脇役。",
      "honest_assessment": "アラセイトウの魅力は、その香り高さと見た目の華やかさに尽きます。料理の味を大きく左右するほどの主張はなく、栄養価を期待する野菜でもありません。あくまで「食卓の景色を完成させる最後の一筆」。そのはかない美しさを理解し、特別な一皿を演出したいときにこそ、この花は最高の仕事をしてくれるでしょう。",
      "cultural_background": "古代ギリシャの時代から愛され、ローマの庭園を彩ったストック。その甘い香りは、春の訪れを告げる便りとしてヨーロッパの人々に親しまれてきました。ヴィクトリア朝のイギリスでは「花言葉」が流行し、ストックは愛情や誠実さの象徴として、大切な人へ贈る花束に欠かせない存在だったといいます。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[アラセイトウ-コラム]]"
        ],
        "similarVegetables": []
      },
      "notes": "主に観賞用の園芸植物として発展してきた歴史があり、伝統的な食料としての利用記録は非常に乏しい。現代における食利用は、ほぼエディブルフラワー（食用花）に限られる。"
    }
  }
}