{
  "global_info": {
    "url": "アメリカホドイモ",
    "kana_name": "アメリカホドイモ",
    "scientificName": "Apios americana Medik.",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ホドイモ属"
    },
    "foodClassification": {
      "primaryPart": "塊茎",
      "edibleParts": [
        "塊茎",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "アメリカホドイモ"
        ]
      },
      "international": {
        "en": [
          "American groundnut",
          "Potato bean",
          "Indian potato"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "アメリカホドイモ",
      "oneliner": "大地の記憶を宿す芋。ナッツ風味と豊かなタンパク質が魅力。",
      "description": "北米東部の森で、数珠つなぎになって実る不思議な芋、アメリカホドイモ。加熱すれば驚くほどホクホクとした食感に。ジャガイモとサツマイモの長所を併せ持ち、噛みしめればナッツや豆を思わせる香ばしい風味と、優しい甘みが口いっぱいに広がります。数千年も前から北米の先住民たちに愛されてきた、歴史そのものを味わうような深い魅力を持っています。",
      "practical_oneliner": "生では食べずに、必ず加熱を。皮ごと蒸したり揚げたりが手軽です。",
      "practical_tips": "選ぶ際は、表面にハリがあり、傷やシワが少ないものを。ご家庭での保存は、乾燥を防ぐために新聞紙などに包んでからポリ袋に入れ、冷蔵庫の野菜室へ。湿度を保てば数ヶ月は美味しくいただけます。調理の際は、泥をよく洗い流せば皮ごと利用できます。生食は消化不良の原因となるため避け、蒸す、揚げる、煮込むなど、必ず中心までしっかりと火を通してお召し上がりください。",
      "nutrition_oneliner": "ジャガイモの3倍以上！驚きの高タンパク質を持つ芋。",
      "nutrition_benefits": "特筆すべきはそのタンパク質の量で、ジャガイモの3倍以上にもなります。さらに、現代人に不足しがちなカルシウムや鉄も豊富に含んでいます。大豆に匹敵するほどのイソフラボンも含まれており、その抗酸化作用などが注目され研究が進められています。北米先住民が滋養強壮に用いてきたのも納得の、力強い栄養価を秘めた食材です。",
      "safety_oneliner": "生食は消化不良の元。必ず中心までしっかり加熱してください。",
      "safety_notes": "アメリカホドイモには、生の状態で食べると消化を妨げる成分が含まれています。お腹をこわす原因にもなるため、必ず加熱調理をお願いします。中まで火が通れば、これらの成分は失活し、安心して美味しく召し上がれます。",
      "honest_oneliner": "栄養価と物語性は満点。ただ、出会える場所が限られるのが玉に瑕。",
      "honest_assessment": "類まれな栄養価と、ナッツのような豊かな風味は、一度食べれば忘れられない魅力があります。しかし、まだまだ生産量が少なく、一般的なスーパーで見かけることは稀。手に入れるには少し手間がかかるかもしれません。それでも、北米大陸の歴史を秘めたこの芋を探し出して味わう価値は、十二分にあります。",
      "cultural_background": "その歴史は3000年以上前に遡り、北米東部の先住民族の命を支えた主食でした。彼らはこれを「ホプニス」などと呼び、厳しい冬を越すための大切な糧としたのです。ヨーロッパからの入植者たちが最初の冬を乗り越えられたのも、この芋があったからだという逸話も残る、まさに歴史を動かした食材の一つです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[ジャガイモ]]",
          "[[サツマイモ]]"
        ]
      },
      "notes": "商業生産が非常に限定的で、日本では主に青森県などで地域特産品として栽培されているため、入手はやや困難です。"
    }
  }
}