{
  "global_info": {
    "url": "ウコン",
    "kana_name": "ウコン",
    "scientificName": "Curcuma longa",
    "classification": {
      "family_ja": "Ginger family",
      "genus_ja": "Curcuma"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ウコン"
        ]
      },
      "international": {
        "en": [
          "Turmeric",
          "Common Turmeric"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ウコン",
      "oneliner": "大地の色と香りを宿す、遥かな歴史を旅した黄金のスパイス。",
      "description": "南アジアの熱帯雨林が育んだ、ショウガ科の多年草。土中で育つゴツゴツとした根茎は、ひとたび割れば、息をのむほど鮮やかな黄金色が現れます。その香りは大地を思わせる温かくスパイシーなもの。口に含めば、ほのかな苦味と胡椒にも似た辛味が、料理に奥深い物語を与えてくれます。生のものは硬く、繊維質な歯ごたえも特徴です。",
      "practical_oneliner": "生のものは香り高く、粉末は鮮やかな着色と長期保存に。",
      "practical_tips": "生のウコンを選ぶ際は、皮にハリがあり、硬くずっしりとしたものを。乾燥を避けるため、湿らせたキッチンペーパーで包み冷蔵庫へ。調理の際、その鮮やかな色が手や調理器具に付きやすいのでご注意を。皮をスプーンでこそげ落とし、すりおろしたり刻んだりして使います。粉末は湿気を避け、密閉容器で冷暗所に保管してください。",
      "nutrition_oneliner": "有効成分クルクミンが持つ、力強い抗炎症・抗酸化作用。",
      "nutrition_benefits": "ウコンの黄金色は、クルクミンという強力なポリフェノールに由来します。この成分は、古くからアーユルヴェーダで利用されてきたように、優れた抗炎症作用や抗酸化作用で知られています。日々の食生活に取り入れることで、体の内側から健やかさを支えてくれるでしょう。また、マンガンや鉄などのミネラルも豊富に含んでいます。",
      "safety_oneliner": "大量摂取は避け、特定の薬を服用中の方は医師に相談を。",
      "safety_notes": "健康効果が注目されていますが、一度にたくさん摂ると胃腸に不調をきたすことがあります。また、血液をサラサラにする薬（抗凝固薬）を服用している方は、その作用を強めてしまう可能性があるので、かかりつけの医師にご相談ください。",
      "honest_oneliner": "料理を黄金に染める魔法。でも、服も手も染める正直者。",
      "honest_assessment": "カレーに欠かせない存在でありながら、その独特の土っぽい香りとほのかな苦みは、少し好き嫌いが分かれるかもしれません。鮮やかすぎる黄金色は、時に調理器具を容赦なく染め上げます。でも、そんな少し不器用な個性こそが、何千年もの間、人々を魅了し続けてきた証。黒胡椒と一緒なら、その力はさらに輝きます。",
      "cultural_background": "インドでは4000年以上も前から、食卓だけでなく、宗教儀式や薬として暮らしに深く根付いてきました。ヒンドゥー教の結婚式では、体を清める神聖なものとして新郎新婦の肌に塗られ、仏教の世界では僧侶の衣を染める染料としても使われてきた、まさに「黄金の女神」です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[アレピー]]",
          "[[ラカドン]]"
        ],
        "similarVegetables": [
          "[[しょうが]]"
        ]
      },
      "notes": "栽培されているウコンは種を作らない不稔性であり、数千年にわたって人の手による栄養繁殖（株分け）だけで命をつないできた、人間と共生する植物です。"
    }
  }
}