{
  "global_info": {
    "url": "エンダイブ",
    "kana_name": "エンダイブ",
    "scientificName": "Cichorium endivia",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "キクニガナ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "アンディーブ",
          "ニガヂシャ"
        ]
      },
      "international": {
        "en": [
          "Endive",
          "Escarole",
          "Frisée"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "エンダイブ",
      "oneliner": "古代ローマ人も愛した、ほろ苦さが心地よい地中海のサラダ野菜。",
      "description": "地中海の太陽を浴びて育った、古代から続く食の遺産。繊細なレースのように縮れた『フリゼ』はシャキシャキとした歯触りを、ゆったりと波打つ葉を持つ『エスカル』は柔らかな口当たりを楽しませてくれます。どちらも持ち味は、爽やかなほろ苦さ。サラダにひと混ぜすれば、その独特の風味が料理に奥行きと洗練された表情を与えてくれる、ヨーロッパの食卓に欠かせない存在です。",
      "practical_oneliner": "湿らせた紙で包んで冷蔵。ほろ苦さを活かすのが調理の鍵。",
      "practical_tips": "葉にハリがあり、みずみずしいものを選びましょう。特にフリゼ種は、中心の黄色い部分が多いほど苦味がまろやかです。保存する際は、乾燥を防ぐために湿らせたキッチンペーパーで根元を包み、ビニール袋に入れて冷蔵庫の野菜室へ。生で食べる場合は、冷水にさっと放つとシャキッとします。加熱すると苦味が和らぐので、スープや炒め物にも挑戦してみてください。",
      "nutrition_oneliner": "骨の健康に不可欠なビタミンKが驚くほど豊富。",
      "nutrition_benefits": "特筆すべきは、骨の形成を助けるビタミンKの含有量。100gで一日の必要量を大きく超えます。皮膚や目の健康を支えるビタミンA、細胞の生まれ変わりに欠かせない葉酸も豊富です。また、3.1gの食物繊維がお腹の調子を整えるのを助けます。独特の苦味成分には、消化を促す働きも期待されています。",
      "safety_oneliner": "キク科アレルギーをお持ちの方は、アレルギー反応にご注意ください。",
      "safety_notes": "エンダイブはほとんどの人にとって安全な野菜です。しかし、キク科の植物（レタス、ゴボウ、春菊など）にアレルギーがある方は、稀にアレルギー症状を引き起こす可能性がありますのでご注意ください。",
      "honest_oneliner": "料理を格上げする名脇役。ただ、そのほろ苦さは少し大人向け。",
      "honest_assessment": "エンダイブの魅力は、何と言ってもその潔いほろ苦さにあります。ベーコンの脂やチーズのコクと合わせると、互いを引き立て合い、忘れられない一皿が完成します。ただ、この苦味が主役であるがゆえに、好みが分かれるのも事実。もし苦手なら、まずは加熱して苦味を和らげたスープやソテーから試すのがおすすめです。繊細で傷みやすい一面も、この野菜が持つ個性。丁寧に向き合いたい食材です。",
      "cultural_background": "その歴史は古く、古代エジプトの壁画に描かれ、ローマの食卓を彩ったとされています。博物学者プリニウスもその存在を記録に残しました。ローマ帝国と共にヨーロッパ全土へ広まり、特に南イタリアでは、厳しい冬を乗り越えるための『貧者の料理』に欠かせない、栄養豊かな食材として人々の暮らしを支えてきたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          [
            "フリゼ"
          ],
          [
            "エスカル"
          ]
        ],
        "similarVegetables": [
          [
            "チコリ"
          ]
        ]
      },
      "notes": "近縁種のチコリ（学名: Cichorium intybus）とは別の植物ですが、名前や見た目が似ているため、市場ではしばしば混同されることがあります。"
    }
  }
}