{
  "global_info": {
    "url": "オタネニンジン",
    "kana_name": "オタネニンジン",
    "scientificName": "Panax ginseng",
    "classification": {
      "family_ja": "ウコギ科",
      "genus_ja": "トチバニンジン属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "オタネニンジン (御種人参)"
        ]
      },
      "international": {
        "en": [
          "Asian Ginseng",
          "Korean Ginseng",
          "Chinese Ginseng"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "御種人参（オタネニンジン）",
      "oneliner": "数千年の歴史を持つ東洋の神秘。心と体に活力を与える生命の根。",
      "description": "東アジアの深い森で、静かに時を重ねる神秘の植物、御種人参。その名は人の姿に似た根に由来します。口に含めば、まず大地を凝縮したような強い土の香りと鮮烈な苦みが広がり、やがて奥底からじんわりと微かな甘みが顔を覗かせます。生の根はシャキシャキとした歯触り、じっくり煮込めばほっくりと柔らかく、スープに深い滋味を与えます。これは単なる食材ではなく、自然の力が宿る、物語を秘めた一品です。",
      "practical_oneliner": "乾燥品は長期保存可能。鶏肉と共にじっくり煮込んで真価を発揮。",
      "practical_tips": "市場では乾燥させた「紅参」や「白参」が主流です。ずっしりと重く、形の整ったものを選びましょう。湿気を嫌うため、密閉容器に入れ冷暗所で保管すれば、紅参なら10年以上品質を保ちます。非常に硬いため、調理前にお湯や酒で戻すか、そのまま煮込み料理に。鶏肉やナツメと一緒に煮込む韓国の「参鶏湯」のように、他の食材の旨味と合わせることで、その独特の風味と力が最大限に引き出されます。",
      "nutrition_oneliner": "活力の源ジンセノサイドが、ストレスへの適応力を高めます。",
      "nutrition_benefits": "御種人参の力の源は、ジンセノサイドという特有の成分群にあります。これは「アダプトゲン（適応促進）」と呼ばれ、ストレスへの抵抗力を高め、心身のバランスを整える働きが注目されています。研究では、肉体的・精神的な疲労の回復を助け、免疫機能をサポートする効果が示されています。伝統的に滋養強壮に用いられてきたのは、こうした多様な働きが経験的に知られていたからなのでしょう。",
      "safety_oneliner": "高血圧の方や妊娠中の方、特定の薬を服用中の方はご注意を。",
      "safety_notes": "体に強く働きかけるため、体質や状況によっては注意が必要です。高血圧や不眠の傾向がある方、妊娠中の方は専門家にご相談ください。血液をサラサラにする薬など、特定の薬との相互作用も報告されています。",
      "honest_oneliner": "唯一無二の滋味と力。でも、高価で栽培も気難しい森の哲学者。",
      "honest_assessment": "御種人参は、万人に愛される野菜ではありません。その強い苦味と土の香りは、まさに「良薬は口に苦し」を体現しています。栽培には最低でも4年以上の歳月と森のような環境が必要で、その希少性から価格も決して安くはありません。しかし、その手間と時間を乗り越えたものだけが持つ深い滋味と力に魅了されたなら、きっとあなたの食生活にとってかけがえのない存在になるはずです。",
      "cultural_background": "その歴史は2000年以上前に遡り、中国最古の薬物書にもその名が記されています。古くは皇帝への献上品とされ、シルクロードを通じて西洋へも伝わった東洋の至宝。野生種の乱獲を防ぐため数百年前に栽培が始まりましたが、その技術は今なお高度な知恵を要します。単なる植物ではなく、東アジアの健康思想そのものを象徴する存在なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[クンプン]]",
          "[[吉林人参]]"
        ],
        "similarVegetables": [
          "[[アメリカニンジン]]",
          "[[サンシチニンジン]]",
          "[[トチバニンジン]]"
        ]
      },
      "notes": "野生の個体群は絶滅の危機に瀕しており、保全が急がれています。市場に出回るものは、長い年月をかけて丁寧に栽培されたものです。"
    }
  }
}