{
  "global_info": {
    "url": "カントーラ",
    "kana_name": "カントーラ",
    "scientificName": "Momordica dioica",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "ニガウリ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "根",
        "葉",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Spiny Gourd",
          "Teasle Gourd",
          "Bristly Balsam Pear",
          "Kantola"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カントーラ",
      "oneliner": "雨季のインドを彩る、滋味深いほろ苦さが魅力の小さな瓜。",
      "description": "インドの雨季の訪れを告げる、緑の宝石、カントーラ。その名の通り、小さな体に柔らかな棘をまとったユニークな姿が特徴です。火を通せば、ゴーヤーにも似た心地よいほろ苦さの中から、ほのかな甘みが顔を覗かせます。シャキッとした歯ごたえと、中のカリカリとした種の食感が楽しいアクセント。カレーや炒め物で、南アジアの家庭の味を体験してみませんか。",
      "practical_oneliner": "傷がなく緑色が鮮やかなものを選び、炒め物や揚げ物で楽しんで。",
      "practical_tips": "表面の棘がしっかりとしていて、全体にハリがあり、鮮やかな緑色のものを選びましょう。黄色っぽく変色しているものは熟しすぎている可能性があります。乾燥を避けるためポリ袋に入れ、冷蔵庫の野菜室で保存し、2〜3日中に使い切ります。縦半分に切り、中のワタと種をスプーンで取り除いてから調理するのが一般的です。",
      "nutrition_oneliner": "低カロリーながら、タンパク質とビタミンCが豊富な夏の味方。",
      "nutrition_benefits": "100gあたり約20-30kcalと低カロリーでありながら、ウリ科の野菜としてはタンパク質を豊富に含みます。また、抗酸化作用のあるビタミンCやβ-カロテン、貧血予防に役立つ鉄分も補給できるのが嬉しい点。インドの伝統医学アーユルヴェーダでは、古くから健康維持に役立つ食材として珍重されてきました。",
      "safety_oneliner": "一般的に安全ですが、薬用目的での利用は専門家にご相談を。",
      "safety_notes": "食材として通常の量を食べる分には特に問題ありません。しかし、アーユルヴェーダなどで薬として利用されてきた歴史もあるため、特定の健康目的での過剰な摂取は、専門家の指導のもとで行うようにしてください。",
      "honest_oneliner": "栄養豊富で食感も楽しいが、日本では入手が難しく、ややクセも。",
      "honest_assessment": "インド料理好きなら一度は試したい、魅力的な野菜です。ゴーヤーほど強くない絶妙なほろ苦さと、炒めても残る歯ごたえは、きっとクセになるはず。ただ、日本では専門食材店などでないと見かける機会がほとんどないのが最大の難点。もし出会えたなら、それは幸運の証。ぜひ逃さず手に取ってみてください。",
      "cultural_background": "カントーラは、インドの雨季（モンスーン）の到来を告げる風物詩。古代インドのアーユルヴェーダの書物にもその名が記され、古くから薬用としても食卓でも人々の暮らしを支えてきました。今でもカレーや「サブジ」と呼ばれる炒め煮として、南アジアの家庭で親しまれる、まさに母の味ともいえる存在です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[インディラ・カンコード-1]]"
        ],
        "similarVegetables": [
          "[[ニガウリ]]",
          "[[ナンバンカラスウリ]]"
        ]
      },
      "notes": "日本では生鮮品としての入手は極めて困難です。主に南アジアの食文化圏で栽培・消費されている野菜で、世界的な情報も限定的です。"
    }
  }
}