{
  "global_info": {
    "url": "カーネーション",
    "kana_name": "カーネーション",
    "scientificName": "Dianthus caryophyllus",
    "classification": {
      "family_ja": "Pink family",
      "genus_ja": "Pink"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "カーネーション"
        ]
      },
      "international": {
        "en": [
          "Carnation",
          "Clove Pink"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "カーネーション",
      "oneliner": "甘く、ほのかにスパイシー。食卓を彩る、歴史からの贈り物。",
      "description": "地中海の陽光を浴びて生まれた、甘く気品ある花の恵み。かつてヨーロッパの食卓では、その花びらがサラダを飾り、ワインに香りを添えました。一枚口に含めば、繊細な舌触りの奥から、クローブを思わせるほのかなスパイスが香り立ちます。見た目の華やかさだけでなく、歴史が育んだ奥深い風味を秘めたカーネーションは、一皿を特別な物語で満たしてくれる存在です。",
      "practical_oneliner": "食べるのは花びらだけ。付け根の白い部分は苦いので取り除いて。",
      "practical_tips": "食用として選ぶなら、農薬不使用で栽培されたものを。花びらにハリがあり、色が鮮やかなものが新鮮です。保存は、湿らせたキッチンペーパーに包んで密閉容器に入れ、冷蔵庫の野菜室へ。使う直前に優しく水洗いし、最も大切な下処理として、苦味のある花びらの付け根の白い部分を必ず切り取ってください。",
      "nutrition_oneliner": "フェノール化合物由来の抗酸化作用に、研究が注目しています。",
      "nutrition_benefits": "食材としての詳細な栄養データはまだ不明な点が多いですが、カーネーションにはいくつかの機能性成分が含まれています。ポリフェノールの一種であるフェノール化合物には抗酸化作用が、クローブ様の香りの源であるオイゲノールには鎮静や抗菌作用が期待されています。ヨーロッパの伝統療法では、神経や心臓をサポートするハーブとしても用いられてきた歴史があります。",
      "safety_oneliner": "花びらの白い付け根は苦味が強く、一部品種はサポニンを含みます。",
      "safety_notes": "花びらの甘い香りを楽しむために、付け根にある白い部分は必ず取り除きましょう。苦味が料理の味を損ねてしまいます。また、品種によってはサポニンを含むため、一度に大量に食べることは推奨されていません。",
      "honest_oneliner": "食卓を彩る物語は素敵。でも、食材としての入手は少し大変。",
      "honest_assessment": "カーネーションを「野菜」として語るのは、少し特別なことです。栄養を摂るための食材ではなく、料理に物語と彩り、そして歴史的な香りを添えるための、いわば「食べられる詩」のような存在。食用を見つけるのは簡単ではありませんが、その手間さえもが、特別な一皿を演出するスパイスになるでしょう。",
      "cultural_background": "古代ギリシャから愛され、ローマでは儀式を彩った花。キリスト教文化では聖母マリアの涙の化身とされ、スペインの国花でもあります。近代では北米で「母の日」の公式な花となり、愛と感謝の象徴として世界中に広まりました。その歴史は、常に人々の大切な想いと共にありました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[スタンダードカーネーション]]",
          "[[スプレーカーネーション]]"
        ],
        "similarVegetables": []
      },
      "notes": "食材としての利用に関する歴史的・科学的データは極めて限定的です。本稿の情報は、主に観賞用植物としての知見と、歴史料理における稀な使用例に基づいています。"
    }
  }
}