{
  "global_info": {
    "url": "ガーリックマスタード",
    "kana_name": "ガーリックマスタード",
    "scientificName": "Alliaria petiolata",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "ニンニクガラシ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花",
        "種子",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Garlic Mustard",
          "Jack-by-the-hedge",
          "Hedge Garlic",
          "Sauce-alone"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ガーリックマスタード",
      "oneliner": "ニンニクとマスタードが香る、ヨーロッパ最古のスパイスの一つ。",
      "description": "ヨーロッパの森に春の訪れを告げる、生命力あふれる二年草。その名が示す通り、葉を揉むとニンニクとマスタードを合わせたような、鮮烈でスパイシーな香りが立ち上ります。摘みたての若葉は驚くほど柔らかく、サラダに爽やかな辛味を添えてくれますが、成長するにつれて苦味が増すのも特徴。新石器時代の遺跡からも発見されるほど古くから人々に利用されてきた、まさに「生きた化石」のようなハーブなのです。",
      "practical_oneliner": "春先の若葉を摘み、生のままかペーストにして風味を閉じ込めて。",
      "practical_tips": "市場に出回ることは稀で、主に春先に自生しているものを採集します。狙うべきは、花が咲く前の柔らかい若葉。色鮮やかで傷のないものを選びましょう。調理前には土などを優しく洗い流すだけで十分です。すぐに使わない場合は、湿らせたキッチンペーパーに包んでポリ袋に入れ、冷蔵庫の野菜室へ。長期保存したいなら、オリーブオイルなどと合わせてペースト状にし、冷凍するのが風味を保つ最良の方法です。",
      "nutrition_oneliner": "ビタミンCとAが豊富。特有の辛味成分も体に活力を。",
      "nutrition_benefits": "春先の体に必要な栄養を届けてくれる野草です。特にビタミンCとビタミンA（β-カロテンとして）を豊富に含んでいます。また、マスタードのようなピリリとした風味の源は「グルコシノレート」という成分。ヨーロッパでは古くから春の強壮剤として、体の調子を整えるために食されてきました。季節の変わり目に、自然の力で体に活力を与えてくれる存在です。",
      "safety_oneliner": "微量の天然成分を含むため、一度に大量に食べるのは避けましょう。",
      "safety_notes": "多くの植物と同様に、ガーリックマスタードにも微量のシアン配糖体が含まれます。通常の食事で楽しむ分には全く問題ありませんが、体質などを考慮し、一度に極端な量を食べるのは避けるのが賢明です。",
      "honest_oneliner": "風味は唯一無二、でも入手は自力。生態系ではちょっとした暴れん坊。",
      "honest_assessment": "このハーブの魅力は、何と言ってもニンニクとマスタードが手を取り合ったような刺激的な風味。ただ、その美味しさを味わうには、自ら野山へ探しに行く情熱が必要です。そして知っておくべきは、その強すぎる生命力。特に北米では生態系を脅かす侵略者として扱われています。食べることでその拡散を抑える、という複雑で現代的な物語を秘めた野草なのです。",
      "cultural_background": "その歴史は驚くほど古く、ヨーロッパでは新石器時代の遺跡から、土器に付着したこの植物の種子が見つかっています。人類が利用した最古の香辛料の一つと考えられているのです。かつては「貧者のスパイス」として庶民の食卓を彩り、やがてヨーロッパからの移民と共に、食用や薬用として意図的に北米大陸へと渡りました。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[行者ニンニク]]",
          "[[ルッコラ]]"
        ]
      },
      "notes": "本種は商業的に栽培されておらず、入手は野生採集に限られます。また、北米など一部地域では生態系に影響を与える侵略的外来種として管理の対象となっています。"
    }
  }
}