{
  "global_info": {
    "url": "ガロナッツ",
    "kana_name": "ガロナッツ",
    "scientificName": "Anacolosa frutescens",
    "classification": {
      "family_ja": "オラクス科",
      "genus_ja": "アナコローサ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Galo Nut",
          "Galonut"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ガロ ナッツ",
      "oneliner": "熱帯雨林の奥深くで育つ、栗のような甘さの幻のナッツ。",
      "description": "東南アジアの熱帯雨林が故郷の「ガロ ナッツ」。硬い殻に守られた種子を茹でると、まるで栗やサツマイモのような、ほっくりとした食感と優しい甘さが広がります。炒ればカリッと香ばしく、また違った表情を見せてくれます。森の恵みをそのままいただくような、素朴で奥深い味わいは、一度食べたら忘れられない記憶となるでしょう。",
      "practical_oneliner": "入手は困難。見つけたら、茹でるか炒るだけで森の味を。",
      "practical_tips": "ガロ ナッツは商業栽培されておらず、市場で見かけることは稀です。もし幸運にも手に入ったら、保存する場合は天日干しにすると風味を凝縮させつつ数ヶ月保ちます。調理は驚くほどシンプルで、塩水で茹でるだけで素材本来のほっくりとした甘さを引き出せます。フライパンで軽く炒れば、香ばしさが加わりおやつに最適です。",
      "nutrition_oneliner": "森の恵み。ナッツならではの良質な脂質が豊富な可能性。",
      "nutrition_benefits": "ガロ ナッツの栄養成分に関する詳細な分析は、まだほとんど行われていません。しかし、ナッツ類に共通するように、エネルギー源となる良質な脂質を豊富に含んでいると推測されます。一部地域では、種子から抽出した油を皮膚疾患の治療に用いる民間療法も伝えられていますが、科学的な裏付けはありません。",
      "safety_oneliner": "特有の注意点は報告されていませんが、情報が非常に限定的です。",
      "safety_notes": "現在、ガロ ナッツの食用に関する特筆すべき危険性は報告されていません。ただし、科学的な安全性データが非常に乏しいため、初めて食べる際は少量から試すことをお勧めします。",
      "honest_oneliner": "栗のような優しい甘さは魅力的だが、入手困難で情報も乏しい。",
      "honest_assessment": "その味わいは、栗を思わせる素朴で優しい甘さで、誰にでも愛されるであろう魅力を持っています。しかし、その魅力に触れる機会は滅多にありません。商業栽培されておらず、自生地の森林減少で存続すら危ぶまれているからです。もし旅先で出会えたなら、それは一期一会の幸運です。",
      "cultural_background": "ガロ ナッツは、有史以前から東南アジアの森に生きる人々が分け与えられてきた恵みです。フィリピンなどでは、今でも森で採集され、おやつとして茹でられたり、地域の市場で細々と取引されたりしています。あくまでも森と共にある、地域に根差した食文化の静かな担い手なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[くり]]",
          "[[サツマイモ]]"
        ]
      },
      "notes": "商業的な生産・流通はほぼなく、日本国内での入手は極めて困難です。また、自生地の森林減少により絶滅が危惧されており、多くの情報が未解明なまま失われる可能性が指摘されています。"
    }
  }
}