{
  "global_info": {
    "url": "キャラウェイ",
    "kana_name": "キャラウェイ",
    "scientificName": "Carum carvi",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "キャラウェイ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Caraway",
          "Meridian Fennel",
          "Persian Cumin"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "キャラウェイ",
      "oneliner": "ヨーロッパのパンや蒸留酒を彩る、ほろ苦く爽やかな香りの立役者。",
      "description": "三日月形をした小さな一粒に、壮大な食の物語が詰まっています。噛みしめるとプチっと弾け、アニスにも似た甘さと、ピリリとした胡椒のような刺激、そして奥深いほろ苦さが広がります。その香りは、西アジアからヨーロッパへと渡り、何千年もの間、人々の食卓に温もりを添えてきました。特にドイツのライ麦パンや北欧の蒸留酒アクアヴィットには欠かせない存在。一粒で、遠いヨーロッパの風景を運んできてくれるスパイスです。",
      "practical_oneliner": "香りが命。使う直前に挽くか、ホールで加熱して香りを引き出す。",
      "practical_tips": "粒がふっくらとして、割れや欠けがないものを選びましょう。香りが命なので、購入後は必ず密閉容器に移し、光と湿気を避けて冷暗所で保存してください。最大のコツは、使う直前まで粒のまま（ホール）で保管すること。調理の際にフライパンで軽く乾煎りしたり、乳鉢で叩き潰したりすると、眠っていた精油成分が目覚め、甘くスパイシーな香りが一気に立ち上ります。挽きたての香りは格別ですよ。",
      "nutrition_oneliner": "特有の香り成分カルボンが、お腹の張りや消化不良を和らげる。",
      "nutrition_benefits": "キャラウェイの独特な香りの源である精油成分「カルボン」には、胃腸の働きを穏やかにし、お腹の張り（鼓腸）を和らげる作用が古くから知られています。ドイツで豚肉やザワークラウトと合わせるのは、この働きを活かした知恵。小さな粒には鉄分やカルシウム、マグネシウム、そして豊富な食物繊維が凝縮されています。日々の食事に少し加えるだけで、風味と栄養の両面から私たちを支えてくれます。",
      "safety_oneliner": "食品としての利用は安全。ただし妊娠中は精油（オイル）の使用を避けて。",
      "safety_notes": "スパイスとして通常の料理に使う分には全く問題なく、安全に食されてきました。ただし、成分を濃縮したエッセンシャルオイル（精油）の経口摂取や多量の使用は注意が必要です。特に妊娠中の方は、精油の使用は避けるようにしてください。",
      "honest_oneliner": "ハマれば唯一無二の存在。でも、その独特な香りが少しだけ仲間を選ぶ。",
      "honest_assessment": "キャラウェイを好きになれるかは、あの甘くほろ苦い香りと友達になれるかにかかっています。魅了されれば、パンや煮込みに欠かせない相棒となるでしょう。ただ、その個性はとても強く、時に主役を食ってしまうことも。クミンと間違われがちですが、似て非なる存在。まずは少量から、この個性派スパイスとの距離を測ってみてください。",
      "cultural_background": "その歴史は古く、新石器時代の遺跡からも発見されています。中世ヨーロッパでは修道院で大切に育てられ、食卓と薬箱の両方で重宝されました。北欧では祝祭の酒「アクアヴィット」の魂となり、中東では新しい命の誕生を祝うデザートに姿を変えます。キャラウェイは、土地の記憶と人々の祈りを運ぶ文化の運び手なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[クミン]]",
          "[[アニス]]",
          "[[フェンネル]]",
          "[[ディル]]"
        ]
      },
      "notes": ""
    }
  }
}