{
  "global_info": {
    "url": "キャベツ",
    "kana_name": "キャベツ",
    "scientificName": "Brassica oleracea var. capitata",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "キャベツ"
        ]
      },
      "international": {
        "en": [
          "Cabbage",
          "Heading Cabbage"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "キャベツ",
      "oneliner": "生でも煮ても、発酵させても。変幻自在な食卓の頼れる主役。",
      "description": "ヨーロッパの荒々しい海岸に自生していた野生の葉が、数千年という長い旅を経て、幾重にも葉を巻き込んだ今の姿になりました。その一枚一枚に詰まっているのは、シャキっとした歯切れの良さと、噛むほどに広がるほのかな甘み。火を通せば、その甘さはさらに深みを増し、とろけるように柔らかくなります。サラダから煮込み、発酵食まで。世界中の食卓を彩るこの野菜には、人と自然が紡いできた豊かな物語が隠されています。",
      "practical_oneliner": "加熱時間で食感が変わる万能選手。低温保存で鮮度を保つ。",
      "practical_tips": "鮮度を保つ鍵は、低温での保存です。丸ごとなら数週間、適切な環境では数ヶ月持ちます。使い始めたら、切り口をぴったりとラップで覆い、乾燥を防ぎましょう。調理では加熱時間が食感の決め手。サラダなら生のシャキシャキ感を、スープや煮込みなら、とろけるような柔らかさと増した甘さを楽しめます。縮れた葉が特徴のサボイキャベベツは煮込みに、紫キャベツはサラダやピクルスにすると、その美しい彩りが食卓を華やかにしてくれます。",
      "nutrition_oneliner": "豊富なビタミンKとCが、骨と免疫の健やかさを支える。",
      "nutrition_benefits": "特筆すべきは、骨の健康に欠かせないビタミンKと、免疫機能をサポートするビタミンCの豊富さです。100gで一日の必要量のかなりの部分を補えます。また、アブラナ科特有の成分グルコシノレートや、赤キャベツに含まれるアントシアニンといった抗酸化作用を持つ成分も注目されています。これらは体の中から健康を支える可能性について研究が進められている、頼もしい栄養の宝庫なのです。",
      "safety_oneliner": "抗凝固薬を服用中の方は、豊富なビタミンKにご注意を。",
      "safety_notes": "キャベツに豊富なビタミンKは、血液を固める働きを助けます。そのため、ワルファリンなどの抗凝固薬を服用中の方は、薬の効果に影響が出る可能性があるため、かかりつけの医師に相談することをおすすめします。",
      "honest_oneliner": "万能で頼れる一方、加熱時の独特の香りは好みが分かれるかも。",
      "honest_assessment": "世界中の食卓で愛されるキャベツは、間違いなく偉大な野菜です。手頃な価格で手に入り、どんな料理にも馴染む柔軟性は他にありません。ただ一つ、正直に言うと、加熱した時に立ち上るあの独特の香りが、少し苦手という方もいるかもしれません。でも、そのささやかなクセさえも愛おしくなるほど、私たちの食生活に深く、そして温かく寄り添ってくれる存在なのです。",
      "cultural_background": "その歴史は古代ギリシャ・ローマにまで遡ります。大航海時代には、豊富なビタミンCが壊血病から船乗りたちを守る命綱となりました。特に冬の厳しいヨーロッパでは、塩漬けにして発酵させたザワークラウトが、春を待つ人々の貴重な栄養源に。キャベツの物語は、人類が生き抜いてきた知恵の歴史そのものなのです。",
      "relationships": {
        "parentSpecies": [
          "[[野生キャベツ]]",
          "[[ケール]]"
        ],
        "children": [
          "[[サボイキャベツ]]",
          "[[紫キャベツ]]",
          "[[コペンハーゲンマーケット]]"
        ],
        "similarVegetables": [
          "[[ケール]]",
          "[[ブロッコリー]]",
          "[[カリフラワー]]",
          "[[コールラビ]]",
          "[[芽キャベツ]]",
          "[[白菜]]"
        ]
      },
      "notes": "ブロッコリーやケール、カリフラワーとは同じ野生種（Brassica oleracea）を祖先とする兄弟のような関係で、互いに交配が可能です。"
    }
  }
}