{
  "global_info": {
    "url": "キンセンカ",
    "kana_name": "キンセンカ",
    "scientificName": "Calendula officinalis",
    "classification": {
      "family_ja": "Daisy family",
      "genus_ja": "Marigold"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "キンセンカ"
        ]
      },
      "international": {
        "en": [
          "Pot Marigold",
          "Common Marigold",
          "Ruddles",
          "Scotch Marigold"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "キンセンカ",
      "oneliner": "太陽の輝きを食卓に。歴史が香る黄金色の花びら。",
      "description": "地中海沿岸の太陽を一身に浴びて輝く、鮮やかなオレンジや黄色の花びら。それがキンセンカです。サラダに散らせば、まるで絵画のような一皿に。口に含むと、ほのかな苦味とコショウを思わせるスパイシーな風味が広がります。かつては「貧者のサフラン」と呼ばれ、スープやバターを黄金色に染めてきました。見た目の美しさだけでなく、その奥深い歴史も味わいの一つです。",
      "practical_oneliner": "花びらを摘んで乾燥保存。使う分だけ彩りに添えて。",
      "practical_tips": "選ぶ際は、花びらが開ききっておらず、色が鮮やかで傷のないものを。フレッシュな花は、湿らせたキッチンペーパーで包み、密閉容器に入れて冷蔵庫で2〜3日保存できます。長期保存するなら、花びらをガクから外し、風通しの良い日陰で乾燥させましょう。密閉できる瓶に入れれば、一年を通してその美しい色合いを楽しめます。葉も食べられますが、少し硬く苦味が強いです。",
      "nutrition_oneliner": "目に嬉しいルテインと抗酸化作用のフラボノイドが豊富。",
      "nutrition_benefits": "キンセンカの鮮やかな色は、ルテインやゼアキサンチンといったカロテノイドによるもの。これらは強力な抗酸化作用を持ち、特に目の健康をサポートすることで知られています。また、フラボノイドも豊富で、体の内側から健やかさを保つのに役立ちます。伝統的に皮膚のトラブルに使われてきたのも、これらの成分が持つ抗炎症作用のおかげです。",
      "safety_oneliner": "キク科アレルギーの方は、アレルギー反応に注意が必要です。",
      "safety_notes": "キク科の植物（ブタクサ、キクなど）にアレルギーがある方は、キンセンカでも皮膚炎などを起こす可能性があります。また、妊娠中や授乳中の方は、内服を避けるのが一般的です。食用で利用する際は少量から試すことをお勧めします。",
      "honest_oneliner": "彩りは一級品、でも味の主役にはなれない名脇役。",
      "honest_assessment": "キンセンカの魅力は、何と言ってもその太陽のような色彩です。一皿に数枚散らすだけで、食卓がパッと華やぎます。ただし、味そのものを楽しむというよりは、彩りとほのかな苦味のアクセントを加えるハーブと考えるのが正解。主役級の美味しさを期待すると少し肩透かしを食うかもしれません。料理の名脇役として、その美しさを最大限に活かしてあげてください。",
      "cultural_background": "古代ギリシャ・ローマ時代から薬草として重宝され、中世ヨーロッパでは高価なサフランに代わる「貧者のサフラン」として食卓を彩りました。聖母マリアに捧げられたことから「Mary's Gold」とも呼ばれ、その黄金色は太陽や生命力の象徴とされてきました。料理、薬、儀式と、文化の中で多様な役割を担ってきた歴史深い花です。",
      "relationships": {
        "parentSpecies": [
          "[[カレンデュラ・アルヴェンシス]]"
        ],
        "children": [
          "[['Erfurter Orangefarbige'（エルフリッター・オランジェファルビゲ）]]"
        ],
        "similarVegetables": [
          "[[サフラン]]"
        ]
      },
      "notes": ""
    }
  }
}