{
  "global_info": {
    "url": "キャッサバ",
    "kana_name": "キャッサバ",
    "scientificName": "Manihot esculenta",
    "classification": {
      "family_ja": "トウダイグサ科",
      "genus_ja": "イモノキ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Cassava",
          "Manioc",
          "Yuca",
          "Tapioca plant"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "キャッサバ",
      "oneliner": "毒を恵みに変える知恵。数億人の命を支える熱帯の生命の根。",
      "description": "南米アマゾンの熱帯雨林で生まれた、生命力溢れる根。ごつごつとした茶色い皮を剥けば、雪のように真っ白な肌が現れます。その味わいは淡白で、ほのかにナッツのような甘みを秘めています。加熱すれば、品種によってジャガイモのようにホクホクとした食感にも、餅のようにもっちりとした食感にも変化。数千年の時を超え、人々の知恵によって毒から恵みへと姿を変え、今や世界中の食卓を支える、たくましき大地の恵みです。",
      "practical_oneliner": "生食は厳禁。皮をむき、水にさらし、必ず加熱して毒を抜く。",
      "practical_tips": "手に取ったときにずっしりと重みがあり、硬く締まっているものを選びましょう。切り口が新鮮で変色していないものが良品です。非常に傷みやすいので、購入後は新聞紙に包んで冷蔵庫で2〜3日以内に使い切るのが理想。長期保存するなら、皮をむいてカットし、水にさらしてから冷凍するのがおすすめです。調理前には必ず厚い皮をむき、水にさらすか茹でるなどして、アクと毒を丁寧に抜いてください。",
      "nutrition_oneliner": "優れたエネルギー源となる炭水化物の塊。グルテンフリーも魅力。",
      "nutrition_benefits": "主成分は豊富な炭水化物で、体を動かすための優れたエネルギー源となります。特に活動量の多い日やスポーツの後にぴったり。また、意外にもビタミンCを含んでおり、日々の健康維持をサポートします。小麦アレルギーの方や健康志向の方にとって嬉しいのは、グルテンを一切含まないこと。粉にすれば、パンや菓子の材料としても安心して使えます。",
      "safety_oneliner": "全ての品種に天然の毒素が含まれ、適切な下処理が必須です。",
      "safety_notes": "キャッサバは生のまま食べると、シアン化合物による中毒を引き起こす危険があります。これは甘味種でも苦味種でも同じです。必ず皮を厚くむき、水によくさらし、茹でる・蒸す・揚げるといった加熱調理を徹底してください。これらの処理によって毒素は無害化され、安全に美味しくいただけます。",
      "honest_oneliner": "頼れる熱帯の主食。ただし、その恵みは毒を制す知恵と手間が前提。",
      "honest_assessment": "どんな痩せた土地でも育つ驚異的な生命力は、まさに『飢饉の友』。世界の食料安全保障を陰で支える偉大な存在です。しかし、その強さの源には毒が潜んでおり、美味しくいただくには一手間かけることが欠かせません。味自体は淡白なので、料理の主役というよりは、他の食材と組み合わせることで真価を発揮する、懐の深い食材と言えるでしょう。",
      "cultural_background": "その歴史は古く、南米アマゾンの先住民トゥピ族の神話にも登場します。その名は『マニの家（Mani'oca）』を意味し、創造神からの贈り物とされました。16世紀、大航海時代にポルトガル人によってアフリカ、そしてアジアへと伝播。安価なエネルギー源として世界中に広まる陰には、奴隷貿易という悲しい歴史もありました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[甘味種キャッサバ]]",
          "[[苦味種キャッサバ]]"
        ],
        "similarVegetables": [
          "[[サツマイモ]]",
          "[[ジャガイモ]]",
          "[[タロイモ]]",
          "[[ヤムイモ]]"
        ]
      },
      "notes": ""
    }
  }
}