{
  "global_info": {
    "url": "グラスピー",
    "kana_name": "グラスピー",
    "scientificName": "Lathyrus sativus",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "レンリソウ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "葉",
        "鞘"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Grass Pea",
          "Chickling Vetch",
          "Indian Vetch",
          "White Vetch"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "グラスピー",
      "oneliner": "乾燥地を支える最後の砦。ナッツ風味の裏に潜む太古の警告。",
      "description": "バルカン半島や西アジアの乾いた大地で生まれ、古くから人々の命を繋いできた小さな豆、グラスピー。その姿は素朴ですが、一粒一粒に力強い生命力が宿ります。火にかけると、ナッツを思わせる香ばしさとほのかな土の香りが立ち上り、クリーミーで滑らかな舌触りに。特に他の作物が育たない厳しい環境でこそ真価を発揮するこの豆は、まさに大地が与えてくれる最後の恵み。その味わいは、生き抜くための知恵の歴史そのものです。",
      "practical_oneliner": "安全に楽しむ鍵は『茹でこぼし』。乾燥豆は長期保存可能。",
      "practical_tips": "良質なグラスピーは、粒が揃い、割れや虫食いのないものを選びましょう。乾燥状態であれば、湿気を避けて密閉容器に入れ、冷暗所で数年間は保存可能です。調理前の下準備が最も重要。神経毒のリスクを減らすため、たっぷりの水に一晩浸し、その浸し水は必ず捨ててください。さらに、一度茹でこぼしてから本格的な調理に移ることで、より安全にその風味を楽しむことができます。この一手間が、古の知恵です。",
      "nutrition_oneliner": "20-32%を誇る、筋肉とエネルギーの源となる高タンパク質。",
      "nutrition_benefits": "グラスピーの最大の栄養的価値は、その驚くべきタンパク質含有量にあります。乾燥重量の20%から30%以上を占める良質な植物性タンパク質は、特に穀物中心の食事で不足しがちな必須アミノ酸リジンを豊富に含んでいます。また、100gあたり15gを超える豊富な食物繊維も特徴。この豆は『貧者のタンパク源』として、古くから体力を維持する上で重要な役割を果たしてきました。",
      "safety_oneliner": "神経毒を含むため、日常的な大量摂取は絶対に避けること。",
      "safety_notes": "グラスピーにはODAPという神経毒が含まれており、数ヶ月にわたり食事の主食として大量に食べ続けると、下肢麻痺（神経ラチリズム）を引き起こす危険性があります。伝統的な調理法である水浸しや茹でこぼしは、このリスクを低減させる知恵。たまの食事に取り入れる分には問題ありませんが、主食にするのは避けましょう。",
      "honest_oneliner": "究極のサバイバルフード。ただし、付き合い方を選ぶ賢者の豆。",
      "honest_assessment": "この豆は、万人におすすめできる手軽な食材ではありません。その背景にはラチリズムという重い歴史があり、調理には知識と注意が必要です。しかし、その強靭な生命力と栄養価は、気候変動が進む現代において、計り知れない価値を秘めています。適切に向き合えば、これほど頼もしい食材はないでしょう。それは、人類の食の歴史における、光と影を同時に教えてくれる、深遠な味わいの豆なのです。",
      "cultural_background": "その歴史は新石器時代まで遡り、約8000年前にはすでに栽培されていたという、人類の最も古い友人の一つです。古代エジプトやローマでも知られ、特に干ばつや飢饉が訪れた際には、人々を飢えから救う『保険作物』として命を繋いできました。エチオピアでは『シロ』に、インドでは『ダル』に姿を変え、食文化の根幹を支える。その存在は、食の豊かさだけでなく、厳しさと隣り合わせの歴史をも物語っています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ラタン]]",
          "[[マハテオラ]]"
        ],
        "similarVegetables": [
          "[[ひよこまめ]]",
          "[[レンズまめ]]"
        ]
      },
      "notes": "日本では商業的な流通がほとんどなく、入手は極めて困難です。また、その歴史的背景から、安全性に関する正しい知識を持って扱う必要があります。"
    }
  }
}