{
  "global_info": {
    "url": "コロハ",
    "kana_name": "コロハ",
    "scientificName": "Trigonella foenum-graecum",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "コロハ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "種子",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "コロハ"
        ]
      },
      "international": {
        "en": [
          "Fenugreek",
          "Methi"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "コロハ",
      "oneliner": "カレーの香りの立役者。ほろ苦い葉と甘く香る魔法の種子。",
      "description": "地中海から西アジアの乾いた大地で生まれ、古代エジプト王の墓からも見つかるほど古い歴史を持つハーブ。生の種子は驚くほど苦いですが、火にかけると一変。メープルシロップにも似た甘く香ばしい薫りを放ち、料理に深い奥行きを与えます。若々しい葉や茎は、爽やかな苦みが心地よい野菜として、インドの家庭料理に欠かせない存在。一枚の葉、一粒の種に、シルクロードを旅した物語が秘められています。",
      "practical_oneliner": "種子は焦がさず加熱で香りを解放。葉は苦味を活かし炒め物に。",
      "practical_tips": "種子を選ぶなら、色が均一でふっくらしたもの。密閉容器で冷暗所に置けば香りは数年保ちます。生の葉は、鮮やかな緑色のものを選び、湿らせた紙で包んで冷蔵庫へ。調理のコツは、種子を焦がさないこと。弱火の油でじっくり加熱すると、苦味が和らぎ甘い香りが立ち上ります。ただし、使いすぎは禁物。葉はさっと炒めるだけで、心地よいほろ苦さが楽しめます。",
      "nutrition_oneliner": "豊富な食物繊維と鉄分。血糖値が気になる方の食生活にも。",
      "nutrition_benefits": "小さな種子には、驚くほどの栄養が詰まっています。特に豊富なのが水溶性食物繊維ガラクトマンナンで、食後の血糖値上昇を穏やかにする働きが注目されています。また、貧血予防に嬉しい鉄分は、1日の推奨量を大きく超えるほど。アーユルヴェーダでは古くから消化を助け、母乳の出を促すと言われ、現代の研究でもその可能性が探られています。",
      "safety_oneliner": "妊娠中の大量摂取は控え、抗凝固薬との併用にご注意を。",
      "safety_notes": "スパイスとして適量を楽しむ分には安全ですが、サプリメントなどでの過剰摂取は腹部の不快感につながることがあります。また、伝統的に特定の作用が知られているため、妊娠中の方は大量に摂ることを避け、ワルファリンなどの血液をサラサラにする薬を服用中の方は、医師にご相談ください。",
      "honest_oneliner": "使いこなせば無二の香り。でも独特の苦みは好き嫌いが分かれるかも。",
      "honest_assessment": "コロハの魅力は、あのメープルにも似た甘く、少し焦げたような複雑な香り。これがあるだけで、いつものカレーが専門店の味に近づきます。ただ正直に言うと、生のまま齧れば顔をしかめるほどの苦さ。火加減や量を間違えると、料理全体をその苦味が支配してしまいます。少し気難しい友人ですが、一度仲良くなれば、あなたの食の世界をぐっと広げてくれる、頼もしい相棒です。",
      "cultural_background": "その歴史は古代エジプトに遡り、ツタンカーメン王の墓からも発見されています。学名はラテン語で『ギリシャの干し草』。かつては家畜の飼料としても使われた名残です。シルクロードを経てアジアへ伝わると、インドではアーユルヴェーダの重要な生薬となり、イエメンでは国民食『サルタ』に欠かせないソースの主役となりました。世界各地の食卓と薬箱で、大切にされてきた植物なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[カスリメティ]]",
          "[[プーサアーリーバンチング]]"
        ],
        "similarVegetables": [
          "[[セロリ]]"
        ]
      },
      "notes": ""
    }
  }
}