{
  "global_info": {
    "url": "コロシンス",
    "kana_name": "コロシンス",
    "scientificName": "Citrullus colocynthis",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "スイカ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Colocynth",
          "Bitter apple",
          "Bitter cucumber",
          "Desert gourd",
          "Vine of Sodom"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "コロシンス",
      "oneliner": "砂漠を生き抜く生命力と強烈な苦味を持つ、スイカの野生の近縁種。",
      "description": "灼熱の砂漠を転がる、手のひらサイズの小さなスイカ。そんな愛らしい見た目とは裏腹に、その果肉は舌を刺すような強烈な苦味を秘めています。地中海沿岸からアジアの乾燥地帯を故郷とし、古くから食用ではなく、強力な薬草として歴史に登場してきました。スポンジ状の果肉は薬に、種子は大変な手間の末にようやく救荒食として利用されたのです。過酷な環境を生き抜く生命のしたたかさを体現したような存在です。",
      "practical_oneliner": "果肉は食用厳禁。種子も専門的な毒抜き処理が必須です。",
      "practical_tips": "コロシンスを生の状態で市場で見つけることはまずありません。主に薬用の乾燥果実として専門の店で取引されます。食用としての利用は、その強い毒性から絶対に避けるべきです。サハラの一部地域では、種子を救荒食としますが、それは苦味と毒を除くため、何度も煮沸と水洗いを繰り返すという専門的で手間のかかる処理を経てのこと。これは伝統的な知恵であり、家庭で安易に試すことはできません。あくまで薬草として、その背景を知るに留めてください。",
      "nutrition_oneliner": "種子は高タンパク・高脂質、果肉の苦味成分は薬の原料に。",
      "nutrition_benefits": "コロシンスの栄養を語る上で、食用となるのは特別な処理を施した種子に限られます。この種子は、タンパク質が約30%、脂質が約50%と非常に栄養価が高く、砂漠の民の貴重なカロリー源でした。一方、果肉の強烈な苦味の正体は『ククルビタシン』という強力な生理活性物質。これは伝統医学で古くから薬として利用され、現代科学では抗がん作用なども研究されていますが、同時に非常に高い毒性を持つ諸刃の剣です。",
      "safety_oneliner": "果肉は有毒。過剰摂取は腎不全などを引き起こし致命的です。",
      "safety_notes": "コロシンスの果肉に含まれるククルビタシンは、少量でも深刻な影響を及ぼす毒物です。摂取すると激しい消化器症状や腎不全を引き起こし、命に関わります。特に妊婦は禁忌。専門家の管理なく薬として利用するのは非常に危険です。",
      "honest_oneliner": "食の探求心をくすぐるが、その毒性と苦さから観賞と知識に留めるべき植物。",
      "honest_assessment": "スイカの近縁種と聞き、親しみを覚えるかもしれません。しかし、コロシンスとの付き合い方は全く異なります。その歴史的背景や、砂漠を生き抜く生命力は、知的好奇心を大いに満たしてくれるでしょう。ただ、そのあまりの苦さと毒性は、私たちの食卓とは相容れないもの。味わうのではなく、その壮大な物語を知識として楽しむのが、この植物との最良の関係です。",
      "cultural_background": "その歴史は古く、古代エジプトの医学書パピルスや聖書の『野性のひょうたん』の記述にまで遡ります。古代ギリシャ・ローマでも強力な下剤として知られ、イスラム医学を通じてその知識は世界へ。また、そのあまりの苦さから、文学の世界では『裏切り』や『苦難』の象徴として描かれることも。薬として、そして物語のモチーフとして、古くから人間の文化に深く根ざしてきました。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[スイカ]]"
        ]
      },
      "notes": "本種は主に薬用であり、強い毒性を持つため食用には適しません。一般市場での入手は極めて困難です。"
    }
  }
}