{
  "global_info": {
    "url": "サイシン",
    "kana_name": "サイシン",
    "scientificName": "Brassica rapa subsp. parachinensis",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "サイシン（菜心）"
        ]
      },
      "international": {
        "en": [
          "Choy Sum",
          "Chinese Flowering Cabbage",
          "Yu Choy"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "菜心（サイシン）",
      "oneliner": "シャキシャキの茎と甘い花蕾。広東の食卓が育んだ万能野菜。",
      "description": "南シナ海の温暖な風が育んだ、中国南部生まれの緑黄色野菜。翡翠のように艶やかな茎、柔らかく広がる葉、そして春を告げる菜の花。そのすべてが、一つの皿の上で美味なる物語を奏でます。シャキッと心地よい歯ざわりの茎、ほのかな苦みを持つ葉、そして蜜のような甘さを秘めた花蕾。アブラナの仲間でありながら、その味わいは驚くほど穏やか。炒め物にすれば、広東の家庭の温かな食卓が目に浮かぶようです。",
      "practical_oneliner": "鮮度が命。さっと火を通し、茎のシャキシャキ感を生かすのがコツ。",
      "practical_tips": "鮮やかな緑色で、茎がみずみずしく張りがあり、花が咲ききっていないものを選びましょう。乾燥に弱いので、湿らせたキッチンペーパーで根元を包み、ポリ袋に入れて冷蔵庫の野菜室で立てて保存するのが長持ちの秘訣です。調理前に根元の硬い部分を少し切り落とし、砂が残りやすい株元を流水で丁寧に洗い流してください。長い場合は、火の通りを均一にするため茎と葉を切り分けると良いでしょう。",
      "nutrition_oneliner": "豊富なビタミンCとβカロテンで、体の内側から元気に。",
      "nutrition_benefits": "特にビタミンCと、体内でビタミンAに変わるβカロテンが豊富です。これらは健やかな皮膚や粘膜の維持を助ける大切な栄養素。また、細胞の生まれ変わりを支える葉酸や、骨の健康に欠かせないカルシウムも含まれています。アブラナ科特有の成分グルコシノレートも持ち、日々の健康維持を食卓からサポートしてくれる、頼もしい緑黄色野菜です。",
      "safety_oneliner": "生での大量摂取は控え、加熱調理で美味しく安全に。",
      "safety_notes": "アブラナ科の野菜に共通して、甲状腺の働きに影響を与える可能性のある「ゴイトロゲン」という成分を微量に含みます。しかし、この成分は加熱によってほとんどが不活性化するため、炒め物や茹でるといった通常の調理法であれば、全く心配する必要はありません。",
      "honest_oneliner": "味にクセがなく万能。ただし、足が早いので新鮮なうちに使い切って。",
      "honest_assessment": "菜心の一番の魅力は、その素直で穏やかな味わい。主役を張るほどの個性はありませんが、どんな食材や味付けにも寄り添い、料理全体をまとめてくれる名脇役です。シャキシャキした食感は心地よく、子供から大人まで誰もが食べやすいでしょう。ただ、その繊細さゆえに鮮度が落ちやすいのが玉に瑕。手に入れたら、その日のうちに調理してあげるのが、この野菜への一番の敬意です。",
      "cultural_background": "その名の通り、野菜（菜）の薹（とう）、つまり花茎（心）を味わうために、中国南部で古くから育まれてきました。特に広東料理ではなくてはならない存在で、日々の食卓に彩りと栄養をもたらします。19世紀以降、故郷の味を懐かしむ中国人移民たちの手によって世界中へ。今ではチャイナタウンの市場から、世界中の食卓へとその物語を広げています。",
      "relationships": {
        "parentSpecies": [
          "[[アブラナ]]"
        ],
        "children": [
          "[[四十日菜心]]",
          "[[紅菜苔]]"
        ],
        "similarVegetables": [
          "[[パクチョイ]]",
          "[[コマツナ]]"
        ]
      },
      "notes": "紫色の茎を持つ近縁種「紅菜苔（ホンツァイタイ）」は、植物分類上、サイシンとは異なる亜種や変種として扱われることもあります。"
    }
  }
}