{
  "global_info": {
    "url": "サマーセイボリー",
    "kana_name": "サマーセイボリー",
    "scientificName": "Satureja hortensis",
    "classification": {
      "family_ja": "シソ科",
      "genus_ja": "セイボリー属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Summer Savory",
          "Garden Savory"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "サマーセイボリー",
      "oneliner": "「豆のハーブ」と呼ばれ、コショウのように爽やかに香る夏の使者。",
      "description": "東地中海の太陽を浴びて生まれた、歴史豊かな一年草のハーブ。古代ローマの時代から、その温かくもピリッと胡椒のような刺激的な香りで人々を魅了してきました。香りはタイムやマジョラムにも似ていますが、より爽やかな印象。柔らかい葉や茎、可憐な花も食べられ、煮込み料理に加えればその姿は溶け込み、奥深い風味だけをそっと残していきます。夏の庭を駆け抜ける一陣の風のような、清々しい香りの物語です。",
      "practical_oneliner": "生葉は冷凍保存が最適。乾燥させると香りがよりシャープに。",
      "practical_tips": "選ぶ際は、葉が生き生きとしていて、爽やかな香りが立つものを。生で使うなら、湿らせたキッチンペーパーで包み、ポリ袋に入れて冷蔵庫で数日保存できます。長期保存には冷凍が最適。刻んで少量の水と製氷皿で凍らせるか、そのまま冷凍用保存袋へ。乾燥させると香りがより強く、シャープになりますが、新鮮な風味を残したいなら冷凍がおすすめです。茎も葉も花も柔らかいので、特別な下処理は不要。さっと洗ってそのまま料理に加えられます。",
      "nutrition_oneliner": "乾燥葉は鉄分とカルシウムの宝庫。消化を助ける働きも。",
      "nutrition_benefits": "乾燥させたサマーセイボリーは、驚くほど栄養豊富。特に骨や歯を丈夫にするカルシウム、貧血予防に役立つ鉄分が際立っています。また、ビタミンAやB6も含まれます。伝統的に、その香り成分であるカルバクロールやチモールが持つ抗菌作用が知られ、消化を助け、胃の調子を整えるハーブとして用いられてきました。特に豆料理に添えられるのは、風味だけでなく、お腹の張りを和らげる知恵でもあったのです。",
      "safety_oneliner": "通常の料理での使用は安全。精油の直接摂取は避けてください。",
      "safety_notes": "普段の料理に風味付けとして使う分には、全く心配ありません。ただし、成分を凝縮した精油（エッセンシャルオイル）の飲用や、原液を直接肌に塗ることは避けてください。皮膚への刺激などを起こす可能性があります。あくまで食材として、香り豊かな風味を楽しみましょう。",
      "honest_oneliner": "豆料理の最高の相棒。でも、夏だけの儚い一年草なんです。",
      "honest_assessment": "サマーセイボリーは、決してハーブの王様ではありません。タイムやローズマリーほど万能ではなく、そのコショウに似た風味は少し個性的かもしれません。そして、愛らしい一年草であるがゆえに、毎年種を蒔かなければ、その香りに出会えない儚さも持っています。でも、だからこそ愛おしい。特に豆料理と合わせた時の調和は格別で、これに代わるものはありません。夏の短い間だけ姿を現す、食卓の最高の脇役なのです。",
      "cultural_background": "その歴史は古く、古代ローマまで遡ります。高価なコショウの代わりとして重宝され、時には媚薬としての評判も。ローマ軍の遠征と共にヨーロッパ全土へ広まり、中世には修道院の庭で大切に育てられました。ドイツで『豆のハーブ（Bohnenkraut）』と呼ばれるのは、豆の消化を助け、風味を格段に引き上げる、長年の経験から生まれた敬愛の証なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[アロマータ]]"
        ],
        "similarVegetables": [
          "[[タイム]]",
          "[[マジョラム]]",
          "[[ウィンターセイボリー]]"
        ]
      },
      "notes": ""
    }
  }
}