{
  "global_info": {
    "url": "シネラリア",
    "kana_name": "シネラリア",
    "scientificName": "Pericallis × hybrida",
    "classification": {
      "family_ja": "Aster family",
      "genus_ja": "Pericallis"
    },
    "foodClassification": {
      "primaryPart": "非食用 (全草にピロリジジンアルカロイドを含む有毒植物)",
      "edibleParts": [
        "非食用 (全草にピロリジジンアルカロイドを含む有毒植物)"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "シネラリア",
          "サイネリア",
          "フウキギク（富貴菊）"
        ]
      },
      "international": {
        "en": [
          "Cineraria",
          "Florist's Cineraria"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "シネラリア",
      "oneliner": "冬の窓辺を彩る鮮やかな菊。ただし、その美しさには毒がある。",
      "description": "カナリア諸島生まれの野生種を祖先に持つ、キク科の園芸植物。冬から春にかけ、宝石のように鮮やかな花々をこんもりと咲かせ、室内を明るく彩ります。青、紫、ピンク、白と、その色彩は息をのむほど豊か。しかし、この美しい姿に魅了されても、決して口にしてはいけません。シネラリアは、食卓ではなく、目と心で楽しむための植物なのです。",
      "practical_oneliner": "食用は厳禁。子供やペットの手が届かない場所で管理を。",
      "practical_tips": "花色が鮮やかで、葉が生き生きとしている株を選びましょう。涼しい場所を好み、高温多湿は苦手です。暖房の風が直接当たらない、明るい室内に置くのが最適。水やりは土の表面が乾いたらたっぷりと。最も大切なのは、全草に毒性があるため、小さなお子様やペットが誤食しないよう、置き場所には最大限の注意を払うことです。",
      "nutrition_oneliner": "有毒成分を含み、栄養価はなく食用にはなりません。",
      "nutrition_benefits": "シネラリアは観賞用の植物であり、食用ではありません。栄養成分はなく、むしろ全草にピロリジジンアルカロイドという肝毒性を持つ有毒成分を含んでいます。人間や動物が摂取すると中毒を起こす危険があるため、野菜やハーブと間違えないよう注意が必要です。食文化の探求は、食べてはいけない植物を知ることから始まります。",
      "safety_oneliner": "全草が有毒。特に肝臓に毒性を持つ成分を含みます。",
      "safety_notes": "シネラリアに含まれるピロリジジンアルカロイドは、深刻な健康被害を引き起こす可能性があります。お子様やペットが葉や花を口にしないよう、手の届かない場所に飾るなど、管理には十分注意してください。",
      "honest_oneliner": "冬の室内を彩る花束のような美しさ、しかし暑さにも毒にも弱い。",
      "honest_assessment": "冬の寒さが厳しい時期に、これほど鮮やかな色彩で私たちの心を慰めてくれる植物は他にありません。しかし、その繊細な美しさは冷涼な気候でしか保てず、夏の暑さは越えられません。そして何より、全草に毒を持つという事実から目をそらしてはいけないのです。美しいものには毒がある。それを教えてくれる存在です。",
      "cultural_background": "その歴史は意外に新しく、18世紀のイギリスで始まりました。大航海時代にカナリア諸島から持ち帰られた野生種を交配して生まれた、近代園芸の申し子です。食の歴史に名はないものの、ヨーロッパの園芸文化が世界へ広まる一翼を担った、文化交流の歴史を物語る花なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[セネッティシリーズ]]",
          "[[ジェスターシリーズ]]"
        ],
        "similarVegetables": []
      },
      "notes": "【注意】本ページで紹介しているシネラリアは観賞用の園芸植物であり、伝統野菜ではありません。全草に有毒成分を含むため、絶対に食用にしないでください。"
    }
  }
}