{
  "global_info": {
    "url": "スネークゴード",
    "kana_name": "スネークゴード",
    "scientificName": "Trichosanthes cucumerina",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "カラスウリ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Snake Gourd",
          "Serpent Gourd",
          "Chichinda"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "スネークゴード",
      "oneliner": "南アジアの食卓を支える、蛇の名を持つ淡白な味わいのウリ。",
      "description": "南アジアや東南アジアの熱気をまとい、その名の通り蛇のように長くしなやかに育つ不思議なウリ。見た目のインパクトとは裏腹に、味わいは驚くほど淡白で、かすかな甘みと青い香りを漂わせます。熱を加えるとトロリと柔らかく、まるでスポンジのように煮汁やスパイスの旨味を吸い込むのが真骨頂。現地の食卓では果実だけでなく若い葉や茎も利用され、人々の暮らしに深く根付いています。",
      "practical_oneliner": "若いものを選び、煮込みや炒め物で旨味をしっかり吸わせて。",
      "practical_tips": "選ぶ際は、苦味が少ない若い果実がおすすめです。調理前の下処理は簡単。薄い皮はピーラーで軽くむくか、気にならなければそのままでも。縦半分に切って、スプーンで中のワタと種をかき出します。加熱すると非常に柔らかくなるので、煮込み料理では形を保ちたいなら後から加えましょう。炒め物やスープにすれば、料理の美味しい出汁をたっぷりと吸い込んでくれます。",
      "nutrition_oneliner": "低カロリーで水分たっぷり。夏のビタミンC補給にも。",
      "nutrition_benefits": "約95%が水分で100gあたり18kcalと非常に低カロリー。夏の水分補給にもぴったりな野菜です。特筆すべきはビタミンCの含有量で、少量ながらカルシウムやマグネシウムといったミネラルも含まれています。南アジアの伝統医学アーユルヴェーダでは、古くから体を冷ます（解熱）作用や消化を助ける食材として珍重されてきました。現代科学でも抗酸化作用を持つ成分が注目されています。",
      "safety_oneliner": "野生種や、栽培種でも極端に苦いものは食べないでください。",
      "safety_notes": "市場に出回る栽培品種は基本的に安全です。しかし、その祖先である野生種には「ククルビタシン」という苦味の強い毒性成分が含まれています。品種改良で苦味はほとんどなくなりましたが、ごくまれに強い苦味を感じる個体があります。その場合は無理に食べず、調理を中止してください。",
      "honest_oneliner": "どんな味にも染まるが、それ自身の主張は皆無。出会うのも一苦労。",
      "honest_assessment": "正直に言うと、スネークゴードそのものに味はほとんどありません。淡白、という言葉がぴったりです。しかし、それこそがこの野菜最大の魅力。加熱してスポンジ状になった果肉は、カレーやスープの複雑な風味を余すことなく吸い込み、旨味の塊へと変身します。主役を張るより、名脇役として輝くタイプ。日本ではまだ珍しく、見つけるには少し探究心が必要です。",
      "cultural_background": "その歴史は古く、古代インドの地で栽培が始まったと考えられています。アジアの交易路に乗り、インド文化の広がりと共に東南アジアや遠くアフリカまで旅をしました。南インドでは日常の食卓に欠かせないだけでなく、時に神への供物にもなる神聖な存在。単なる野菜ではなく、人々の信仰や食文化の歴史そのものを内包した、物語豊かな食材なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[co-1]]",
          "[[short-green-type]]"
        ],
        "similarVegetables": [
          "[[ヘチマ]]"
        ]
      },
      "notes": "本稿で紹介する文化的・食文化的情報は、主に南アジアおよび東南アジアにおけるものです。アフリカなど他地域での利用に関するデータは限定的です。"
    }
  }
}