{
  "global_info": {
    "url": "ステビア",
    "kana_name": "ステビア",
    "scientificName": "Stevia rebaudiana",
    "classification": {
      "family_ja": "Aster family",
      "genus_ja": "Stevia"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ステビア"
        ]
      },
      "international": {
        "en": [
          "Stevia",
          "Sweetleaf",
          "Sugarleaf"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ステビア",
      "oneliner": "南米の叡智が生んだ、砂糖の数百倍甘いゼロカロリーの葉。",
      "description": "パラグアイの山脈地帯に自生するキク科の多年草。その葉は、先住民グアラニー族によって「カァ・ヘェ・エー（甘いハーブ）」と呼ばれ、マテ茶の苦みを和らげるために古くから愛されてきました。一枚かじれば、砂糖の数百倍ともいわれる鮮烈でクリーンな甘みが広がります。時にリコリスを思わせる独特の後味が、その野性的な出自を静かに物語っているかのようです。",
      "practical_oneliner": "開花直前に収穫し、しっかり乾燥させて甘みを凝縮。",
      "practical_tips": "乾燥葉を選ぶ際は、緑色が濃く、砕けていないものを。甘味成分は光と湿気に弱いので、密閉容器に入れ冷暗所で保管しましょう。使い方はシンプルで、お茶やハーブティーにそのまま数枚入れて浸出させるのが伝統的。ミキサーで粉末にしておけば、ヨーグルトや飲み物にさっと加えることができ、自家製の卓上甘味料としても重宝します。",
      "nutrition_oneliner": "血糖値に影響しない、奇跡のゼロカロリー甘味料。",
      "nutrition_benefits": "ステビアの甘さの源は「ステビオール配糖体」という成分。体内で吸収されずに排出されるため、カロリーはゼロ。血糖値の変動を気にすることなく、甘さを楽しむことができます。また、虫歯の原因菌の栄養にならない「非う蝕性」という嬉しい特徴も。砂糖の代替として、健康的な食生活を力強くサポートしてくれます。",
      "safety_oneliner": "安全性は確認済みですが、使用は高純度の抽出物が前提です。",
      "safety_notes": "世界の主要な保健機関が安全性を認めていますが、これは精製された高純度の抽出物に対しての評価です。伝統的な葉の利用には長い歴史がありますが、市販の甘味料は規格化された製品を選ぶのが一般的です。",
      "honest_oneliner": "ゼロカロリーの強い甘さは魅力。でも独特の後味と扱いは少し個性的。",
      "honest_assessment": "罪悪感なく甘さを与えてくれる、まさに現代の救世主。しかし、砂糖の完全な代替品ではありません。品種によっては独特の後味が残り、好みが分かれることも。また、お菓子作りに重要なボリューム感や焼き色は出せません。その個性を理解し、良きパートナーとして付き合うのがコツです。",
      "cultural_background": "その歴史は南米パラグアイの森深く、先住民グアラニー族の暮らしに遡ります。「甘いハーブ」を意味するその葉は、マテ茶や薬草の苦みを和らげるために、数世紀にわたり大切に利用されてきました。この森の民の知恵が20世紀に見出され、世界の食文化を大きく変えることになるのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[クリオラ]]",
          "[[モリタII]]"
        ],
        "similarVegetables": [
          "[[かんぞう]]"
        ]
      },
      "notes": "商業栽培が世界に広がる一方、原産地では森林伐採などにより、多様な遺伝子を持つ野生種や在来種が絶滅の危機に瀕しています。"
    }
  }
}