{
  "global_info": {
    "url": "セイヨウワサビ",
    "kana_name": "セイヨウワサビ",
    "scientificName": "Armoracia rusticana",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "セイヨウワサビ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "セイヨウワサビ"
        ]
      },
      "international": {
        "en": [
          "Horseradish"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "セイヨウワサビ",
      "oneliner": "ヨーロッパの食卓に根付く、大地が生んだ白き刺激。",
      "description": "南東ヨーロッパの肥沃な大地に深く根を張り、無骨ながらも純白の肌を持つセイヨウワサビ。その静かな見た目とは裏腹に、ひとたびすりおろせば、涙を誘うほど鮮烈な香りと辛味となって鼻を突き抜けます。シャリっとした繊維質な歯触りは、濃厚な肉料理の脂を見事に断ち切り、爽やかな後味を残す名脇役。古代ギリシャでは薬として、今では世界の食卓で愛される、歴史のスパイスです。",
      "practical_oneliner": "辛味は揮発性。密閉保存し、食べる直前に調理を。",
      "practical_tips": "手に取ったときにずっしりと重く、表面が硬く締まっているものを選びましょう。乾燥は大敵なので、湿らせたキッチンペーパーで包んでからラップをし、冷蔵庫の野菜室へ。調理の際は、皮を厚めにむき、使う分だけをすりおろすのが鉄則です。辛味成分は揮発しやすいため、空気に触れるとすぐに風味が落ちてしまいます。酢を加えると辛味が安定し、長持ちしますよ。",
      "nutrition_oneliner": "涙を誘う辛味成分に、秘められた抗菌パワー。",
      "nutrition_benefits": "セイヨウワサビの魅力は、あの刺激的な辛味だけではありません。実はビタミンCが豊富で、カリウムも含まれています。しかし真の主役は、すりおろすことで生まれる辛味成分「アリルイソチオシアネート」。この成分には強力な抗菌作用があることが知られ、古くから民間療法で活用されてきました。濃厚な料理の付け合わせに最適なのは、消化を助けるだけでなく、食の安全にも貢献してきた先人の知恵なのかもしれません。",
      "safety_oneliner": "刺激が強いため、一度に食べ過ぎると胃を痛めることも。",
      "safety_notes": "パワフルな辛味は、胃腸がデリケートな方には少々強すぎるかもしれません。一度に食べ過ぎると、胃の粘膜を刺激して腹痛を引き起こすことも。妊娠中や授乳中の方は、念のため大量に食べるのは避けた方が良いとされています。",
      "honest_oneliner": "料理の格を上げる名脇役。ただし主役にはなれない強烈な個性。",
      "honest_assessment": "セイヨウワサビは、決して食卓の主役になる野菜ではありません。その強烈すぎる個性のせいで、量を間違えれば全てを台無しにしてしまう気難しさも。生の根は入手しにくく、すりおろす作業は涙なしにはできません。それでも私たちが彼を求めるのは、濃厚な肉料理の横に、あの鼻に抜ける一筋の衝撃がないと、どうにも物足りないからです。",
      "cultural_background": "その歴史は古く、古代ギリシャでは薬として利用されていました。特にユダヤ教の過越祭では、先祖の苦難を忘れないための「苦い草（マロール）」として生のまま食され、民族の記憶を伝えます。肉食文化が花開いたヨーロッパで、その辛味が脂の多い料理に欠かせない相棒となったのは、歴史の必然だったのかもしれません。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[マリナー・クレン]]",
          "[[ヴァリエガータ]]"
        ],
        "similarVegetables": [
          "[[わさび]]"
        ]
      },
      "notes": ""
    }
  }
}