{
  "global_info": {
    "url": "セージ",
    "kana_name": "セージ",
    "scientificName": "Salvia officinalis",
    "classification": {
      "family_ja": "シソ科",
      "genus_ja": "サルビア属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Common Sage",
          "Garden Sage",
          "Dalmatian Sage"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "セージ",
      "oneliner": "古代から伝わる、肉料理の風味を高める力強い香りのハーブ。",
      "description": "地中海の乾いた風に揺れる、ビロードのように柔らかな手触りの葉。色は品種によって銀色がかった緑から、はっとするような紫色まで様々です。指で軽くこすれば、樟脳を思わせる清涼感と、ペッパーのようにスパイシーで温かみのある香りが立ち上ります。その風味は力強く、ほのかな苦味が特徴。特に豚肉や脂の多い肉料理と合わせれば、その真価を発揮し、味わいに忘れがたい奥行きを与えてくれるでしょう。",
      "practical_oneliner": "湿気は香りの大敵。乾燥させて保存し、料理には少量から。",
      "practical_tips": "葉の色が濃く、ビロードのような質感がしっかりと感じられるものを選びましょう。生のまま保存するなら、キッチンペーパーで包んでポリ袋に入れ、冷蔵庫へ。ただし、湿気に弱いので早めに使い切るのがおすすめです。長期保存なら乾燥が最適。風通しの良い日陰に吊るしておけば、風味が一層凝縮されます。また、オリーブオイルに漬け込んで香味オイルにするのも良いでしょう。料理に使う際は、その強い香りを活かすため、細かく刻むか、数枚の葉を丸ごと使います。",
      "nutrition_oneliner": "驚異的なビタミンK含有量で、健やかな骨をサポート。",
      "nutrition_benefits": "セージは特にビタミンKが驚くほど豊富で、骨の健康に不可欠な栄養素です。また、鉄分やカルシウム、ビタミンB6も含まれています。さらに、ロスマリン酸やカルノシン酸といった強力な抗酸化物質を含み、古くから消化を助け、思考をクリアにすると言われてきました。現代の研究でもその抗酸化・抗炎症作用が注目されており、認知機能のサポートに関する研究も進められています。",
      "safety_oneliner": "成分「ツジョン」を含むため、妊娠中や長期間の多量摂取は注意。",
      "safety_notes": "セージに含まれる「ツジョン」は、神経系に影響を与える可能性が指摘されています。通常の料理量なら安全ですが、精油の過剰摂取や長期間の大量使用は避けましょう。特に妊娠中・授乳中の方は使用が推奨されません。",
      "honest_oneliner": "肉料理を劇的に変える力を持つが、その独特の香りは少し気難しい相棒。",
      "honest_assessment": "セージはキッチンに一本あれば世界が変わるハーブです。特に豚肉との相性は格別で、脂のしつこさを消し、高貴な香りをまとわせてくれます。しかし、その樟脳にも似た力強い香りは、誰もがすぐに好きになるタイプではないかもしれません。少量で効果を発揮する分、入れすぎは禁物。この気難しい名優を使いこなすのが、料理の腕の見せ所です。",
      "cultural_background": "その学名『Salvia』は、ラテン語の『salvere（救う、健康である）』に由来します。古代ローマでは長寿と知恵の象徴とされ、薬草として珍重されました。その知識は中世ヨーロッパの修道院に受け継がれ、薬草園で大切に育てられてヨーロッパ全土へ。食卓にのぼるハーブ一枚一枚に、人々を癒してきた長い物語が息づいています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ベルクガルテン]]",
          "[[パープルセージ]]"
        ],
        "similarVegetables": [
          "[[ローズマリー]]"
        ]
      },
      "notes": "北米の先住民族が儀式で用いる「ホワイトセージ」（学名: Salvia apiana）とは植物学的に異なる種であり、文化的な文脈においても明確に区別される必要があります。"
    }
  }
}