{
  "global_info": {
    "url": "セルリアック",
    "kana_name": "セルリアック",
    "scientificName": "Apium graveolens",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "セロリ属"
    },
    "foodClassification": {
      "primaryPart": "根茎",
      "edibleParts": [
        "根茎",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Celeriac",
          "Celery Root",
          "Knob Celery",
          "Turnip-rooted Celery"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "セルリアック",
      "oneliner": "ごつごつした見た目に隠された、セロリ香るクリーミーな味わい。",
      "description": "地中海の風が育んだ野生セロリの末裔、セルリアック。そのごつごつと無骨な見た目は、まるで大地の塊そのもの。しかし、ひとたび火を通せば、驚くほどクリーミーでなめらかな舌触りに姿を変えます。セロリとパセリを合わせたような爽やかな香りに、ナッツのようなコクとほのかな甘みが溶け合い、滋味深い味わいが広がります。ヨーロッパの冬の食卓に、温もりと豊かな風味を運び続けてきた、知る人ぞ知る美食家のための根菜です。",
      "practical_oneliner": "ずっしり重いものを選び、厚めに皮をむいて変色を防ぐのがコツ。",
      "practical_tips": "ずっしりと重みがあり、表面に傷が少なく硬いものを選びましょう。乾燥を防ぐため新聞紙などで包み、冷蔵庫の野菜室へ入れれば数週間は保存可能です。ゴツゴツした皮は繊維が硬いので、包丁で厚めに切り落とすのがポイント。カットしたそばから変色しやすいため、レモン水や酢水にさらすと白く美しく仕上がります。生でサラダに、じっくり煮込んでスープやピュレにと、調理法も多彩です。",
      "nutrition_oneliner": "骨の健康に欠かせないビタミンKが特に豊富に含まれています。",
      "nutrition_benefits": "ジャガイモの代わりにもなる低カロリー・低炭水化物が魅力。特に豊富なのが、骨の形成を助けるビタミンKです。他にも、骨や歯を丈夫にするリンや、体内の水分バランスを整えるカリウムなどをバランス良く含んでいます。特有の爽やかな香りのもとであるアピインやフタリド類といった成分には、抗酸化作用なども期待されており、美味しさだけでなく体にも嬉しい効果をもたらしてくれます。",
      "safety_oneliner": "セロリアレルギーの方は注意。まれに光線過敏症の可能性も。",
      "safety_notes": "セロリと同じセリ科の野菜なので、セロリアレルギーをお持ちの方はご注意ください。また、皮などには光線過敏症の原因となる成分が含まれるため、過剰な摂取や、汁が皮膚についた状態で強い日光を浴びることは避けましょう。",
      "honest_oneliner": "見た目と皮むきは無骨だが、その先のクリーミーな味は格別。",
      "honest_assessment": "正直、初めて出会うと戸惑うかもしれません。ごつごつした見た目と、硬い皮を厚くむく手間は、決して手軽とは言えないでしょう。しかし、その無骨な鎧の下には、驚くほど繊細で香り高い世界が広がっています。いつもの料理に劇的な変化をもたらす風味は、一度知ると虜になるはず。料理好きの探究心をくすぐる、個性派の根菜です。",
      "cultural_background": "その歴史は古く、古代ギリシャでは野生種の葉や種が薬や香りづけに用いられました。今 우리가食べる根が主役になったのは16世紀以降のヨーロッパです。以来、フランスの定番前菜『セロリ・レムラード』やドイツのスープの素『ズッペングリュン』に欠かせない存在として、ヨーロッパの家庭の味を静かに支え続けています。",
      "relationships": {
        "parentSpecies": [
          "[[ワイルドセロリ]]"
        ],
        "children": [
          "[[プリンツ]]",
          "[[モナーク]]"
        ],
        "similarVegetables": [
          "[[セロリ]]",
          "[[パセリ]]",
          "[[カブ]]"
        ]
      },
      "notes": "日本ではまだ馴染みが薄く、一般的なスーパーマーケットでの入手は難しい場合がありますが、ヨーロッパの食文化を語る上では欠かせない野菜です。"
    }
  }
}