{
  "global_info": {
    "url": "セキチク",
    "kana_name": "セキチク",
    "scientificName": "Dianthus chinensis",
    "classification": {
      "family_ja": "ナデシコ科",
      "genus_ja": "ナデシコ属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉",
        "地上部"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "セキチク"
        ]
      },
      "international": {
        "en": [
          "China Pink",
          "Rainbow Pink"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "セキチク",
      "oneliner": "料理を彩る東洋の宝石。ほのかにスパイシーな香りの花。",
      "description": "東アジアの野辺で古くから親しまれてきた、可憐な花。その正体は、近年エディブルフラワーとして食卓に新たな物語を運び込む「セキチク」です。薄く柔らかな花びらを口に含むと、クローブを思わせる、ほんのりスパイシーな香りがふわりと広がります。伝統的には薬として用いられてきましたが、今はその美しい姿と独特の風味で、サラダやデザート、カクテルを華やかに演出。一輪添えるだけで、いつもの一皿が特別な表情を見せてくれます。",
      "practical_oneliner": "繊細な花びらは生で。サラダやデザートにそっと飾って。",
      "practical_tips": "食用として購入する際は、必ず「エディブルフラワー」として栽培・販売されているものを選びましょう。観賞用のものには農薬が使われている可能性があります。花びらは非常に薄く繊細なため、強い水流で洗うのは避けてください。通常は花びらのみを使用します。花の根元にある緑色の硬い部分（ガク）は苦味があるため、丁寧に取り除きましょう。風味と彩りを活かすため、加熱せず、料理の仕上げにそのまま添えるのが最も美味しい食べ方です。",
      "nutrition_oneliner": "古くから漢方で利用。サポニン類が利尿や消炎を助ける。",
      "nutrition_benefits": "一般的な野菜のような栄養価データはまだありませんが、セキチクは古くから薬草としてその価値を見出されてきました。特に中国伝統医学では「瞿麦（クバク）」と呼ばれ、全草が利尿や消炎、月経を整える目的で利用されてきた歴史があります。その働きは、植物に含まれるサポニン類やフラボノイド類といった成分によるものと考えられています。現代の研究でも、これらの成分が持つ抗酸化作用や抗炎症作用に注目が集まっています。",
      "safety_oneliner": "伝統的に妊婦への使用は禁忌とされているため注意が必要です。",
      "safety_notes": "中国伝統医学において、月経を促す（活血通経）作用があるとされるため、特に妊娠中の方の使用は禁忌とされています。食用として少量を楽しむ分には問題ないとされますが、薬用としての利用や過剰な摂取は避けるべきでしょう。",
      "honest_oneliner": "食材というより「食べられる宝石」。栄養より物語性を味わう花。",
      "honest_assessment": "セキチクの魅力は、その繊細な美しさと、料理に添えたときの驚きにあります。しかし、正直なところ、これはお腹を満たすための食材ではありません。栄養価は未知数で、食用としての歴史もごく浅いものです。あくまで「食べられる飾り」として、そのほのかな香りと彩り、そして薬草として人々を支えてきた長い物語に思いを馳せながら、特別な一皿を演出するために使うのが、最も賢い付き合い方と言えるでしょう。",
      "cultural_background": "その歴史は古く、中国では少なくとも宋の時代には「瞿麦（クバク）」という名の薬草として知られていました。利尿作用などから重宝される一方、夏に咲く可憐な姿は詩歌や絵画の題材としても愛されてきました。18世紀、その美しさはシルクロードを渡りヨーロッパへ。東洋の珍しい花として庭園を彩り、多くの園芸品種を生み出す親となりました。薬として、芸術として、そして今は食卓へ。時代と共に人の暮らしに寄り添ってきた花なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[テルスターシリーズ]]"
        ],
        "similarVegetables": [
          "[[カーネーション]]"
        ]
      },
      "notes": "伝統的な食材ではなく、現代のエディブルフラワーとしての利用が主です。栄養価に関するデータはほとんど存在しません。"
    }
  }
}