{
  "global_info": {
    "url": "セロリ",
    "kana_name": "セロリ",
    "scientificName": "Apium graveolens",
    "classification": {
      "family_ja": "セリ科",
      "genus_ja": "オランダミツバ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉",
        "種子",
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "セロリ"
        ]
      },
      "international": {
        "en": [
          "Celery",
          "Celeriac",
          "Leaf Celery"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "セロリ",
      "oneliner": "独特の香りが料理の礎を築く、西洋料理に欠かせない名脇役。",
      "description": "地中海の湿地に自生していた野生種が、人の手で洗練され、食卓の主役へと旅をした野菜。古代ギリシャでは勝利の冠として、今ではシャキシャキとした食感と爽やかな香りで世界中の料理を支えています。茎、葉、種、そして根までも、そのすべてに物語が宿り、一口ごとに歴史の風を感じさせてくれる。単なる香味野菜ではない、奥深い魅力の持ち主です。",
      "practical_oneliner": "筋っぽさを避け、茎が太くハリのあるものを選びましょう。",
      "practical_tips": "選ぶなら、茎が太く、ハリとツヤがあるものを。葉が青々としているのも新鮮な証拠です。保存する際は、乾燥を防ぐために袋などに入れ、冷蔵庫の野菜室で立てておくと鮮度が長持ちします。調理前には、外側の硬い筋をピーラーで薄く引くと、口当たりが格段に良くなります。香りの良い葉や細い茎も、捨てずにスープの風味付けに活用しましょう。",
      "nutrition_oneliner": "低カロリーで水分豊富、ビタミンKとカリウムも補給。",
      "nutrition_benefits": "100gあたり約16kcalと非常に低カロリー。シャキシャキとした食感のほとんどは水分と食物繊維です。骨の健康に関わるビタミンKや、体内の余分な塩分を排出するのを助けるカリウムが豊富。特有の香りのもとであるフタリド類や、アピゲニンなどの抗酸化物質も含まれ、その健康効果については現在も研究が進められています。",
      "safety_oneliner": "セリ科アレルギーの方は注意。多食による光線過敏症の可能性も。",
      "safety_notes": "セロリはセリ科の植物です。同じ科の植物（人参、パセリ等）にアレルギーがある方は注意してください。また、ソラレンという光に反応しやすい物質を含むため、ジュースなどで一度に大量に摂取した後は、強い紫外線に当たるのを避けるのが賢明です。",
      "honest_oneliner": "唯一無二の香りは魅力だが、そのクセの強さが好みを分ける。",
      "honest_assessment": "西洋料理のスープや煮込みに、この香りがないと物足りない。そんな存在感を放つ一方で、その青々しく強い香りは「これがないと始まらない」という人と「これだけは苦手」という人をはっきり分けます。一度その魅力に気づけば、料理の可能性をぐっと広げてくれる、頼もしい相棒です。",
      "cultural_background": "古代ギリシャでは、勝利者に贈る冠や墓を飾る神聖な植物でした。薬や儀式に使われた苦い野生種が、17世紀イタリアで食用へと改良され、フランス料理の「ミルポワ」の一員として、料理の風味の礎を築く存在に。食卓に届くまでに、長い旅をしてきた野菜なのです。",
      "relationships": {
        "parentSpecies": [
          "[[ワイルドセロリ]]"
        ],
        "children": [
          "[[セルリアック]]",
          "[[芹菜]]"
        ],
        "similarVegetables": [
          "[[パセリ]]",
          "[[人参]]",
          "[[ミツバ]]"
        ]
      },
      "notes": "一般的に「セロリ」と呼ばれる茎を食べる品種の他に、根が肥大した「セルリアック（根セロリ）」や、東アジアで葉を主に利用する「葉セロリ（芹菜）」など、多様な仲間が存在します。"
    }
  }
}