{
  "global_info": {
    "url": "タイガーナッツ",
    "kana_name": "タイガーナッツ",
    "scientificName": "Cyperus esculentus",
    "classification": {
      "family_ja": "カヤツリグサ科",
      "genus_ja": "カヤツリグサ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ショクヨウガヤツリ"
        ]
      },
      "international": {
        "en": [
          "Tiger Nut",
          "Chufa",
          "Yellow Nutsedge",
          "Earth Almond"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "タイガーナッツ",
      "oneliner": "古代エジプトから伝わる、ナッツのような甘みを持つ最古のスーパーフード。",
      "description": "虎の縞模様にも似た小さな塊、それがタイガーナッツです。ひと噛みすれば、シャキシャキとした心地よい歯ごたえとともに、アーモンドとココナッツが溶け合ったような、自然で優しい甘みが口いっぱいに広がります。その歴史は古く、古代エジプトのファラオも愛したとか。地中海の太陽を浴びて育つスペインの「チュファ」は夏の風物詩オルチャータに、西アフリカでは「アヤ」と呼ばれ、人々の暮らしに寄り添う栄養豊かなスナックとして親しまれています。",
      "practical_oneliner": "乾燥品はカチカチ。一晩じっくり水に戻すのが美味しさの鍵です。",
      "practical_tips": "乾燥した状態で売られているものがほとんど。選ぶ際は、粒がふっくらとしていて、カビ臭さがないものを選びましょう。保存は湿気を避け、密閉容器に入れて冷暗所で。一年以上持ちます。調理の鍵は、とにかく「戻す」こと。そのままでは石のように硬いため、たっぷりの水に一晩（8時間以上）浸してください。柔らかく戻ったら、そのままスナックに、ミキサーにかけて植物性ミルクにと様々な楽しみ方ができます。戻し汁にも甘みがあるので捨てずに活用を。",
      "nutrition_oneliner": "豊富な食物繊維と難消化性デンプンで、腸から元気に。",
      "nutrition_benefits": "特筆すべきは、その豊富な食物繊維と難消化性デンプン。これらは腸内の善玉菌のエサとなり、内側からの健康をサポートするプレバイオティクスとして働きます。また、脂質の約7割を占めるオレイン酸は、オリーブオイルにも含まれる良質な脂肪酸。強力な抗酸化作用を持つビタミンEや、カリウム、マグネシウムといったミネラルもバランス良く含み、健やかな毎日を支える小さな巨人です。",
      "safety_oneliner": "食物繊維が豊富なので、食べ過ぎるとお腹が緩くなることもあります。",
      "safety_notes": "食物繊維が非常に多いため、一度にたくさん食べるとお腹が張ったり、緩くなったりすることがあります。少しずつ試しながら、ご自身の適量を見つけてください。また、湿度の高い環境ではカビが生えやすいため、購入時には異臭がないか確認し、家庭での保存は湿気を避けることが大切です。",
      "honest_oneliner": "栄養とロマンは満点。でも、食べる前の「一晩待つ」手間が試練です。",
      "honest_assessment": "古代から続く物語と、ナッツのような優しい甘みは、間違いなく魅力的。ですが、正直なところ、乾燥品を戻す手間は少し面倒かもしれません。ある地域では貴重な作物として愛される一方、別の場所では畑を悩ます強靭な雑草。そのしぶとい生命力こそが、この小さな粒に秘められた栄養の源泉なのかもしれません。手間をかける価値のある、野趣あふれるスーパーフードです。",
      "cultural_background": "その旅は、紀元前4000年の古代エジプトから始まります。ファラオの墓にも納められたこの貴重な塊茎は、やがてアラブ人の手によってイベリア半島へ。スペイン・バレンシアで「チュファ」と呼ばれ、夏の風物詩「オルチャータ」に生まれ変わりました。一方、故郷アフリカでは今も「アヤ」と呼ばれ、人々の喉を潤し、乾季を乗り越えるための大切な栄養源となっています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ラルゲタ]]"
        ],
        "similarVegetables": [
          "[[アーモンド]]",
          "[[ココナッツ]]"
        ]
      },
      "notes": "本種は、食用の栽培型（var. sativus）と、世界中の農地で強害雑草として扱われる雑草型（var. esculentus）が存在します。地域によって「スーパーフード」と「厄介者」という全く逆の顔を持つ、非常にユニークな植物です。"
    }
  }
}