{
  "global_info": {
    "url": "チコリ",
    "kana_name": "チコリ",
    "scientificName": "Cichorium intybus",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "チコリ属"
    },
    "foodClassification": {
      "primaryPart": "根",
      "edibleParts": [
        "根",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Chicory",
          "Radicchio",
          "Belgian Endive",
          "Witloof",
          "Succory"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "チコリ",
      "oneliner": "鮮烈な苦味の奥に歴史が香る、変幻自在なヨーロッパの才人。",
      "description": "ヨーロッパの食卓に深く根ざし、多彩な表情を見せる野菜、チコリ。ある時は鮮やかな赤色でサラダを彩るラディッキオとして、またある時は暗闇で育てられ、純白の宝石となるアンディーブとして食通を唸らせます。その根を焙煎すれば、戦争の時代にコーヒーの代わりとして人々を慰めた、香ばしくほろ苦い飲み物に。道端に咲く可憐な青い花からは想像もつかない、奥深い歴史と味わいを秘めた物語の野菜です。",
      "practical_oneliner": "ほろ苦さは水で和らげ、加熱で甘みに。品種ごとの個性を楽しんで。",
      "practical_tips": "葉にハリとツヤがあり、みずみずしいものを選びましょう。特にアンディーブは、葉先が黄色くなく、固く巻いているものが新鮮です。保存は乾燥が大敵。湿らせたペーパーで包んでポリ袋に入れ、冷蔵庫で立てて保存します。持ち味である苦味は、冷水にさらすことで穏やかに。加熱すると甘みがぐっと増すので、グリルやグラタンもおすすめです。品種によって火の通り方が違うので、それぞれの個性を活かしてください。",
      "nutrition_oneliner": "水溶性食物繊維イヌリンが豊富。お腹の環境を整える自然の恵み。",
      "nutrition_benefits": "チコリの最大の栄養的特徴は、根に特に豊富な水溶性食物繊維「イヌリン」です。これは善玉菌のエサとなるプレバイオティクスとして働き、腸内環境を整えるのを助けます。独特の苦味の元であるセスキテルペンラクトン類には、消化を促す作用も期待されています。葉には骨の健康に欠かせないビタミンKや、皮膚や目の健康を支えるビタミンAも豊富に含まれています。",
      "safety_oneliner": "キク科アレルギーの方は注意。食物繊維の摂り過ぎは不調の原因に。",
      "safety_notes": "チコリはキク科の植物なので、キクやブタクサなどにアレルギーを持つ方は注意が必要です。また、豊富な食物繊維イヌリンは、一度に摂りすぎるとお腹が張る原因になることも。ご自身の体調に合わせて楽しんでください。",
      "honest_oneliner": "食卓の主役から名脇役までこなす実力派。ただ、その苦味は好き嫌いが分かれるところ。",
      "honest_assessment": "チコリの魅力は、その変幻自在なキャラクターにあります。鮮烈な苦味は料理のアクセントになり、加熱すれば驚くほど甘く奥深い味わいに。ただ、この苦味こそが初心者には高いハードルかもしれません。一筋縄ではいかない、だからこそ探求したくなる。そんな食の冒険心をくすぐる、奥が深い野菜です。",
      "cultural_background": "歴史は古く、古代エジプトでは薬草として利用されました。大きな転機はナポレオンの時代。コーヒーが手に入らなくなり、焙煎した根が代用品として普及します。19世紀ベルギーでは、暗闇から偶然生まれた純白の芽「アンディーブ」が冬の高級野菜となり、チコリの新たな物語が始まりました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          [
            "ラディッキオ"
          ],
          [
            "アンディーブ"
          ]
        ],
        "similarVegetables": [
          [
            "エンダイブ"
          ]
        ]
      },
      "notes": ""
    }
  }
}