{
  "global_info": {
    "url": "チェンペダック",
    "kana_name": "チェンペダック",
    "scientificName": "Artocarpus integer",
    "classification": {
      "family_ja": "クワ科",
      "genus_ja": "パンノキ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Cempedak",
          "Chempedak"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "チェンペダック",
      "oneliner": "熱帯の森が育んだ、甘く官能的な香りを放つ魅惑のフルーツ。",
      "description": "東南アジアの湿潤な熱帯雨林の奥深く、チェンペダックは古くから人々の暮らしに寄り添ってきました。その姿はジャックフルーツに似ていますが、放つ香りは唯一無二。ドリアンを思わせるほど強烈で、蜜のように甘い芳香が辺りを満たします。熟した果肉は驚くほど甘く、とろりと滑らかな舌触り。一方で未熟な果実は野菜としてカレーに、種子でさえも茹でれば栗のような味わいを楽しめる、森の恵みを余すことなく体現した果実です。",
      "practical_oneliner": "強烈な香りが完熟のサイン。果肉から種まで、熟度で使い分けて。",
      "practical_tips": "甘く濃厚な香りが強く漂い、皮を軽く押して柔らかさを感じたら食べ頃のサインです。未熟なものは常温で追熟させましょう。完熟後は香りが非常に強くなるため、ビニール袋などに入れて冷蔵庫で保管し、早めに食べきるのがおすすめです。果肉はそのまま生で、または米粉の衣をつけて揚げる「チェンペダック・ゴレン」が絶品。取り出した種子も捨てずに、塩茹でや煎ることで、栗のようにホクホクとした美味しいおやつになります。",
      "nutrition_oneliner": "豊富なビタミンCに加え、注目の抗酸化成分も含む森の恵み。",
      "nutrition_benefits": "チェンペダックは、特にビタミンCが豊富で、美容や免疫機能の維持をサポートします。また、体内の余分な塩分を排出する助けとなるカリウムも含まれています。食物繊維も補給できるため、お腹の調子を整えたいときにも良いでしょう。さらに、近年ではフラボノイドやカロテノイドといった抗酸化作用を持つ成分が注目されており、その健康への可能性について研究が進められています。",
      "safety_oneliner": "現在、食品としての利用において特筆すべき安全性の懸念はありません。",
      "safety_notes": "熟した果実や種子を食用にする上で、特に知られている健康上のリスクやアレルギーの報告は現時点ではありません。どのような食品でも個人差はありますので、初めて食べる際は少量から試すことをお勧めします。伝統医療で用いられる樹皮や根などの部位は、専門的な知識なく利用しないでください。",
      "honest_oneliner": "その強烈な香りは愛か憎か。見つけたら試す価値のあるレアフルーツ。",
      "honest_assessment": "正直に言うと、チェンペダックの香りは万人向けではありません。部屋中に充満するその濃厚な芳香は、ドリアン同様、ある人には天国、ある人には試練でしょう。しかし、その香りの壁の向こうには、驚くほど甘美な世界が待っています。日本ではまず見かけないこの果実との出会いは、あなたの食の冒険に忘れられない一章を加えてくれるはずです。",
      "cultural_background": "故郷の東南アジアでは、チェンペダックは文化そのもの。古くから暮らしを支え、その収穫期は市場が活気づき、祭りが開かれる喜びの季節と結びついています。特にマレーシアやインドネシアで愛される、果肉を揚げた「チェンペダック・ゴレン」は、午後のひとときや祝祭に欠かせない特別なごちそうとして、世代を超えて親しまれています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ch-28]]",
          "[[ナンカダック]]"
        ],
        "similarVegetables": [
          "[[ジャックフルーツ]]",
          "[[ドリアン]]"
        ]
      },
      "notes": "日本国内での生果の入手は極めて困難です。また、原産地では森林伐採や伝統知識の継承問題により、その多様な在来種が失われる危機に瀕しています。"
    }
  }
}