{
  "global_info": {
    "url": "チンゲンサイ",
    "kana_name": "チンゲンサイ",
    "scientificName": "Brassica rapa subsp. chinensis",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "チンゲンサイ"
        ]
      },
      "international": {
        "en": [
          "Bok Choy",
          "Pak Choi",
          "Chinese Cabbage",
          "White Cabbage"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "チンゲンサイ",
      "oneliner": "シャキッとした茎と柔らかな葉。炒め物からスープまで、食卓を彩る万能選手。",
      "description": "中国、長江デルタの豊かな土地で生まれた、スプーンのように愛らしい姿の野菜。根元から葉先にかけての鮮やかな緑のグラデーションが目に美しく、料理をぱっと華やかにしてくれます。肉厚な茎は驚くほどシャキシャキと瑞々しく、対照的に葉はしっとりと柔らか。味わいは穏やかでほのかな甘みの中に、アブラナ科特有の爽やかな辛みがほんのりと香ります。その素直な風味はどんな食材とも馴染み、私たちの食卓に寄り添ってくれる存在です。",
      "practical_oneliner": "ハリとツヤで選び、立てて保存。加熱は短時間でシャキッと仕上げるのがコツ。",
      "practical_tips": "お店で選ぶなら、茎がぷっくりと厚く、全体にハリとツヤがあるものを。葉先までみずみずしい緑色が鮮やかなものが新鮮です。結球しないため、根元を切り落とすだけでバラバラになり、砂などを洗い流しやすいのが嬉しいところ。調理の秘訣は、火の通りにくい茎から先に加熱し、葉は最後の仕上げに加えること。シャキシャキとした茎の食感を残すため、炒め物もスープも、くれぐれも加熱しすぎないように気をつけてください。",
      "nutrition_oneliner": "ビタミンCとAが豊富。健やかな肌と骨を育む緑の恵み。",
      "nutrition_benefits": "淡い見た目とは裏腹に、栄養価は非常に優秀です。特に、皮膚や粘膜の健康を支えるβ-カロテン（ビタミンA）と、抗酸化作用で知られるビタミンCが豊富に含まれています。また、骨の健康に欠かせないビタミンKもたっぷり。アブラナ科野菜に特有の成分グルコシノレートは、その健康効果が注目され研究が進められています。日々の食事に手軽に取り入れられる、頼もしい健康野菜と言えるでしょう。",
      "safety_oneliner": "血液をサラサラにする薬を服用中の方は、ビタミンKの摂取量にご注意を。",
      "safety_notes": "チンゲンサイには、血液の凝固に関わるビタミンKが豊富に含まれています。そのため、ワーファリンなどの血液抗凝固薬を服用されている方は、摂取量について医師や薬剤師にご相談ください。また、生で極端に大量に食べると、甲状腺の機能に影響を与える可能性のある成分も含まれています。",
      "honest_oneliner": "名脇役だが主役にはなれない？ クセのなさが長所であり、物足りなさでもある。",
      "honest_assessment": "どんな料理にも馴染む素直な味わいと、シャキシャキした食感は誰もが愛するチンゲンサイの魅力です。調理が手軽で、家庭菜園でも育てやすい優等生。ただ、そのクセのなさは、時として物足りなく感じるかもしれません。強い個性を求める料理の主役には向きませんが、他の食材の味を引き立てる名脇役として、これほど頼りになる野菜は他にないでしょう。",
      "cultural_background": "その歴史は古く、5世紀の中国・長江デルタで野生のアブラナの仲間から生まれました。結球しない扱いやすさから人々の日常に深く根付き、やがて中国から東南アジアへ。中華系移民と共に世界へ旅立ち、各地の食文化に溶け込んでいきました。チンゲンサイの旅路は、人々の移動と食文化の交流の歴史そのものなのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[白梗チンゲンサイ]]",
          "[[ベビーチンゲンサイ]]"
        ],
        "similarVegetables": [
          "[[ハクサイ]]",
          "[[カブ]]"
        ]
      },
      "notes": ""
    }
  }
}