{
  "global_info": {
    "url": "ティエンリー",
    "kana_name": "ティエンリー",
    "scientificName": "Telosma procumbens",
    "classification": {
      "family_ja": "キョウチクトウ科",
      "genus_ja": "テロスマ属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Tonkin Jasmine",
          "Cowslip Creeper",
          "Pakalana Vine"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ティエンリー",
      "oneliner": "夏の訪れを告げる、ほのかに甘く香り高いベトナムの食用花。",
      "description": "南アジアから東南アジアの熱帯の風に揺れる、愛らしい緑色の花のつぼみ。ベトナムやタイでは、雨季の到来を告げる夏の味覚として食卓に欠かせません。口に運べば、ほのかな甘みとアスパラガスにも似た青々しい風味が広がり、加熱しても失われないシャキシャキとした食感が心地よいアクセントに。その繊細な味わいは、夏のスープや炒め物に清涼感と物語を添えてくれます。",
      "practical_oneliner": "鮮度が命。つぼみが開く前に、さっと加熱して香りを活かす。",
      "practical_tips": "つぼみが固く閉じ、鮮やかな緑色のものを選びましょう。黄色く変色したり、花が開いているものは鮮度が落ちています。傷みやすいため、湿らせたキッチンペーパーで包んでポリ袋に入れ、冷蔵庫で保存し2〜3日中に使い切るのが理想。調理の際は、固い茎を取り除いてさっと洗うだけ。加熱しすぎると風味と食感が損なわれるため、スープなら火を止める直前に、炒め物なら手早く仕上げるのがコツです。",
      "nutrition_oneliner": "ビタミンAとCが豊富。夏の陽射しに負けない体を内側から。",
      "nutrition_benefits": "小さなつぼみには、現代人に嬉しい栄養が詰まっています。特にビタミンAとCが豊富で、体の抵抗力を支え、健やかな肌を保つのに役立ちます。これらはカロテノイド等の抗酸化物質とともに、日々の健康維持をサポート。東南アジアでは古くから、その優しい効能を期待して、夏の体をいたわる薬膳のような役割も担ってきました。",
      "safety_oneliner": "一般的に安全な食材ですが、過剰な摂取に関する知見はまだ十分ではありません。",
      "safety_notes": "東南アジアの食文化で長く親しまれてきた食材であり、通常、料理で使われる範囲での摂取は安全とされています。ただし、あらゆる食材に言えることですが、特定の植物にアレルギーのある方や、一度に大量に食べることは避けた方が賢明でしょう。",
      "honest_oneliner": "風味と物語は唯一無二。ただし、出会える場所と楽しめる時間は限られる。",
      "honest_assessment": "最大の魅力は、その繊細な風味と食感、そして食卓に東南アジアの夏の物語を運んでくれる存在感にあります。しかし、その魅力は儚いもの。非常に傷みやすく、日本ではまだ出会える場所が限られています。この手間すら愛おしく思える人にとっては、唯一無二の特別な食材となるでしょう。",
      "cultural_background": "その栽培の歴史は定かではありませんが、ティエンリーは古くから東南アジアの人々の暮らしに寄り添ってきました。特にベトナムやタイでは、雨季が訪れると市場に並び始め、夏の食卓の主役となります。「カニとティエンリーのスープ」は、ベトナムの夏の風物詩。季節の到来を味で感じる、文化と深く結びついた野菜なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[カジョン]]"
        ],
        "similarVegetables": [
          "[[アスパラガス]]",
          "[[インゲン]]"
        ]
      },
      "notes": "日本ではまだ広く流通しておらず、主にアジア食材専門店や特定の農家から入手することになります。学術的に確立された品種はなく、タイの「カジョン」のように、地域ごとに受け継がれてきた系統が栽培されています。"
    }
  }
}