{
  "global_info": {
    "url": "トカドヘチマ",
    "kana_name": "トカドヘチマ",
    "scientificName": "Luffa acutangula",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "ヘチマ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "花",
        "葉",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "トカドヘチマ"
        ]
      },
      "international": {
        "en": [
          "Angled Luffa",
          "Ridged Gourd",
          "Chinese Okra",
          "Dishcloth Gourd",
          "Ribbed Loofah"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "トカドヘチマ",
      "oneliner": "角のある見た目と、出汁を吸い込む柔らかな食感が魅力のアジアの夏の恵み。",
      "description": "南アジアの熱気から生まれた、くっきりとした稜線が美しいウリ科の野菜。その姿からは想像もつかないほど、火を通すと驚くほど柔らかく、とろけるような食感に変わります。ほのかな甘みと穏やかな風味は、まるでスポンジのようにスープや煮汁の旨味を吸い込み、口の中でじゅわっと広がるのです。アジアの家庭料理に欠かせない、優しさに満ちた夏の味わいを届けてくれます。",
      "practical_oneliner": "硬い角を削り落とし、加熱は短時間で。とろりとした食感を楽しんで。",
      "practical_tips": "鮮やかな緑色で、持った時にずっしりと重みを感じる若い果実を選びましょう。角張った硬い稜線の部分は、ピーラーで軽く削り取ると口当たりが良くなります。乾燥に弱いので、新聞紙やキッチンペーパーで包んでからポリ袋に入れ、冷蔵庫の野菜室で保存してください。加熱しすぎると溶けてしまうので、スープや炒め物に入れる際は最後に加えて、さっと火を通すのが美味しさを保つ秘訣です。",
      "nutrition_oneliner": "低カロリーでビタミンCも補給。夏の体を内側から潤す優しい野菜。",
      "nutrition_benefits": "100gあたり約20kcalと非常に低カロリーで、ダイエット中にも嬉しい食材です。皮膚の健康を助けるビタミンCや、βカロテンから変換されるビタミンAを含みます。また、余分な塩分を排出する助けとなるカリウムも補給できます。南アジアの伝統医学アーユルヴェーダでは、体の熱を冷まし、利尿を促す食材として古くから利用されてきました。",
      "safety_oneliner": "強い苦味を感じるものは、有毒成分を含むため絶対に食べないでください。",
      "safety_notes": "通常はほのかな甘みがありますが、まれに強い苦味を持つ個体があります。この苦味の正体はククルビタシンという有毒成分で、摂取すると腹痛や嘔吐を引き起こす危険があります。調理前に少しだけかじって味を確かめ、強い苦味を感じたら迷わず廃棄してください。",
      "honest_oneliner": "出汁を吸う食感は絶品。でも日本ではまだ、出会えたらラッキーな野菜。",
      "honest_assessment": "スープやカレーに入れると、他の食材の旨味を一身に吸い込んで、とろりとした極上の食感に変わる。その個性は唯一無二です。ただ、日本ではまだ沖縄など一部地域を除いて見かける機会は少なく、その魅力が広く知られていないのが正直なところ。生食には向かず、加熱調理が基本。もし見かけたら、ぜひアジアの家庭の味に挑戦してみてください。",
      "cultural_background": "その歴史は古く、古代インドで生まれ、サンスクリットの文献にもその名が記されています。交易路に乗ってアジア各地へ広まり、それぞれの土地で食文化に深く根付きました。特に雨季には貴重な食料となり、多くの人々の暮らしを支えてきた大切な野菜。その角張った姿は、アジアの豊かな食の歴史を物語っています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[プサナスダール]]",
          "[[バタンガスホワイト]]"
        ],
        "similarVegetables": [
          "[[ヘチマ]]",
          "[[ズッキーニ]]"
        ]
      },
      "notes": ""
    }
  }
}