{
  "global_info": {
    "url": "ナス",
    "kana_name": "ナス",
    "scientificName": "Solanum melongena",
    "classification": {
      "family_ja": "Nightshade",
      "genus_ja": "Nightshade"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ナス"
        ]
      },
      "international": {
        "en": [
          "Eggplant",
          "Aubergine",
          "Brinjal"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ナス",
      "oneliner": "油と相性抜群。世界の料理で愛される、とろける食感の紫紺の果実。",
      "description": "南アジアの熱帯雨林で生まれた、艶やかな紫紺の宝石。その柔らかな果肉は、まるでスポンジのように油や出汁を吸い込み、調理法によって驚くほど表情を変えます。地中海の太陽を浴びたラタトゥイユから、日本の食卓に並ぶ焼きなすまで。世界中を旅し、各地の食文化に深く根付いたこの野菜は、料理人の創造力をかき立てる魔法の食材なのです。",
      "practical_oneliner": "油を吸いやすい性質を活かすのがコツ。アク抜きで風味を調えて。",
      "practical_tips": "皮にハリとツヤがあり、ヘタの切り口が瑞々しいものを選びましょう。低温に弱いので、新聞紙などで包んで冷蔵庫の野菜室へ。スポンジ状の果肉は油を吸いすぎることがあるので、切った後に塩を振って水分とアクを出すと、味が染み込みやすく、調理に使う油の量も抑えられます。変色しやすいので、切ったらすぐに水にさらすのがおすすめです。",
      "nutrition_oneliner": "紫色の皮に秘められた、強力な抗酸化成分「ナスニン」。",
      "nutrition_benefits": "低カロリーで食物繊維が豊富。特に注目すべきは、美しい紫紺の皮に含まれるポリフェノールの一種「ナスニン」です。この強力な抗酸化作用は、私たちの体を内側から守る手助けをしてくれると言われています。また、果肉にはクロロゲン酸も含まれており、健康維持への貢献が期待されています。普段の食事に手軽に取り入れられる、体に嬉しい野菜です。",
      "safety_oneliner": "ナス科アレルギーの方は注意。アクの成分は食べ過ぎないように。",
      "safety_notes": "トマトやジャガイモと同じナス科の野菜なので、アレルギーを持つ方は注意が必要です。また、微量ですがアルカロイドを含み、これが独特のえぐみの元にもなっています。通常の食用量では全く問題ありませんが、アクが気になる場合は水にさらすなど下処理をしましょう。",
      "honest_oneliner": "味を吸う天才、でも油も吸う。調理次第で主役にも名脇役にも。",
      "honest_assessment": "淡白で、それだけでは少し頼りない。それがナスの正直な姿かもしれません。しかし、その素直さこそが最大の魅力。油やスパイス、出汁と出会うことで、主役を食うほどの存在感を放ちます。ひと手間を惜しまず、その個性と向き合えば、きっと最高の味わいで応えてくれるはずです。",
      "cultural_background": "生まれは古代インド。紀元前から栽培され、アラブの商人たちの手によってペルシャを経て地中海世界へと旅をしました。ムサカやラタトゥイユといった料理は、まさにその文化交流の証。遠い昔、交易路を渡った紫の果実が、今も私たちの食卓を豊かに彩っています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ブラックビューティー]]",
          "[[千両二号]]",
          "[[タイグリーンピーエッグプラント]]",
          "[[ローザビアンカ]]"
        ],
        "similarVegetables": [
          "[[アフリカンエッグプラント]]"
        ]
      },
      "notes": ""
    }
  }
}