{
  "global_info": {
    "url": "ナスタチウム",
    "kana_name": "ナスタチウム",
    "scientificName": "Tropaeolum majus",
    "classification": {
      "family_ja": "ノウゼンハレン科",
      "genus_ja": "ノウゼンハレン属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花",
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ノウゼンハレン（凌霄葉蓮）"
        ]
      },
      "international": {
        "en": [
          "Nasturtium",
          "Indian Cress",
          "Garden Nasturtium"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ナスタチウム",
      "oneliner": "目と舌で味わう、ピリッと小粋なアンデス生まれの食べられる花。",
      "description": "南米アンデスの高地で生まれた、太陽のような花。その名はナスタチウム。蓮（はす）を思わせる丸い葉は柔らかく、ビロードのような花びらは、サラダやお皿の上で鮮やかな色彩を放ちます。口に運べば、見た目の可憐さからは想像もつかない、ピリッと爽快な辛味。それはまるで、遠い故郷アンデスの風の記憶。大航海時代を経てヨーロッパに渡り、世界中の食卓を彩るようになった、旅するエディブルフラワーです。",
      "practical_oneliner": "繊細な辛味と彩りは熱に弱い。サラダや飾りに、生のまま使うのが鉄則。",
      "practical_tips": "葉も花も、ハリがあり色が鮮やかなものを選びましょう。とても繊細なので、乾燥は大敵。湿らせたキッチンペーパーでそっと包み、密閉できる容器や袋に入れて冷蔵庫の野菜室で保存します。調理の際は、食べる直前に冷水で優しく振り洗いするだけで十分。加熱すると特有の辛味が飛んでしまうので、料理の仕上げに彩りとして添えるのが、その魅力を最大限に活かすコツです。",
      "nutrition_oneliner": "レモンを凌ぐビタミンCの宝庫。ピリッと元気をくれる天然のサプリ。",
      "nutrition_benefits": "驚くほど豊富なビタミンCを含み、その量は100gあたり1日の推奨量を優に超えます。また、赤やオレンジの鮮やかな花色のもとであるアントシアニンや、目の健康を支えるルテインとゼアキサンチンも豊富。特徴的な辛味成分グルコトロパエオリンは、体内で分解されることで天然の抗菌作用を発揮するとされ、古くから伝統医療でも利用されてきました。",
      "safety_oneliner": "辛味成分が胃腸を刺激することも。一度に大量に食べるのは避けましょう。",
      "safety_notes": "ワサビやカラシにも似たピリッとした辛味は、グルコシノレートという成分に由来します。これは適量であれば健康に良い働きをしますが、一度にたくさん食べ過ぎると、胃腸に負担をかけたり、甲状腺の機能に影響を与えたりする可能性が指摘されています。特に妊娠中の方は、大量の摂取は控えるようにしましょう。",
      "honest_oneliner": "育てやすく料理映えは抜群。ただ繊細で、夏の暑さと乾燥にはめっぽう弱い。",
      "honest_assessment": "家庭菜園の頼れる味方で、その美しさと味わいは食卓の主役級。コンパニオンプランツとして他の野菜も助けてくれる働き者です。ただ、夏の高温多湿は少し苦手で、アブラムシの「おとり」になるほど好かれてしまうことも。少し手のかかる子ですが、それも含めて愛せる、庭とキッチンに喜びをくれる存在です。",
      "cultural_background": "その故郷は遠い南米アンデス。16世紀、大航海時代の波に乗りヨーロッパへ渡ると、観賞用の花として人気を博しました。やがてそのピリリとした味が知られ、未熟な種子は「貧者のケッパー」として食卓に。葉が蓮に似ていることから、日本では「凌霄葉蓮（のうぜんはれん）」という雅な名も持っています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[アラスカシリーズ]]",
          "[[エンプレスオブインディア]]"
        ],
        "similarVegetables": [
          "[[クレソン]]"
        ]
      },
      "notes": ""
    }
  }
}