{
  "global_info": {
    "url": "ニガウリ",
    "kana_name": "ニガウリ",
    "scientificName": "Momordica charantia",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "Momordica属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "茎",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ニガウリ",
          "ゴーヤー"
        ]
      },
      "international": {
        "en": [
          "Bitter Melon",
          "Bitter Gourd",
          "Balsam Pear",
          "Bitter Cucumber"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ニガウリ（ゴーヤー）",
      "oneliner": "この苦さが癖になる。アジアの夏を支える伝統の健康野菜。",
      "description": "旧世界の熱帯、アフリカか南アジアのどこかで生まれた、鮮やかな緑の宝石。ゴツゴツとしたイボに覆われたその姿は、一度見たら忘れられません。一口かじれば、シャキッとした歯ごたえと共に、鮮烈な苦味が口いっぱいに広がります。しかし、その奥には青々しい爽やかさも。この強烈な個性こそが、アジアの蒸し暑い夏を乗り切るための『命の薬』として、古くから人々に愛されてきた理由なのです。",
      "practical_oneliner": "鮮やかな緑と硬いイボが新鮮さの証。苦味は塩もみで和らげて。",
      "practical_tips": "選ぶなら、緑色が濃く、表面のイボが硬く張りのあるものを。ずっしりと重みを感じるものが新鮮です。保存は、水気を拭き取ってからキッチンペーパーで包み、ポリ袋に入れて冷蔵庫の野菜室へ。調理の鍵は苦味対策。縦半分に切ってスプーンで種と白いワタをしっかり掻き出し、薄切りにして塩もみすると、苦味が和らぎ食べやすくなります。炒め物や揚げ物に最適です。",
      "nutrition_oneliner": "豊富なビタミンCと、血糖値に働きかける特有の苦味成分。",
      "nutrition_benefits": "夏の太陽をたっぷり浴びたニガウリは、ビタミンCの宝庫。わずか100gで一日に必要な量のほとんどを補給できます。また、胎児の成長に欠かせない葉酸も豊富です。そして何より特筆すべきは、独特の苦味成分であるチャランチンなど。これらには血糖値を下げる働きがあるとして古くから知られ、現代の研究もその可能性に着目しています。夏バテ防止から生活習慣のサポートまで、頼れる野菜です。",
      "safety_oneliner": "過剰摂取は避け、特に妊婦の方や特定の疾患を持つ方は注意。",
      "safety_notes": "健康効果が期待される一方、食べ過ぎは腹痛や下痢の原因になることがあります。また、血糖値を下げる作用があるため、関連する薬を服用中の方は医師にご相談ください。G6PD欠損症の方は溶血性貧血のリスクがあり、伝統的に妊婦の方も摂取を避けるべきとされています。",
      "honest_oneliner": "唯一無二の苦味は健康の証。でも、好き嫌いが分かれる正直な味。",
      "honest_assessment": "はっきり言って、万人受けする野菜ではありません。その強烈な苦味は、子どもだけでなく大人でも敬遠する人がいるでしょう。しかし、一度その魅力に気づくと、他の野菜では決して代わりがきかない存在になります。料理の主役を張れるほどの個性と、夏バテの体に染み渡るような清涼感。この『苦くておいしい』という奥深い世界への扉を開けてみませんか。",
      "cultural_background": "その旅は古代インドやアフリカから始まりました。14世紀には中国へ伝わり、大航海時代を経て世界中へ。沖縄では『ゴーヤー』と呼ばれ、『ヌチグスイ（命の薬）』として長寿文化を支える象徴的な存在です。世界各地でその苦味と共に健康を支える知恵が根付き、それぞれの土地の名前で呼ばれ、食卓に欠かせない野菜となったのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[クウグア]]",
          "[[カレラ]]",
          "[[ゴーヤー]]"
        ],
        "similarVegetables": [
          "[[きゅうり]]",
          "[[ズッキーニ]]"
        ]
      },
      "notes": ""
    }
  }
}