{
  "global_info": {
    "url": "ハッショウマメ",
    "kana_name": "ハッショウマメ",
    "scientificName": "Mucuna pruriens",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "トビカズラ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ハッショウマメ"
        ]
      },
      "international": {
        "en": [
          "Velvet Bean",
          "Cowhage",
          "Cowitch",
          "Mucuna"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ハッショウマメ",
      "oneliner": "古代より伝わる薬効と、大地を癒す力を秘めた神秘の豆。",
      "description": "熱帯アジアやアフリカの太陽を浴びて育つ、力強い生命力に満ちたつる性の豆。その莢は、あるものはビロードのように滑らかで、あるものは触れるとかゆみを引き起こす鋭い毛で覆われています。この二つの顔こそが、ハッショウマメの物語の始まり。古代の人々は長い時間をかけ、丁寧な下処理でその内に秘められた滋養を引き出す知恵を育みました。毒抜きを終えた豆は、ほっくりと粉質で、他の豆にも似た素朴で優しい味わいに変わります。",
      "practical_oneliner": "食用には必須！長時間の浸水と複数回の煮沸で毒抜きを。",
      "practical_tips": "日本国内での生豆の入手は極めて困難です。乾燥豆として手に入れた場合は、湿気を避けて冷暗所で保管すれば数年は持ちます。調理の鍵は、徹底した毒抜き。まず一晩以上たっぷりの水に浸し、その後、水を何度も替えながら長時間煮沸するのが基本です。インドの伝統医学アーユルヴェーダでは、牛乳で煮て毒性を和らげる『Shodhana』という特別な処理法も伝わっています。食べるためには、先人の知恵と手間が不可欠なのです。",
      "nutrition_oneliner": "やる気や活力を支えるドーパミンのもと、L-DOPAが豊富。",
      "nutrition_benefits": "豆類ならではの高いタンパク質は、私たちの体を作る基礎となります。しかし、ハッショウマメの真価は、神経伝達物質ドーパミンの材料となる天然の『L-DOPA』を豊富に含む点にあります。これが、古くからアーユルヴェーダで活力の源や神経系の強壮剤として珍重されてきた理由です。現代の研究でもその働きが注目されており、鉄分やマグネシウムなどのミネラルも日々の元気を支えてくれます。",
      "safety_oneliner": "未処理の種子は有毒。必ず加熱し、過剰摂取は避けてください。",
      "safety_notes": "生のハッショウマメには、天然のL-DOPAが高濃度で含まれており、そのまま食べると有毒です。過剰に摂取すると吐き気などの副作用を引き起こす可能性も。特に薬を服用中の方や持病のある方は、必ず専門家の指導のもとで利用してください。",
      "honest_oneliner": "大地を癒し人に活力を与えるが、その恩恵には知識と手間が必須。",
      "honest_assessment": "ハッショウマメは、手軽に食卓にのる野菜ではありません。その真の魅力は、食べる楽しみよりも、大地を豊かにする力にあるのかもしれません。土に窒素を与え、雑草を抑え、他の作物を育む。そんな『縁の下の力持ち』としての働きは計り知れません。食としては、手間を惜しまない探求心旺盛な方向け。その野性的な個性と向き合う覚悟が、未知の扉を開く鍵となります。",
      "cultural_background": "その歴史は古く、3000年以上前の古代インドの文献にもその名が見られます。サンスクリット語では『カピカチュ（猿が痒がるもの）』と呼ばれ、野生種の莢に密生した刺激毛がその名の由来です。偉大な伝統医学アーユルヴェーダでは神経を癒す重要な薬草とされ、またある地域では、人々の命をつなぐ飢饉時の貴重な食料として、その両義的な力で文化を支えてきました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[カウイッチ]]",
          "[[ベルベットビーン]]"
        ],
        "similarVegetables": []
      },
      "notes": "一般的な食材ではなく、主に薬用、健康補助食品、または緑肥として利用されます。食用とするには専門的な知識と丁寧な下処理が不可欠です。"
    }
  }
}