{
  "global_info": {
    "url": "ハブソウ",
    "kana_name": "ハブソウ",
    "scientificName": "Senna occidentalis (L.) Link",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "Senna属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ハブソウ"
        ]
      },
      "international": {
        "en": [
          "Coffee Senna",
          "Septicweed",
          "Styptic weed",
          "Mogdad coffee"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ハブソウ",
      "oneliner": "薬草からコーヒーまで。毒を制して楽しむ逞しき野草。",
      "description": "熱帯アメリカの太陽を故郷に持ち、大航海時代の船と共に世界へ旅した逞しい草、ハブソウ。その葉は強い苦味と青々しい香りを持ち、丁寧な下処理を経て、アフリカの食卓では滋養豊かな野菜に変わります。深く焙煎された種子は、驚くほどコーヒーに似た香ばしい風味を放ち、カフェインを含まない一杯として人々の心と体を温めてきました。",
      "practical_oneliner": "葉も種子も毒性あり。必ず複数回の茹でこぼしを。",
      "practical_tips": "野生のものを利用することが多く、市場で見かけることは稀です。手に入れた葉は、乾燥させることで一年以上保存が可能。調理の際は、その強い苦味と毒性を抜くため、たっぷりの湯で複数回、水を取り替えながら茹でこぼす作業が不可欠です。生食は決してしないでください。種子も同様に毒性があり、使用する際は十分に焙煎する必要があります。",
      "nutrition_oneliner": "ビタミンAが豊富。伝統医療で重宝された薬効成分も。",
      "nutrition_benefits": "適切に処理された葉は、カロリーが低く、特に皮膚や粘膜の健康を支えるビタミンAを豊富に含みます。また、鉄分やカルシウムも補給できる緑黄色野菜です。古くから下剤や解熱、抗菌作用が知られるアントラキノン類を含みますが、これは毒性の源でもあるため、効能だけを期待した安易な摂取は禁物。伝統的な知恵に従った調理が前提となります。",
      "safety_oneliner": "生の葉や未調理の種子は肝毒性があり危険です。",
      "safety_notes": "特に種子に含まれるアントラキノン類は、過剰に摂取すると深刻な肝障害を引き起こす可能性があります。葉も生ではいけません。伝統的な茹でこぼしは毒性を減らしますが、完全には除去できない可能性も。妊婦や小さなお子さんは摂取を避けてください。",
      "honest_oneliner": "逞しい生命力と薬効は魅力だが、毒抜きの手間は覚悟。",
      "honest_assessment": "ハブソウは、手軽に美味しさを楽しめる優等生野菜ではありません。強い苦味と毒性という、素人には手強い壁があります。しかしその裏には、どんな環境でも育つ生命力と、飢饉や病から人々を救ってきた歴史が秘められています。手間を惜しまず、その声に耳を傾けられる人だけが味わえる、野性味あふれる奥深い恵みです。",
      "cultural_background": "新大陸生まれのこの草は、大航海時代に非意図的に世界へ広まり、特にアフリカやアジアの伝統医療に深く根付きました。西アフリカでは焙煎した種子を「モグダッド・コーヒー」と呼び、コーヒー文化の影響を受けつつ生まれたカフェインフリーの飲料として親しまれています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": [
          "[[エビスグサ]]"
        ]
      },
      "notes": "日本国内での生鮮品としての入手は極めて困難です。利用は主に乾燥させたものが健康茶の原料として流通しています。食用に際しては、毒性に関する正しい知識と適切な下処理が必須です。"
    }
  }
}