{
  "global_info": {
    "url": "バラ",
    "kana_name": "バラ",
    "scientificName": "Rosa spp.",
    "classification": {
      "family_ja": "バラ科",
      "genus_ja": "バラ属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "バラ",
          "ハマナス"
        ]
      },
      "international": {
        "en": [
          "Rose",
          "Rose hip"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "バラ",
      "oneliner": "香りの女王、その実はビタミンの宝庫。食卓を彩る悠久の物語。",
      "description": "北半半球の温帯に広く自生する優雅な花木。その花びらは、ペルシャの菓子を彩る甘くフローラルな香りを放ち、食卓に楽園の気配を運びます。一方、秋に実る真っ赤な果実「ローズヒップ」は、リンゴやクランベリーを思わせる心地よい酸味を持ち、北欧の冬を支える滋味深いスープやジャムに姿を変えます。繊細な花と力強い果実、二つの顔を持つ食の遺産です。",
      "practical_oneliner": "花びらは香りを、果実は乾燥を。用途で選んで正しく保存。",
      "practical_tips": "食用花は、開きたてで香りが強いものを。すぐに使わない場合は砂糖漬けに。ローズヒップを選ぶ際は、色が鮮やかでハリのあるものを。乾燥させて保存すれば1年以上持ちますが、ビタミンCは徐々に減少します。ジャムやスープにする際は、中の硬い種と、刺激の原因になる種子の毛をスプーンなどで丁寧に取り除くのが、美味しく仕上げるコツです。",
      "nutrition_oneliner": "ローズヒップに凝縮された、圧倒的な量のビタミンC。",
      "nutrition_benefits": "特に果実であるローズヒップは、ビタミンCの宝庫。その含有量は100gあたり426mgと際立っており、免疫機能のサポートや抗酸化作用が期待できます。また、ビタミンAも豊富で、ポリフェノールやカロテノイドといった抗酸化物質も含まれています。北欧で冬の栄養補給に用いられてきた歴史は、その栄養価の高さを物語っています。",
      "safety_oneliner": "ローズヒップの種子の毛は刺激性があるため、加工時に除去を。",
      "safety_notes": "一般的に安全な食材ですが、ローズヒップを丸ごと使う場合は注意が必要です。果実の中にある種子の周りの細かい毛は、喉や消化器を刺激することがあります。ジャムやピューレにする際は、種と共にこの毛を丁寧に取り除くことをおすすめします。",
      "honest_oneliner": "比類なき香りと栄養。ただし果実の下処理は少し根気がいります。",
      "honest_assessment": "ローズウォーターの官能的な香りは、料理を一瞬で異国の祝祭へと誘います。ローズヒップの力強い酸味と栄養は、冬の体を内側から支えてくれる頼もしさがあります。ただ、特にローズヒップの加工は、種と毛を取り除く手間がかかるのも事実。その一手間を愛情だと思える人にとって、バラは最高のパートナーになるでしょう。",
      "cultural_background": "古代ギリシャ・ローマで薬や香料として珍重され、その香りはシルクロードを経て世界へ。特にペルシャ文化では楽園の象徴とされ、もてなしに不可欠なローズウォーターが生まれました。一方、北欧ではローズヒップが冬を越すためのビタミン源となり、東西で異なる食文化を花開かせた、文化交流の使者です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ダマスクローズ]]",
          "[[ドッグローズ]]",
          "[[ハマナス]]"
        ],
        "similarVegetables": [
          "[[クランベリー]]",
          "[[リンゴ]]"
        ]
      },
      "notes": "バラ属は観賞用、薬用、食用と多様な顔を持ちます。本稿は主に食用の側面に焦点を当てていますが、利用法は品種により大きく異なります。"
    }
  }
}