{
  "global_info": {
    "url": "バジル",
    "kana_name": "バジル",
    "scientificName": "Ocimum basilicum",
    "classification": {
      "family_ja": "シソ科",
      "genus_ja": "バジル属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Basil",
          "Sweet Basil"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "バジル",
      "oneliner": "地中海の太陽とアジアの風を運ぶ、料理を物語に変える「王のハーブ」。",
      "description": "ひとたび指でこすれば、甘く爽やかで、どこか胡椒を思わせるスパイシーな香りが立ち上ります。その柔らかく艶やかな緑の葉は、熱帯アフリカや南アジアの灼熱の太陽の下で生まれました。古代の交易路を旅して世界へ広まり、今ではイタリアの食卓でトマトと陽気に歌い、ベトナムのフォーのスープに奥深い香りを添えています。一枚加えるだけで、皿の上に鮮やかな風景を描き出す、食の世界の旅人です。",
      "practical_oneliner": "命は「香り」。加熱は火を止める直前、保存はオイルか冷凍で。",
      "practical_tips": "鮮やかな緑色で、葉先までピンと張りのあるものを選びましょう。バジルは繊細で、乾燥と低温が苦手です。冷蔵庫にそのまま入れると黒ずんでしまうことも。茎を少し水に浸して立てておくか、刻んでオリーブオイルに漬けたり、ペーストにして冷凍保存するのがおすすめです。豊かな香りを最大限に楽しむなら、やはり生食が一番。加熱調理に使う場合も、火を止める直前に加えるのが鉄則です。",
      "nutrition_oneliner": "骨の健康を支えるビタミンKが、驚くほど豊富に含まれています。",
      "nutrition_benefits": "小さな葉に、栄養がぎゅっと詰まっています。特に血液の凝固や骨の形成に不可欠なビタミンKの含有量はトップクラス。皮膚や粘膜を健やかに保つビタミンAも豊富です。また、バジル特有のあの香りには秘密が。リナロールやオイゲノールといった成分が含まれ、心安らぐ時間や、体のサビつきを防ぐ手助けをしてくれると言われます。アーユルヴェーダでは古くから消化を助けるハーブとしても用いられてきました。",
      "safety_oneliner": "長期間の毎日大量摂取は控え、妊娠中は精油を避けてください。",
      "safety_notes": "普段の料理で楽しむ分には全く心配ありません。ただ、香り成分の一つ「エストラゴール」は、長期間、毎日大量に摂取し続けると肝臓への影響が指摘されています。特にサプリメントや濃縮精油での利用、妊娠中の使用は注意が必要です。",
      "honest_oneliner": "香りは比類なき魅力ですが、その命は驚くほど短命です。",
      "honest_assessment": "バジルの魅力は、何と言ってもその香り。料理を瞬時に格上げする力は絶大です。しかし、その香りはあまりに繊細で移ろいやすい「ガラスのハート」の持ち主。乾燥させれば別物になり、冷蔵庫ではすぐにご機嫌を損ねて黒ずみます。最高の瞬間を味わうには、手に入れたらすぐに使い切る。そんな潔さが求められるハーブなのです。",
      "cultural_background": "5000年以上前にインドで栽培が始まったバジルは、交易路に乗って世界を旅しました。その香りは各地で人々を魅了し、多様な物語をまといます。古代ギリシャでは「王のハーブ」と尊ばれ、インドでは神聖な植物とされた一方、一部のヨーロッパでは悪の象徴と見なされることも。愛と憎しみ、両極端の顔を持つミステリアスなハーブです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ジェノベーゼバジル]]",
          "[[タイバジル]]",
          "[[ダークオパールバジル]]"
        ],
        "similarVegetables": [
          "[[シソ]]",
          "[[ミント]]",
          "[[ホーリーバジル]]"
        ]
      },
      "notes": ""
    }
  }
}