{
  "global_info": {
    "url": "バルサムアップル",
    "kana_name": "バルサムアップル",
    "scientificName": "Momordica balsamina",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "ツルレイシ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "果実",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Balsam apple",
          "African cucumber",
          "Balsamina"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "バルサムアップル",
      "oneliner": "アフリカ生まれの野生の瓜。強烈な苦味は、薬であり食料。",
      "description": "アフリカの灼熱の太陽の下で育つ、生命力あふれる蔓草。その果実は、熟すと鮮やかなオレンジ色に弾け、中から甘い赤い仮種皮に包まれた種子が顔をのぞかせます。しかし、この植物の真髄は、葉や未熟な果実が持つ強烈な苦味。それは単なる味ではなく、古くから薬として重宝されてきた力の証。調理すると歯ごたえのある食感に変わり、アフリカの大地そのものを味わうような、野趣に富んだ一皿が生まれます。",
      "practical_oneliner": "調理の鍵は茹でこぼし。強い苦味を上手に和らげること。",
      "practical_tips": "入手は極めて困難ですが、もし手に入ったら若い葉や緑色の果実を選びましょう。最大の特徴である強い苦味を和らげるため、調理前にはしっかりと茹でこぼすのが伝統的な下処理です。アフリカでは、収穫した葉や果実を天日干しにして保存します。こうすることで乾季の貴重な食料となり、数ヶ月は保存が可能です。カラカラに乾かして、使うときに水で戻すのが現地の知恵です。",
      "nutrition_oneliner": "ビタミンA・Cが豊富。伝統医療を支える苦味成分も。",
      "nutrition_benefits": "緑黄色野菜としてビタミンAとCを豊富に含み、鉄分やカルシウムも補給できます。この野菜の真価は、特徴的な苦味の源である『ククルビタシン』などの機能性成分にあります。これらには抗炎症作用や抗酸化作用が期待され、アフリカや南アジアの伝統医学では、古くからマラリアの予防や胃の不調、創傷治療などに用いられてきました。まさに、日々の健康を支える『食べる薬』としての歴史を持っています。",
      "safety_oneliner": "熟した果実や種子は避け、過剰摂取に注意。妊婦は禁忌。",
      "safety_notes": "食用にするのは主に若い葉と未熟な果実です。熟しすぎた果実や種子には、体に害を及ぼす可能性のある成分が含まれるため、摂取は避けてください。伝統的に薬としても利用されますが、過剰に食べることは推奨されません。特に、妊婦の方は食用を控えるべきとされています。",
      "honest_oneliner": "強烈な苦味と生命力。食の冒険家向け、幻の伝統野菜。",
      "honest_assessment": "その強烈な苦味は、ゴーヤーに慣れた人でも驚くかもしれません。正直、誰もが楽しめる味とは言えないでしょう。しかし、その苦さこそが、過酷な環境を生き抜いてきた生命力の証であり、薬として人々を支えてきた歴史の味。栽培品種として洗練されていない、ありのままの野性的な魅力は、食の探求心を持つ人にとってはたまらないはず。見つけること自体が冒険です。",
      "cultural_background": "アフリカの大地で生まれ、古くから人々の命を支えてきた『救いの草』。雨季には貴重な緑黄色野菜となり、乾季には乾燥させて飢えをしのぎました。その薬効は広く知られ、大航海時代には奴隷貿易の航路に乗ってアジアやアメリカ大陸へ伝わったとも考えられています。アフリカの伝統的な知恵が、海を越えて広まった証人でもあるのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[バルサムアップル（南部アフリカ系統）]]"
        ],
        "similarVegetables": [
          "[[ゴーヤー]]"
        ]
      },
      "notes": "正式な品種改良はほとんど行われておらず、主に野生または半野生のものが利用されています。そのため、日本国内での入手は極めて困難です。"
    }
  }
}