{
  "global_info": {
    "url": "ヒメヒマワリ",
    "kana_name": "ヒメヒマワリ",
    "scientificName": "Helianthus debilis",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "ヒマワリ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ヒメヒマワリ"
        ]
      },
      "international": {
        "en": [
          "Beach Sunflower",
          "Dune Sunflower",
          "Cucumberleaf Sunflower"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ヒメヒマワリ",
      "oneliner": "浜辺でたくましく咲く、ヒマワリの野生のいとこ。",
      "description": "北米フロリダの太陽が降り注ぐ砂浜で、風に揺れる小さなヒマワリ、それがヒメヒマワリです。その名の通り、大きなヒマワリをぎゅっと小さくしたような愛らしい姿で、夏から秋にかけて野性味あふれる黄色い花を咲かせます。種は食べられるとされますが、食材として人の食卓にのぼることはなく、その物語はまだほとんど語られていません。浜辺の景観を守る、素朴で力強い存在です。",
      "practical_oneliner": "食材としての流通はなく、家庭での利用は観賞用です。",
      "practical_tips": "ヒメヒマワリが野菜として市場に出回ることは、まずありません。そのため、食材としての選び方や保存方法も確立されていません。もし園芸店で苗や種を見つけたら、それは食用のヒマワリとは異なる、景観を作るための植物です。日当たりと水はけの良い場所を好み、乾燥や塩気にも強いため、手間のかからないグランドカバーとして庭を彩ってくれるでしょう。",
      "nutrition_oneliner": "栄養価は不明。近縁種からの推定に留まります。",
      "nutrition_benefits": "ヒメヒマワリの種子に特化した栄養分析データは、残念ながら存在しません。食用のヒマワリの種子から類推すると、抗酸化作用のあるビタミンEやフェノール化合物が含まれている可能性はありますが、これはあくまで推定です。食材としての歴史がないため、その栄養や機能性については、まだ科学の光が当てられていないのが現状です。",
      "safety_oneliner": "キク科アレルギーを持つ方は注意が必要な場合があります。",
      "safety_notes": "ヒマワリと同じキク科の植物であるため、キク科の植物（ブタクサ、ヨモギなど）にアレルギー反応を示す方は、念のため接触を避けた方が賢明かもしれません。食用としての報告がないため、リスクは未知数です。",
      "honest_oneliner": "食べるための花ではないが、未来の食を支える可能性。",
      "honest_assessment": "正直に言うと、ヒメヒマワリを『野菜』としてキッチンに迎える日は来ないかもしれません。しかし、その価値は別の場所にあります。塩害や乾燥に耐える強靭な生命力は、気候変動に苦しむ食用のヒマワリを未来へつなぐための貴重な遺伝資源なのです。",
      "cultural_background": "この花に、古くから伝わる食の物語はありません。その役割は、人の食卓ではなく、自然の中にありました。フロリダの海岸で砂丘の浸食を防ぎ、生態系を守る番人として。近年ではその強さと可憐さから、未来のヒマワリを改良するための遺伝子の宝庫として、新たな価値を築き始めています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[イタリアンホワイト]]",
          "[[キューカンバーリーフサンフラワー]]"
        ],
        "similarVegetables": [
          "[[ヒマワリ]]"
        ]
      },
      "notes": "本種は一般的に食材として利用されていません。観賞用・緑化用植物であり、その情報は生態学的、遺伝資源としての価値に基づいています。食用のヒマワリ(Helianthus annuus)とは異なる野生種です。"
    }
  }
}