{
  "global_info": {
    "url": "プランテン",
    "kana_name": "プランテン",
    "scientificName": "Musa × paradisiaca",
    "classification": {
      "family_ja": "バショウ科",
      "genus_ja": "バショウ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Plantain",
          "Cooking banana"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "プランテン",
      "oneliner": "緑のうちは芋、熟せば果実。世界を旅した料理用バナナ。",
      "description": "東南アジアの森で生まれ、アラブの商人と大航海時代の船乗りによって世界中へ。緑色の未熟な果実は、まるでジャガイモのようにホクホクとした食感とデンプン質の穏やかな味わい。追熟し黄色や黒になるにつれ、ねっとりとした甘みが顔を出し、まったく違う表情を見せてくれます。一本で二度美味しい、旅する調理用バナナです。",
      "practical_oneliner": "生食は避けて。緑なら揚げ物、黄色くなったら甘いソテーに。",
      "practical_tips": "料理の用途に合わせて熟度を選びましょう。緑色で硬いものはイモ類のように、黄色くシュガースポットが出始めたら甘い副菜やデザートに。皮は硬いので、ナイフで縦に切れ目を入れてから剥くと簡単です。常温で追熟させ、好みの熟度で使い分けてください。生で大量に食べると消化に悪いので、必ず加熱調理するのが美味しくいただくコツです。",
      "nutrition_oneliner": "豊富なカリウムと、善玉菌を育むレジスタントスターチ。",
      "nutrition_benefits": "エネルギー源となる炭水化物を主体に、カリウム、ビタミンA、C、B6を豊富に含みます。特に緑色の果実に多い「レジスタントスターチ」は、腸内で善玉菌のエサとなり、お腹の調子を整える働きが期待されています。また、豊富なカリウムは体内の塩分バランス調整にも役立ちます。",
      "safety_oneliner": "デンプン質が多いため、生で大量に食べると消化不良の恐れ。",
      "safety_notes": "緑色のプランテンは特にデンプンを多く含んでいます。私たちがジャガイモを生で食べないのと同じように、プランテンも必ず加熱してからお召し上がりください。加熱することでデンプンが分解され、美味しく安全にいただけます。",
      "honest_oneliner": "世界を支える偉大な主食。ただ、熱帯育ちで調理も必須です。",
      "honest_assessment": "甘いデザートバナナの親戚と侮ってはいけません。これは火を通してこそ真価を発揮する、世界の食卓の主役です。皮を剥く手間や熟度を見極める必要はありますが、その先には揚げ物、煮込み、焼き菓子と無限の可能性が広がっています。少し不器用だけれど、とても頼りになる存在です。",
      "cultural_background": "その旅は数千年前に東南アジアで始まりました。アラブ商人の手でアフリカへ、大航海時代には海を渡り新大陸へ。アフリカから新世界へ渡った人々の食文化を支える重要な役割を担い、カリブやラテンアメリカの料理に深く根付いていきました。",
      "relationships": {
        "parentSpecies": [
          "[[musa-acuminata]]",
          "[[musa-balbisiana]]"
        ],
        "children": [
          "[[horn-plantain]]",
          "[[saba]]",
          "[[matoke]]"
        ],
        "similarVegetables": [
          "[[ジャガイモ]]",
          "[[サツマイモ]]"
        ]
      },
      "notes": "学名の「×」が示す通り、2つの野生種の交雑によって生まれた歴史を持ち、分類は非常に複雑です。私たちが普段「バナナ」と呼ぶものと「プランテン」の境界は、地域や文化によって曖昧な場合があります。"
    }
  }
}