{
  "global_info": {
    "url": "ペチュニア",
    "kana_name": "ペチュニア",
    "scientificName": "Petunia × atkinsiana (syn. Petunia × hybrida)",
    "classification": {
      "family_ja": "ナス科",
      "genus_ja": "ペチュニア属"
    },
    "foodClassification": {
      "primaryPart": null,
      "edibleParts": []
    },
    "names": {
      "japanese": {
        "common": [
          "ペチュニア"
        ]
      },
      "international": {
        "en": [
          "Petunia"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ペチュニア",
      "oneliner": "南米生まれ、庭先を彩る夏の主役。ただし食卓には登場しない花の物語。",
      "description": "南米の草原から世界中の庭へと旅した、ナス科の観賞用植物。白や紫、赤と多彩な花を咲かせ、夏の景観を鮮やかに彩ります。その名はタバコを意味する先住民の言葉に由来するとも。しかし、その華やかな見た目とは裏腹に、伝統的な野菜としての食文化は存在しません。あくまで目で楽しむ、ガーデニングの世界のスターなのです。",
      "practical_oneliner": "観賞用植物のため、食用は厳禁。食材としての選び方や保存法はありません。",
      "practical_tips": "ペチュニアは野菜ではなく、観賞用の園芸植物です。市場で食材として流通することはなく、食用のための選び方、保存方法、下処理といった情報はありません。ナス科の植物であり、有毒なアルカロイドを含む可能性があるため、絶対に口にしないでください。その美しさは、お皿の上ではなく、花壇やプランターで楽しみましょう。",
      "nutrition_oneliner": "食用ではないため、栄養に関する情報はありません。",
      "nutrition_benefits": "ペチュニアは食用植物ではないため、カロリーやビタミンなどの栄養価は分析されていません。花の色素成分としてアントシアニンが含まれますが、これは観賞上の価値であり、摂取による健康効果を期待するものではありません。ナス科には食卓に欠かせない野菜も多いですが、ペチュニアは食の対象外と明確に理解することが重要です。",
      "safety_oneliner": "ナス科の植物で有毒成分を含むため、絶対に食べてはいけません。",
      "safety_notes": "観賞用に改良されたナス科の植物です。同じ科のトマトやジャガイモと違い、有毒なアルカロイドを含む可能性があり、食用には適しません。誤って口にすることがないよう、小さなお子様やペットのいるご家庭では特にご注意ください。",
      "honest_oneliner": "庭を彩る魅力は絶大。でも、野菜辞典に載せるべきか悩む存在。",
      "honest_assessment": "夏のガーデニングに欠かせない、圧倒的な華やかさ。その美しさは誰もが認めるところでしょう。しかし、これは食材ではなく、愛でるための植物。食文化の物語がない代わりに、園芸文化の歴史を豊かに紡いできました。キッチンではなく、バルコニーが彼の定位置です。",
      "cultural_background": "19世紀初頭、南米の草原で咲いていた野生種がヨーロッパに渡り、その運命は一変します。英国の育種家によって2つの野生種が交配され、現代に連なる多様なペチュニアが誕生。ヴィクトリア朝の庭園文化に乗り、世界へ広まりました。食の歴史ではなく、人の美意識が育んだ観賞文化の象徴です。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[サフィニア]]"
        ],
        "similarVegetables": []
      },
      "notes": "本稿で紹介するペチュニアは、伝統野菜ではなく観賞用の園芸植物です。ナス科に属しますが有毒成分を含む可能性があり、食用はできません。ウェブマガジン『Vegitage』では、食と文化の多様な関係性を探る一環として、あえて本種を取り上げています。"
    }
  }
}