{
  "global_info": {
    "url": "ペピーノ",
    "kana_name": "ペピーノ",
    "scientificName": "Solanum muricatum",
    "classification": {
      "family_ja": "ナス科",
      "genus_ja": "ナス属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ペピーノ"
        ]
      },
      "international": {
        "en": [
          "Pepino",
          "Pepino Melon",
          "Melon Pear",
          "Tree Melon"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ペピーノ",
      "oneliner": "アンデス生まれの古代果実。メロンと洋梨が溶け合う優しい甘さ。",
      "description": "南米アンデス山脈が故郷。クリーム色の地に紫の縞模様が入る、見た目も美しい果実です。一口かじれば、メロンと洋梨、そしてほんの少しキュウリの風情が通り抜ける、驚くほど上品でさっぱりとした甘みが広がります。食感はジューシーで柔らかく、メロンのように滑らか。インカ文明以前の土器にも描かれるほど古くから親しまれてきた、遥かな歴史に思いを馳せることができる味わいです。",
      "practical_oneliner": "香りが出て皮が柔らかくなったら完熟の合図。冷やして生食が一番。",
      "practical_tips": "選ぶ際は、果皮に張りがあり、クリーム色が均一で、持った時にずっしりと重みを感じるものを。紫色の縞模様がくっきりしているものが美しいですが、味に大きく影響はしません。まだ硬い場合は、室温で数日間追熟させましょう。甘い香りが漂い、果皮が少し柔らかくなったら食べ頃です。完熟後はポリ袋に入れ、冷蔵庫の野菜室で保存し、2〜3日中に食べきるのがおすすめです。皮ごと食べられますが、お好みで剥いてどうぞ。",
      "nutrition_oneliner": "豊富なビタミンCとカリウムで、みずみずしく体を潤す。",
      "nutrition_benefits": "ペピーノは、みずみずしい味わいの中に嬉しい栄養素を秘めています。特に豊富なのがビタミンCで、抗酸化作用により体を守る手助けをしてくれます。また、体内の余分な塩分を排出する働きのあるカリウムも含まれており、すっきりしたい時におすすめです。βカロテンとして含まれるビタミンAも、健やかな毎日をサポート。低カロリーなので、デザートや間食にも罪悪感なく楽しめます。",
      "safety_oneliner": "ナス科の植物なので、アレルギーを持つ方はご注意ください。",
      "safety_notes": "ペピーノはほとんどの人にとって安全に楽しめる果物です。ただ、トマトやジャガイモ、ナスなどと同じナス科に属しているため、これらの植物にアレルギー反応を示したことがある方は、念のため注意が必要です。初めて食べる際は少量から試すことをお勧めします。",
      "honest_oneliner": "上品な甘さは絶品。ただ、味が繊細なため完熟度の見極めが肝心。",
      "honest_assessment": "ペピーノの最大の魅力は、そのどこまでも優しく上品な甘みです。しかし、その繊細さゆえに、完熟していないと味がぼんやりしてしまうことも。また、日本ではまだ珍しく、いつでも手に入るわけではないのが悩ましいところ。爆発的な個性はありませんが、静かに心に染み入るような、奥ゆかしい味わいのわかる人にこそ、深く愛される果物だと言えるでしょう。",
      "cultural_background": "その歴史は古く、インカ文明よりも前の時代、南米アンデスのモチェ文化の土器にその姿が描かれているほど。原産地では「カチュム（Kachum）」と呼ばれ、古くから親しまれてきました。「ペピーノ」はスペイン語でキュウリを意味しますが、その甘さから「ペピーノ・ドゥルセ（甘いキュウリ）」とも。悠久のアンデスの歴史が育んだ、まさに生きた文化遺産なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[エル・カミーノ]]"
        ],
        "similarVegetables": [
          "[[メロン]]",
          "[[きゅうり]]"
        ]
      },
      "notes": "原産地アンデスでは多様な在来種が存在しますが、気候変動や近代化の影響でその遺伝的多様性が失われる危機にあります。"
    }
  }
}