{
  "global_info": {
    "url": "ペンタス",
    "kana_name": "ペンタス",
    "scientificName": "Pentas lanceolata",
    "classification": {
      "family_ja": "Coffee family",
      "genus_ja": "Pentas"
    },
    "foodClassification": {
      "primaryPart": null,
      "edibleParts": []
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Egyptian Starcluster",
          "Pentas",
          "Starflower"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ペンタス",
      "oneliner": "食卓ではなく庭を彩り、蝶を招く東アフリカの星形の花。",
      "description": "東アフリカの熱い太陽と、アラビア半島の乾いた風に育まれたペンタス。その名の通り、星を散りばめたような小さな花々が、愛らしい半球状に集まって咲き誇ります。食卓を彩る野菜ではありませんが、その豊かな蜜は蝶やハチドリを庭へと誘う、自然の饗宴の主役です。かつては故郷で薬として人々の暮らしを支え、19世紀に海を渡ってからは、世界中の庭を美しく飾る存在として愛され続けています。",
      "practical_oneliner": "観賞用であり食用ではありません。口に含まないでください。",
      "practical_tips": "ペンタスは食用の植物ではありません。以下の情報は観賞用として楽しむためのものです。園芸店で苗を選ぶ際は、葉の色が濃く、病害虫がついていない、蕾がたくさんある元気な株を選びましょう。日当たりと水はけの良い場所を好み、特に夏から秋にかけて次々と花を咲かせます。食用ではないため、調理や下処理の方法はなく、誤って口にしないよう注意が必要です。庭の彩りとして、その美しさをお楽しみください。",
      "nutrition_oneliner": "食用ではないため栄養価は不明。薬用成分の研究が進む。",
      "nutrition_benefits": "ペンタスは食用ではないため、一般的な栄養成分のデータはありません。しかし、その故郷である東アフリカでは、古くから伝統的な薬草として利用されてきました。根や葉にはイリドイド配糖体やフラボノイドといった成分が含まれ、マラリアや胃腸の不調を癒すために用いられた歴史があります。現代でも、これらの成分が持つ抗炎症作用や抗菌作用についての研究が進められています。",
      "safety_oneliner": "食用としての安全性は未確立。軽度の毒性の可能性も。",
      "safety_notes": "ペンタスは食用植物ではなく、その安全性は確立されていません。一部では軽度の毒性を持つ可能性も示唆されています。絶対に口にしたり、料理に使用したりしないでください。特に小さなお子様やペットがいるご家庭では、誤食しないよう置き場所にご注意ください。",
      "honest_oneliner": "庭の生態系を豊かにする益虫の楽園。ただし、食卓の仲間ではない。",
      "honest_assessment": "ペンタスは、私たちの『食』に直接関わることはありません。しかし、その存在は無関係ではないのです。蝶やハチといった花粉を運ぶ生き物たちを元気づけ、巡り巡って野菜や果物の実りを支えてくれる。食卓への近道を選ぶのではなく、少し遠回りして生態系全体を豊かにしてくれる、そんな健気なパートナー。それがペンタスの魅力と言えるでしょう。",
      "cultural_background": "その故郷、東アフリカやアラビア半島では、ペンタスは古くから人々の健康を支える薬草でした。マラリアに苦しむ人々を癒す、暮らしに根ざした存在だったのです。19世紀、その美しい星形の花がヨーロッパの目に留まり、観賞植物として世界へ。今では、かつての薬効ではなく、庭を彩る美しさで人々を魅了しています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[バタフライシリーズ]]",
          "[[グラフィティシリーズ]]"
        ],
        "similarVegetables": []
      },
      "notes": "本種は食文化ウェブマガジン『Vegitage』で紹介していますが、食用ではなく観賞用・薬用植物です。食用としての利用は絶対におやめください。"
    }
  }
}