{
  "global_info": {
    "url": "ポトル",
    "kana_name": "ポトル",
    "scientificName": "Trichosanthes dioica Roxb.",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "カラスウリ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Pointed Gourd",
          "Parwal",
          "Potol"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ポトル",
      "oneliner": "南アジアの食卓に欠かせない、穏やかで滋味深い夏のウリ。",
      "description": "南アジアの熱帯モンスーンが育んだ、小さな緑の宝石、ポトル。その名の通り先が少し尖った愛らしい姿で、インド東部やバングラデシュの食卓には欠かせない存在です。味わいは驚くほど穏やかで、ほんのりとした甘みが特徴。煮ても炒めても煮崩れしにくく、他の食材の旨みをたっぷりと吸い込んで、料理に深い奥行きを与えてくれます。果実だけでなく、若い葉や茎も食べられる、暮らしに寄り添う野菜です。",
      "practical_oneliner": "鮮やかな緑色で小ぶりのものを選び、種が硬くなる前に使う。",
      "practical_tips": "手に取るときは、鮮やかな緑色で、傷がなく、ずっしりと重みのある小ぶりのものを選びましょう。大きすぎるものは種が硬くなっている可能性があります。調理の前には、表面を軽く削るか皮を剥き、両端を切り落とします。詰め物料理にする際は、縦半分に切ってスプーンで丁寧に種とワタを取り除きます。炒め物やカレーなら、輪切りや乱切りにするだけで十分。どんな料理にも馴染む万能選手です。",
      "nutrition_oneliner": "低カロリーでビタミンC豊富。消化を助ける伝統の知恵。",
      "nutrition_benefits": "100gあたり約20kcalと非常に低カロリーながら、食物繊維（3.0g）や、一日の推奨摂取量の約3分の1を補えるビタミンC（29mg）を豊富に含んでいます。また、ビタミンAやカリウム、マグネシウムもバランス良く摂取できます。古代インドのアーユルヴェーダでは、消化を助け、体の熱を冷ます食材として重宝され、特に病中病後の食事に取り入れられてきました。",
      "safety_oneliner": "ウリ科特有の苦味成分を含むため、極端に苦いものは避ける。",
      "safety_notes": "基本的にはとても安全な野菜ですが、ウリ科の植物にごく稀に含まれる苦味成分「ククルビタシン」には注意が必要です。もし食べた時に異常な苦味を感じる場合は、食べるのをやめましょう。一般的に市場に出回る栽培品種では問題になることはほとんどありません。",
      "honest_oneliner": "味にクセがなく万能だが、日本では入手が難しいのが玉に瑕。",
      "honest_assessment": "どんなスパイスや食材とも喧嘩しない、その穏やかで素直な味わいは最大の魅力です。煮崩れせずに味を吸い込む調理適性は、まさに家庭料理の優等生。ただ、日本ではまだ馴染みが薄く、南アジア食材店などで探さなければ手に入らないのが現状です。もし見つけたら、ぜひ現地の味に挑戦してみてください。",
      "cultural_background": "その歴史は古く、古代インドのアーユルヴェーダ文献にもその名が見られます。単なる食材としてだけでなく、消化を助ける薬用植物としても大切にされてきました。特にベンガル地方では、肉や魚を詰めた「ポトル・ドルマ」は祝祭に欠かせないご馳走。雨季の到来を告げる夏の食卓の象徴であり、人々の暮らしと文化に深く根ざした野菜なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[スワルナアラウキク]]"
        ],
        "similarVegetables": [
          "[[カラスウリ]]",
          "[[ヘビウリ]]"
        ]
      },
      "notes": "南アジア以外での入手は非常に困難です。また、栽培品種の画一化により、多様な在来品種が失われるリスク（遺伝的浸食）が懸念されています。"
    }
  }
}