{
  "global_info": {
    "url": "マーシュ",
    "kana_name": "マーシュ",
    "scientificName": "Valerianella locusta",
    "classification": {
      "family_ja": "スイカズラ科",
      "genus_ja": "ノヂシャ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "ノヂシャ"
        ]
      },
      "international": {
        "en": [
          "Corn salad",
          "Lamb's lettuce",
          "Mâche",
          "Feldsalat",
          "Nüsslisalat"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "マーシュ",
      "oneliner": "冬の食卓に、ナッツ香るフランスの宝石。太陽王が愛したサラダ菜。",
      "description": "ヨーロッパの冬を彩る、小さく愛らしい葉野菜。その名はマーシュ。ビロードのように滑らかな舌触りと、噛みしめると広がるほのかな甘み、そしてクルミを思わせるナッティな風味が魅力です。フランスでは「マッシュ」と呼ばれ、ルイ14世の時代から栽培されてきた歴史を持ちます。冬の寒さの中で甘みを蓄えたその葉は、サラダの主役として、食卓に繊細な物語を運びます。",
      "practical_oneliner": "傷みやすい繊細な葉。水気は禁物、優しく洗ってすぐ使うこと。",
      "practical_tips": "選ぶ際は、葉が濃い緑色でハリがあり、根本がしっかりしているものを。非常にデリケートなため、保存は乾燥しないよう袋に入れ、冷蔵庫で立てて保管するのがおすすめです。ただし日持ちはしないので2〜3日中に使い切りましょう。調理の際は、砂や土が残りやすい根元を特に優しく洗い、サラダスピナーは使わず、ペーパータオルでそっと水気を拭き取るのが、風味と食感を損なわないコツです。",
      "nutrition_oneliner": "ビタミンCとAが豊富。冬の元気を支える緑の栄養源。",
      "nutrition_benefits": "マーシュは、葉物野菜としては珍しくオメガ3脂肪酸を含むのが特徴です。また、1日の必要量の4割以上を補えるビタミンCや、抗酸化作用のあるβ-カロテン（ビタミンA）も豊富。他にも鉄分やカリウムなど、冬に不足しがちな栄養素をバランス良く含み、寒さに負けない体づくりを美味しくサポートしてくれます。",
      "safety_oneliner": "特筆すべき注意点はなし。誰でも安心して楽しめる野菜です。",
      "safety_notes": "マーシュは一般的に非常に安全な食品とされており、アレルギーの報告も稀です。特別なアク抜きなども必要なく、誰でも手軽に、安心してその繊細な味わいを楽しむことができます。",
      "honest_oneliner": "繊細な風味は唯一無二。ただ、日持ちせず高価なのが悩みの種。",
      "honest_assessment": "バターのように滑らかな口当たりとナッツを思わせる上品な風味は、他のどんな葉物にも代えがたい魅力です。その一方で、非常にデリケートで日持ちがしないため、購入したらすぐに食べきる計画性が必要。グルメ野菜として扱われることも多く、日常使いというよりは、特別な日のサラダを彩るための、とっておきの存在と言えるでしょう。",
      "cultural_background": "ヨーロッパの畑の脇に自生していたこの草は、17世紀フランス、太陽王ルイ14世の庭師に見出され、栽培の歴史が始まりました。冬の緑が乏しい時期に食卓を彩る貴重な野菜として、特にフランスやドイツの食文化に深く根付いています。フランス語の「マーシュ」やドイツ語の「フェルトザラート（畑のサラダ）」といった名前が、その出自を物語っています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ヴェルテドカンブレー]]",
          "[[グロスグレーヌ]]",
          "[[ヴィット]]"
        ],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}