{
  "global_info": {
    "url": "メロン",
    "kana_name": "メロン",
    "scientificName": "Cucumis melo",
    "classification": {
      "family_ja": "Gourd family",
      "genus_ja": "Cucumber"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子",
        "葉",
        "茎",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "メロン"
        ]
      },
      "international": {
        "en": [
          "Melon",
          "Muskmelon",
          "Cantaloupe",
          "Honeydew"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "メロン",
      "oneliner": "灼熱の太陽が育んだ、芳醇な香りととろける甘さの雫。",
      "description": "その歴史は古く、アフリカの乾燥地帯で生まれ、シルクロードを経て世界へと旅をしました。かつて砂漠の旅人の喉を潤したその果実は、品種によって滑らかだったり、シャキシャキしたりと食感も様々。緻密な網目模様に包まれた果肉は、滴るほどジューシーで、麝香にも似た甘く官能的な香りを放ち、一口で私たちを豊潤な夏の記憶へと誘います。",
      "practical_oneliner": "生ハムやスパイスと合わせて、甘さを引き立てるのがコツ。",
      "practical_tips": "メロンの楽しみ方は、甘い果肉をそのまま味わうだけではありません。ヨーロッパでは、生ハムやチーズの塩気と合わせることで、その甘さを一層引き立てます。ミントを添えれば爽やかな前菜に。また、インドではスパイスと共にジュースやラッシーにしたり、東南アジアでは未熟な実を漬物やカレーの具材として活用したりと、世界の食卓で多彩な表情を見せてくれます。",
      "nutrition_oneliner": "ビタミンAとCが豊富。夏の肌と体を守る天然の恵み。",
      "nutrition_benefits": "夏の強い日差しから体を守るのに役立つ、ビタミンA（β-カロテン）とビタミンCが際立って豊富です。これらの抗酸化ビタミンは、健やかな肌を保つ手助けをします。また、果肉の多くが水分で、カリウムも含まれているため、汗で失われがちな水分とミネラルの補給に最適。低カロリーながら満足感のある甘さで、美味しく体を潤してくれます。",
      "safety_oneliner": "カリウムが豊富なので、腎臓に持病のある方は摂取量に注意。",
      "safety_notes": "アレルギーは稀ですが、カリウムを多く含むため、腎機能に制限のある方や治療中の方は、食べる量について医師にご相談ください。また、野生種や極端に未熟な果実には苦味成分ククルビタシンが含まれ、多量に摂取すると腹痛の原因になることがあります。",
      "honest_oneliner": "甘く世界中で愛される一方、真の多様な魅力は失われつつある。",
      "honest_assessment": "世界中の誰もが知る夏の果物の王様。その甘さと香りは、イタリアの生ハムから日本の贈答文化まで、多様な食シーンを彩ってきました。しかし、私たちが手にするメロンは、その壮大な物語のほんの一部。画一的な商業品種の裏で、原産地の個性豊かな在来種たちが、ひっそりと姿を消そうとしている現実も知っておくべきでしょう。",
      "cultural_background": "その歴史は数千年前に遡り、古代エジプトの壁画にもその姿が描かれています。アフリカやアジアの熱い大地で生まれたメロンは、シルクロードを渡って東へ、ムーア人によってスペインへと伝播しました。イタリアの教皇領で生まれた「カンタルーポ」のように、土地ごとの文化と交わりながら多様な品種を生み出した、まさに文化交流の歴史を映す果実なのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ユウバリキング]]",
          "[[シャランテ]]",
          "[[ピエルデサポ]]",
          "[[カジャリ]]"
        ],
        "similarVegetables": [
          "[[キュウリ]]"
        ]
      },
      "notes": "商業的に成功した品種が世界を席巻する一方で、その原産地であるアフリカやアジアでは、気候変動や文化の変容により、多様な在来種が深刻な消失の危機に瀕しています。"
    }
  }
}