{
  "global_info": {
    "url": "ラベンダー",
    "kana_name": "ラベンダー",
    "scientificName": "Lavandula angustifolia",
    "classification": {
      "family_ja": "シソ科",
      "genus_ja": "ラベンダー属"
    },
    "foodClassification": {
      "primaryPart": "花",
      "edibleParts": [
        "花",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Lavender",
          "English Lavender",
          "True Lavender"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ラベンダー",
      "oneliner": "古代から愛される癒やしの香り。料理に地中海の風を運ぶ紫の花。",
      "description": "南仏プロヴァンスの夏を彩る、紫色の小さな花の穂。その姿は、地中海の乾いた風が吹き抜ける、スペインやイタリアの山岳地帯の故郷を思わせます。口に含めば、甘く華やかな香りが広がり、後からかすかな苦味とミントにも似た清涼感が追いかけてくる。花そのものに食感はほとんどありませんが、料理やデザートに一振りするだけで、その場の空気を一変させる魔法のような力を持っています。これは、味よりもまず香りを味わうハーブなのです。",
      "practical_oneliner": "食用は『無農薬』を確認。香りが強いので、ごく少量から試して。",
      "practical_tips": "まず大切なのは、『食用』と明記された無農薬のものを選ぶこと。観賞用は避けてください。フレッシュなものは香りが立ちますが、日持ちしません。基本は乾燥させて保存。花穂ごと吊るして完全に乾かしたら、花を指でしごき取り、光を通さない密閉容器で冷暗所に保管します。使うときは、この乾燥した花を。香りが非常に強いため、レシピの分量より控えめに始め、少しずつ調整するのが失敗しないコツです。加熱しすぎると苦味が出やすいのでご注意を。",
      "nutrition_oneliner": "香り成分リナロールが心身をときほぐす、天然のアロマサプリ。",
      "nutrition_benefits": "ラベンダーが食材として栄養を補給することは稀ですが、その真価は香り成分にあります。精油の主成分である『リナロール』や『酢酸リナリル』には、神経を落ち着かせ、心身をリラックスさせる働きが認められています。伝統的なハーブ医学では、不安や不眠の解消に用いられてきました。現代の研究でも、その香りが睡眠の質を高める可能性が示唆されています。料理に少し加えるだけで、食卓に安らぎのひとときをもたらしてくれるでしょう。",
      "safety_oneliner": "ハーブは安全ですが、濃縮された精油の飲用や直接塗布は危険。",
      "safety_notes": "料理やお茶にハーブとして少量使う分には安全です。しかし、香りを凝縮した『精油（エッセンシャルオイル）』は全くの別物。飲用したり、薄めずに直接肌につけたりすることは絶対に避けてください。また、妊娠中や授乳中の方は、使用前に専門家へ相談することをおすすめします。",
      "honest_oneliner": "ハマれば唯一無二の香り。でも一歩間違えれば、料理が芳香剤に。",
      "honest_assessment": "ラベンダーをキッチンに迎えるのは、少々気難しいけれど魅力的な友人を招くのに似ています。その高貴な香りは、デザートやドリンクを忘れられない一品に変える力を持っています。しかし、その存在感は圧倒的。少しでも量を間違えれば、食べ物がまるで化粧品のような味になりかねません。『石鹸の香り』と感じる人がいるのも事実。誰もが愛するわけではない、その個性こそがラベンダーの魅力でもあるのです。",
      "cultural_background": "その名は『洗う』を意味するラテン語『lavare』に由来します。古代ローマ人は浴場のお湯にラベンダーを浮かべ、その香りで心身を清めました。中世には修道院の薬草園で大切に育てられ、やがてその香りは南仏プロヴァンスの魂ともいえる存在に。夏の収穫期には紫の絨毯が広がり、今も人々の暮らしと文化に深く根付いています。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ヒドコート]]",
          "[[マンステッド]]",
          "[[ラヴァンドフィーヌ]]",
          "[[ラバンジン]]"
        ],
        "similarVegetables": [
          "[[ローズマリー]]",
          "[[タイム]]"
        ]
      },
      "notes": "食用ハーブとして利用されますが、主にその香りを楽しむためのものであり、栄養摂取を目的とする野菜とは異なります。"
    }
  }
}