{
  "global_info": {
    "url": "ラピーニ",
    "kana_name": "ラピーニ",
    "scientificName": "Brassica rapa var. ruvo",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Rapini",
          "Broccoli Rabe"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ラピーニ",
      "oneliner": "南イタリアの春を告げる、ほろ苦さがクセになるアブラナ科の菜花。",
      "description": "ブロッコリーによく似た小さな蕾をつけますが、実はカブの仲間。地中海の太陽が育んだ南イタリアの伝統野菜です。くたっと茹でてオリーブオイルで炒めれば、心地よい苦みの中からじわりと甘みが顔を出し、ナッツのような風味が鼻を抜けます。シャキッとした茎、柔らかな葉、そしてほろりとした蕾。部位ごとに異なる食感のコントラストも楽しみの一つです。",
      "practical_oneliner": "鮮度が命。さっと茹でてから炒めるのが、苦味を旨味に変えるコツ。",
      "practical_tips": "葉先までみずみずしく、蕾が固く締まっているものを選びましょう。乾燥に弱いので、湿らせたキッチンペーパーで包んでから袋に入れ、冷蔵庫で立てて保存します。調理の基本は、塩を加えたたっぷりのお湯でさっと茹でること。これでアクが抜け、苦味が和らぎ、鮮やかな緑色に仕上がります。下茹でしてから冷凍すれば、長期保存も可能です。",
      "nutrition_oneliner": "ビタミンKとAが豊富。骨の健康と体の調子を整えます。",
      "nutrition_benefits": "特筆すべきはビタミンKの豊富さで、骨の健康維持に欠かせません。皮膚や粘膜を健やかに保つビタミンA、美容と健康を支えるビタミンC、そして細胞の生まれ変わりを助ける葉酸もたっぷり。アブラナ科特有のグルコシノレートも含まれており、その健康効果については現在も研究が進められています。日々の食卓に取り入れたい栄養価の高い野菜です。",
      "safety_oneliner": "甲状腺に持病のある方は、一度に大量に食べるのは避けましょう。",
      "safety_notes": "アブラナ科の野菜に含まれるゴイトロゲンという成分は、甲状腺の働きに影響を与える可能性があります。健康な方であれば通常の食事で問題ありませんが、甲状腺機能に懸念がある方は過剰な摂取にご注意ください。",
      "honest_oneliner": "このほろ苦さが分かれば食通。ただ、どこでも手に入る訳ではない。",
      "honest_assessment": "正直に言うと、誰もが好きな味ではないかもしれません。その独特のほろ苦さは、子どもには少し難しい大人の味。しかし、この苦味こそがラピーニの真骨頂です。一度この魅力に気づくと、他の野菜では物足りなく感じてしまうほど。日本ではまだ珍しく、見つけるのが少し大変かもしれませんが、その手間をかけてでも味わう価値のある、奥深い風味を持った野菜です。",
      "cultural_background": "その故郷は南イタリア。現地では『チーマ・ディ・ラーパ（カブのてっぺん）』と呼ばれ、冬から春の食卓に欠かせません。『貧者の料理』を意味する『クチーナ・ポーヴェラ』の象徴であり、限られた食材を活かす知恵から生まれました。20世紀にはイタリア移民と共に海を渡り、北米で故郷の味を伝える大切な役割を担ってきました。",
      "relationships": {
        "parentSpecies": [
          "[[カブ]]"
        ],
        "children": [],
        "similarVegetables": [
          "[[菜の花]]"
        ]
      },
      "notes": ""
    }
  }
}