{
  "global_info": {
    "url": "リーキ",
    "kana_name": "リーキ",
    "scientificName": "Allium ampeloprasum",
    "classification": {
      "family_ja": "Amaryllis family",
      "genus_ja": "Onion"
    },
    "foodClassification": {
      "primaryPart": "茎",
      "edibleParts": [
        "茎",
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "リーキ"
        ]
      },
      "international": {
        "en": [
          "Leek",
          "Wild Leek"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "リーキ",
      "oneliner": "加熱すると甘くとろける、ヨーロッパの冬を彩る香味野菜。",
      "description": "地中海の穏やかな風が育んだ、ネギの気品ある親戚。一見すると太いネギのようですが、その風味は驚くほど穏やかで、加熱すればするほど深い甘みが引き出されます。じっくり煮込めば、その身はとろりと舌の上でとろけ、クリームやじゃがいもと出会えば、冬の食卓を温める極上のスープへと姿を変えるのです。その一本に、古代からの食の歴史が息づいています。",
      "practical_oneliner": "煮込みやポタージュで、とろりとした甘さを引き出して。",
      "practical_tips": "リーキの真価は加熱にあります。スープやシチューでじっくり煮込めば、繊維がとろけるように柔らかくなり、優しい甘みが全体に広がります。ソテーやローストもおすすめです。すぐに使い切れない場合は、刻んで冷凍保存すると便利です。食感は多少柔らかくなりますが、風味はしっかり保たれ、スープなどに手軽に加えられます。乾燥させてパウダーにすれば、長期保存も可能です。",
      "nutrition_oneliner": "ビタミンKとマンガンが豊富、腸内環境を整える力も。",
      "nutrition_benefits": "ニンニクの仲間に共通の含硫化合物を含み、抗酸化作用が期待されます。特に豊富なのがビタミンKとマンガン。また、腸内の善玉菌を助けるプレバイオティクス（イヌリン）も含まれ、腸内環境を整える働きがあります。ヨーロッパの伝統療法では、喉の痛みの緩和などに用いられてきた歴史もあります。",
      "safety_oneliner": "食物繊維が豊富なので、一度に食べ過ぎるとお腹が張ることも。",
      "safety_notes": "ほとんどの人にとって非常に安全な野菜です。ただ、腸内で善玉菌のエサとなる食物繊維やプレバイオティクスを多く含むため、体質や食べる量によっては、お腹が張ったりガスが溜まりやすくなったりすることがあります。",
      "honest_oneliner": "煮込む時間はかかるけど、その先の甘さと優しさは格別。",
      "honest_assessment": "リーキは、せっかちな料理には向きません。彼の本当の魅力である、とろけるような食感と深い甘みを引き出すには、コトコトと煮込む時間が必要です。タマネギほどの強い個性はありませんが、そのぶん他の食材にそっと寄り添い、料理全体を優しくまとめ上げる包容力があります。冬の寒い日に、時間をかけて向き合いたい野菜です。",
      "cultural_background": "その歴史は古く、古代エジプトではピラミッド建設の労働者を支え、ローマ皇帝ネロは美声のために食したと伝えられます。特にウェールズでは国の象徴とされ、兵士が識別の印として帽子につけたという伝説も。一本の野菜に、ヨーロッパの壮大な歴史が刻まれています。",
      "relationships": {
        "parentSpecies": [
          "[[ワイルドリーキ]]"
        ],
        "children": [
          "[[マッセルバー]]",
          "[[ブルードソレーズ]]",
          "[[アメリカンフラッグ]]"
        ],
        "similarVegetables": [
          "[[タマネギ]]",
          "[[ニンニク]]"
        ]
      },
      "notes": "見た目が巨大なニンニクのような「エレファントガーリック」は、実はリーキの野生種に非常に近い変種です。"
    }
  }
}