{
  "global_info": {
    "url": "ルッコラ",
    "kana_name": "ルッコラ",
    "scientificName": "Eruca vesicaria",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "キバナスズシロ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "花",
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Arugula",
          "Rocket",
          "Garden Rocket",
          "Salad Rocket"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "ルッコラ",
      "oneliner": "ピリッとした辛味と胡麻の香り。古代ローマから続く地中海の味。",
      "description": "太陽が降り注ぐ地中海の風を運んでくるような、鮮やかな緑の葉。一口かじれば、まず胡椒を思わせる爽やかな辛味が駆け抜け、続いてゴマやナッツのような香ばしい風味がふわりと広がります。柔らかい葉と、シャキシャキとした茎の歯ざわりも楽しいアクセント。古代ローマの食卓から現代のピッツェリアまで、時代を超えて愛され続けるこのハーブは、サラダやパスタに添えるだけで、一皿をぐっと情熱的なイタリアの味に変えてくれるのです。",
      "practical_oneliner": "鮮度が命。香りが飛ばないよう、食べる直前にさっと和えるのがコツ。",
      "practical_tips": "選ぶなら、葉先までピンと張りがあり、鮮やかな緑色のものを。黄ばんだ葉は風味が落ちているサインです。持ち帰ったら、湿らせたキッチンペーパーで根元を包み、保存袋に入れて野菜室へ。ただし、繊細な香りは日持ちしないので、3日ほどで食べきるのが理想。調理前には、砂を洗い流すように優しく水洗いし、サラダスピナーでしっかり水気を切っておきましょう。このひと手間で、料理の仕上がりが格段に変わります。",
      "nutrition_oneliner": "骨の健康を支えるビタミンKが驚くほど豊富に含まれています。",
      "nutrition_benefits": "その小さな葉には、骨の形成に欠かせないビタミンKがぎゅっと詰まっています。さらに、皮膚や粘膜の健康を保つビタミンA、美容に嬉しいビタミンCも豊富。特徴的な辛味の源であるグルコシノレートという成分は、体内で分解されることで健康維持に役立つと期待され、世界中で研究が進められています。日々のサラダに加えるだけで、美味しく手軽に栄養を補給できる、頼もしい緑黄色野菜です。",
      "safety_oneliner": "血液をサラサラにする薬を服用中の方は、摂取量にご注意ください。",
      "safety_notes": "ルッコラに豊富なビタミンKは、一部の血液凝固を抑える薬（ワルファリンなど）の作用に影響を与えることがあります。該当する薬を服用中の方は、かかりつけの医師にご相談ください。また、極端に大量のルッコラだけを毎日食べ続けるようなことは避けましょう。",
      "honest_oneliner": "個性的な風味は魅力ですが、独特の辛味が苦手な人も。鮮度も命です。",
      "honest_assessment": "ルッコラは、ただの『葉っぱ』ではありません。料理に劇的な変化をもたらす個性派の役者です。このピリッとした辛味とほろ苦さこそが、肉料理の脂を切り、チーズのコクを引き立てる秘訣。ただ、その個性がゆえに、苦味が苦手な方には少し敬遠されるかもしれません。足が早いのも悩ましい点ですが、この風味を知れば、もうルッコラなしの食卓は考えられなくなるでしょう。",
      "cultural_background": "その歴史は古く、古代ローマ時代にまで遡ります。当時の人々は、サラダとして楽しむだけでなく、そのピリッとした刺激に活力を見出し、時には媚薬としても用いたとか。長く地中海地域のローカルな野菜でしたが、20世紀後半、世界的なイタリア料理ブームの波に乗り、一躍スターダムへと駆け上がりました。",
      "relationships": {
        "parentSpecies": [
          "[[野生ルッコラ]]"
        ],
        "children": [],
        "similarVegetables": [
          "[[セルバチコ]]"
        ]
      },
      "notes": ""
    }
  }
}