{
  "global_info": {
    "url": "レモンバーベナ",
    "kana_name": "レモンバーベナ",
    "scientificName": "Aloysia citriodora",
    "classification": {
      "family_ja": "クマツヅラ科",
      "genus_ja": "コウスイボク属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "レモンバーベナ",
          "コウスイボク (香水木)"
        ]
      },
      "international": {
        "en": [
          "Lemon Verbena",
          "Lemon Beebrush"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "レモンバーベナ",
      "oneliner": "南米生まれ、ヨーロッパ育ち。比類なきレモンの香りを纏う香りの女王。",
      "description": "南米アンデスの風にそよぐ、細長くしなやかな葉。指でそっと触れるだけで、あたりには鮮烈で甘いレモンの香りがほとばしります。それはレモンそのものよりも純粋で、どこか緑の息吹を感じさせる香り。17世紀に海を渡りヨーロッパの貴婦人たちを魅了したこのハーブは、今も私たちの日常に、一杯のハーブティーや一皿のデザートを通して、爽やかな魔法をかけてくれます。",
      "practical_oneliner": "乾燥させれば香りは長持ち。必要な分だけ葉を摘んで使いましょう。",
      "practical_tips": "選ぶなら、葉の色が濃く、ハリのあるものを。香りが命なので、実際に少し触れて確かめるのが一番です。保存は、摘んだ葉を乾燥させるのが最も手軽で、香りを長く楽しめます。密閉容器に入れ冷暗所で1年以上は大丈夫。生のままなら、湿らせたキッチンペーパーで包み冷蔵庫へ。風味付けに使う際は、香りを煮汁やクリームに移した後、硬い葉は取り出すのが一般的です。",
      "nutrition_oneliner": "香り成分シトラールが、心と体を優しく解きほぐす。",
      "nutrition_benefits": "特筆すべきは、鮮烈なレモンの香りの源である「シトラール」という成分。この香りには心身をリラックスさせる鎮静作用が期待されています。また、ポリフェノールの一種「ベルバスコシド」も含まれ、その抗酸化作用は、日々のストレスから体を守る手助けになると考えられています。伝統的に消化を助けるハーブティーとして親しまれてきた歴史も、その働きを物語っています。",
      "safety_oneliner": "精油の肌への直接使用は避け、妊娠中は大量摂取を控えて。",
      "safety_notes": "ハーブティーとして楽しむ分には概ね安全ですが、エッセンシャルオイル（精油）を肌に直接塗ると、光毒性を引き起こす可能性があります。また、妊娠中の方は念のため大量の摂取は避けるのが賢明です。",
      "honest_oneliner": "香りは最高峰、でも寒さには弱い。冬越しには少し工夫が必要です。",
      "honest_assessment": "このハーブが放つクリアで力強いレモンの香りは、他の追随を許しません。ただ、その南米生まれの出自ゆえ、日本の冬の寒さは少し苦手。温暖な地域以外では、鉢植えにして冬は室内で保護してあげる愛情が必要です。手間はかかりますが、その香りに触れればきっと報われます。",
      "cultural_background": "その歴史は南米の先住民の薬草として始まります。17世紀、スペイン人によってヨーロッパにもたらされると、その高貴な香りは王妃マリア・ルイサにちなんで「Hierba Luisa（ルイサの草）」と呼ばれ、宮廷で愛されました。一杯のハーブティーが、アンデスの大地からヨーロッパのサロンへと渡った壮大な物語を秘めているのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": ""
    }
  }
}