{
  "global_info": {
    "url": "レンズ豆",
    "kana_name": "レンズマメ",
    "scientificName": "Lens culinaris",
    "classification": {
      "family_ja": "マメ科",
      "genus_ja": "ヒラマメ属"
    },
    "foodClassification": {
      "primaryPart": "種子",
      "edibleParts": [
        "種子"
      ]
    },
    "names": {
      "japanese": {
        "common": []
      },
      "international": {
        "en": [
          "Lentil"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "レンズ豆",
      "oneliner": "一万年の歴史を持つ、人類最古のパートナー。小さな一粒に栄養が凝縮。",
      "description": "一万年も前から人類の食卓を支えてきた、レンズのような形をした小さな豆。その故郷は、文明が生まれた西アジアの肥沃な三日月地帯です。素朴でどこか土を思わせる滋味深い味わいが特徴で、品種によって食感もさまざま。赤レンズ豆はとろりとクリーミーに、緑や茶色のレンズ豆は煮込んでも形が崩れにくく、ほっくりとした食感を楽しめます。世界中の家庭で、スープや煮込み料理として愛され続ける、人類の古くからの友人です。",
      "practical_oneliner": "浸水不要で調理は手軽。湿気を避ければ、数年間キッチンで待機可能。",
      "practical_tips": "品種ごとの特徴を知ることから始めましょう。とろける食感のスープやカレーには赤レンズ豆を、形を残したいサラダや煮込みには緑や茶色のレンズ豆が向いています。保存は簡単で、密閉容器に入れ湿気の少ない冷暗所に置けば数年は持ちます。調理前に軽く水で洗い、砂などを取り除きましょう。多くの品種は浸水不要ですぐに使えますが、加熱はしっかりと行ってください。",
      "nutrition_oneliner": "特に豊富な葉酸と鉄分。植物性たんぱく質もたっぷり。",
      "nutrition_benefits": "レンズ豆は、植物性たんぱく質の優秀な供給源です。特に注目すべきは、100gで一日の必要量を満たしてしまうほどの豊富な葉酸。これは細胞の成長に不可欠な栄養素です。また、貧血予防に役立つ鉄分や、豊富な食物繊維も含まれており、血糖値の安定や体重管理をサポートすることが研究で示されています。日々の食事に加えることで、体の内側から健やかな毎日を支えてくれるでしょう。",
      "safety_oneliner": "レクチンを含むため、必ず十分に加熱調理してからお召し上がりください。",
      "safety_notes": "生のレンズ豆には、レクチンやフィチン酸といった、消化不良の原因となる可能性のある成分が含まれています。しかし、これらの成分は熱に弱いため、スープや煮込み料理などでしっかりと加熱すれば、そのほとんどが不活性化され、安全に美味しく食べることができます。",
      "honest_oneliner": "栄養満点で調理も楽。ただ、素朴な風味ゆえに料理の主役にはなりにくい。",
      "honest_assessment": "レンズ豆は、決して華やかなスター選手ではありません。その味わいはあくまで素朴で、土の香りをまとっています。だからこそ、どんなスパイスやハーブとも馴染み、世界中の家庭料理で名脇役として輝けるのです。ただし、品種の使い分けを間違えると少し残念な結果に。その実直な性格を理解して付き合えば、これほど頼りになる食材はありません。",
      "cultural_background": "その歴史は文明の黎明期、一万年前の西アジアにまで遡ります。旧約聖書では、一杯のレンズ豆の煮込みと引き換えに長子の権利が譲られた物語も。古代から交易路を旅し、世界中の食卓へ。イタリアでは富の象徴として大晦日に食べられるなど、今も各地の文化に深く根付いています。小さな一粒が、人類の壮大な物語を秘めているのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[ピュイレンズ豆]]",
          "[[赤レンズ豆]]",
          "[[ベルーガレンズ豆]]"
        ],
        "similarVegetables": [
          "[[ひよこ豆]]",
          "[[エンドウ豆]]"
        ]
      },
      "notes": ""
    }
  }
}