{
  "global_info": {
    "url": "冬瓜",
    "kana_name": "トウガン",
    "scientificName": "Benincasa hispida (Thunb.) Cogn.",
    "classification": {
      "family_ja": "ウリ科",
      "genus_ja": "トウガン属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "種子",
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "冬瓜"
        ]
      },
      "international": {
        "en": [
          "Winter melon",
          "Wax gourd",
          "Ash gourd",
          "White gourd"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "冬瓜",
      "oneliner": "夏の恵みを冬まで届ける、穏やかな味わいの巨大な瓜。",
      "description": "南アジアから東南アジアを故郷に持つ、巨大な果実。淡い緑色の皮は、成熟すると白い蝋（ろう）の粉をまとい、神秘的な姿を見せます。その味わいは驚くほど淡白で、かすかな甘みを持つだけ。しかし、どんな出汁や調味料の色にも染まる素直さが魅力です。加熱すればとろけるように柔らかくなり、夏のスープや煮込み料理に涼やかさと優しい食感をもたらしてくれます。",
      "practical_oneliner": "丸ごとなら冷暗所で冬越し可能。カット後は種とワタを除き冷蔵。",
      "practical_tips": "選ぶなら、ずっしりと重く、皮にハリがあり、傷がないものを。表面の白い粉は完熟の証です。丸ごとであれば、風通しの良い冷暗所で数ヶ月は保存できます。カットした場合は、種とワタをスプーンで丁寧に取り除き、ラップでぴったりと包んで冷蔵庫の野菜室へ。１週間ほどで使い切りましょう。皮は硬いので、調理の際は厚めにむくのがコツです。",
      "nutrition_oneliner": "約95%が水分。低カロリーで体を内側から冷やす。",
      "nutrition_benefits": "特筆すべきはその低カロリーさ。成分のほとんどが水分で構成されており、ダイエット中にも心強い食材です。ビタミンCを含み、夏の日差しを浴びた後のケアにも役立ちます。また、漢方やアーユルヴェーダでは、その冷却作用や利尿作用が古くから知られ、体の余分な熱や水分を排出し、むくみを和らげるとされてきました。",
      "safety_oneliner": "体を冷やす性質があるため、冷え性の方は食べ過ぎに注意。",
      "safety_notes": "食材としての安全性は非常に高いですが、伝統医学では体を冷やす「涼性」の食材とされています。胃腸が冷えやすい方は、体調が優れない時は、一度にたくさん食べるのは避けた方が良いかもしれません。生姜など体を温める食材と組み合わせるのがおすすめです。",
      "honest_oneliner": "名脇役の鑑。味を吸い込む素直さと、主張しない淡白さが個性。",
      "honest_assessment": "正直なところ、冬瓜そのものに強い旨みや香りはありません。主役を張れる野菜ではないでしょう。しかし、その無個性こそが最大の美点。どんな味付けも素直に受け入れ、出汁の旨みをたっぷりと吸い込んで、とろけるような食感のごちそうに変わります。他の食材を引き立てる、奥ゆかしい名脇役なのです。",
      "cultural_background": "夏に収穫されるのに『冬瓜』。その名は、皮の蝋が実を守り、冷暗所なら冬まで保存できたことに由来します。中国では2000年以上も前から栽培され、暑い夏を乗り切るための薬膳食材として重宝されてきました。インドでは魔除けとして新車に吊るすなど、アジアの食と文化に深く根付いています。",
      "relationships": {
        "parentSpecies": [],
        "children": [],
        "similarVegetables": []
      },
      "notes": "栽培の歴史は古いものの、野生の祖先種が明確には特定されておらず、その起源にはまだ謎が残されています。"
    }
  }
}