{
  "global_info": {
    "url": "小松菜",
    "kana_name": "コマツナ",
    "scientificName": "Brassica rapa subsp. perviridis",
    "classification": {
      "family_ja": "アブラナ科",
      "genus_ja": "アブラナ属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "小松菜"
        ]
      },
      "international": {
        "en": [
          "Komatsuna",
          "Japanese mustard spinach"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "小松菜",
      "oneliner": "江戸っ子が愛した冬の味。アクが少なく栄養満点な万能菜。",
      "description": "かつて江戸と呼ばれた東京の下町で生まれた、生粋の都会っ子。艶のある深い緑の葉は、しゃんとした張りを持ち、見た目にも力強さを感じさせます。アブラナ科特有のほのかな辛味と穏やかな風味を持ち、アクが少ないため下茹でなしで使える手軽さが魅力。加熱してもクタっとしすぎず、シャキシャキとした心地よい歯ざわりが残ります。特に厳しい冬、霜に当たるとぐっと甘みを増し、その味わいは格別。おひたしから炒め物まで、日々の食卓に頼れる存在です。",
      "practical_oneliner": "根元を湿らせて立てて保存。アク抜き不要でさっと使える。",
      "practical_tips": "葉の色が濃く、みずみずしい緑色のものを選びましょう。根元が白く、茎がしっかりと太いものが新鮮な証です。保存する際は、乾燥が大敵。湿らせたキッチンペーパーで根元を包み、ポリ袋に入れて冷蔵庫の野菜室で「立てて」置くのが長持ちの秘訣。もともとアクが少ないので、ほうれん草のような下茹では必要ありません。根元に土が残りやすいので、十字に切り込みを入れて流水で丁寧に洗い流せば、すぐに調理に使えます。",
      "nutrition_oneliner": "カルシウムは野菜トップクラス。骨の健康と貧血予防の味方。",
      "nutrition_benefits": "小松菜の栄養価で特筆すべきは、野菜の中でもトップクラスを誇るカルシウムの含有量です。骨や歯の健康維持に欠かせない栄養素を手軽に補給できます。さらに、貧血予防に役立つ鉄分と、その吸収を助けるビタミンCを同時に摂れるのも嬉しい点。粘膜を保護し免疫力を支えるβ-カロテンも豊富です。アブラナ科特有の健康成分グルコシノレートも含まれ、日々の健康維持を力強くサポートしてくれます。",
      "safety_oneliner": "抗凝固薬（ワルファリン等）を服用中の方は摂取に注意を。",
      "safety_notes": "小松菜には血液の凝固に関わるビタミンKが豊富です。そのため、抗凝固薬のワルファリンなどを服用中の方が食べると、薬の効果を弱めてしまう可能性があります。該当する方は、召し上がる量について事前に医師や薬剤師にご相談ください。",
      "honest_oneliner": "最高の「名脇役」。主役は張れないが、いないと食卓が寂しい。",
      "honest_assessment": "華やかなスター野菜ではありませんが、小松菜は食卓の「最高の脇役」です。アクが少なく、風味にクセがないため、どんな食材や味付けとも喧嘩しません。その万能さが魅力である一方、料理の主役を張れるほどの強い個性や香りはありません。しかし、この気取らない「普通さ」こそが、私たちの日常に深く根ざし、飽きられることなく愛され続ける理由なのでしょう。",
      "cultural_background": "その名の由来は、江戸の小松川（現在の東京都江戸川区）。江戸時代、この地で栽培されていたカブの一種から選び抜かれて生まれました。以来、関東の冬を代表する野菜として人々に親しまれ、特に霜が降りる頃に甘みを増した小松菜は、お正月の雑煮に欠かせない縁起物。江戸の食文化が育んだ、都会生まれの伝統野菜なのです。",
      "relationships": {
        "parentSpecies": [
          "[[かぶ]]"
        ],
        "children": [
          "[[ごせき晩生]]",
          "[[楽天]]"
        ],
        "similarVegetables": [
          "[[チンゲンサイ]]",
          "[[ミズナ]]"
        ]
      },
      "notes": ""
    }
  }
}