{
  "global_info": {
    "url": "春菊",
    "kana_name": "シュンギク",
    "scientificName": "Glebionis coronaria",
    "classification": {
      "family_ja": "キク科",
      "genus_ja": "シュンギク属"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "春菊",
          "シュンギク"
        ]
      },
      "international": {
        "en": [
          "Garland Chrysanthemum",
          "Crown Daisy",
          "Chop Suey Greens"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "春菊",
      "oneliner": "冬の食卓に欠かせない、ほろ苦さと香りで鍋を格上げする緑の宝石。",
      "description": "地中海の風に揺れていた野生の花が、シルクロードを渡り、東アジアの食卓で花開きました。春の菊と名付けられましたが、旬は鍋物が恋しくなる寒い季節。柔らかな葉はほろ苦く、シャキシャキした茎からは甘みが滲み、その唯一無二の香りは、肉や魚の旨みを引き立てる最高のパートナー。葉や茎だけでなく、愛らしい花も食べられる、懐の深い野菜です。",
      "practical_oneliner": "香りが命。葉先まで鮮やかな緑のものを選び、加熱は短時間で。",
      "practical_tips": "鮮やかな緑色で、葉先までピンと張りがあるものを選びましょう。茎が太すぎず、切り口がみずみずしいものが新鮮な証拠です。保存する際は、湿らせたキッチンペーパーで根元を包み、ポリ袋に入れて冷蔵庫で立てておくと長持ちします。調理の際は、火の通りにくい茎と、香りが飛びやすい葉を時間差で加えるのがコツ。特に鍋物では、最後にさっと火を通すことで、最高の食感と香りを楽しめます。",
      "nutrition_oneliner": "β-カロテンが際立つ、栄養豊富な緑黄色野菜の代表格。",
      "nutrition_benefits": "緑黄色野菜の中でも特にβ-カロテンの含有量が豊富で、体内でビタミンAに変換されます。骨の健康に役立つビタミンKや、赤血球の形成を助ける葉酸もたっぷり。独特の香り成分であるα-ピネンにはリラックス効果も期待できると言われています。古くから健胃や整腸にも良いとされ、おいしいだけでなく、体の調子を整える手助けもしてくれる頼もしい野菜です。",
      "safety_oneliner": "キク科の植物なので、アレルギーのある方はご注意ください。",
      "safety_notes": "春菊はキク科の植物です。そのため、キクやブタクサ、ヨモギなど、同じキク科の植物にアレルギー反応が出る方は、食べる際に注意が必要です。痒みなどの症状が出た場合は、摂取を控えてください。",
      "honest_oneliner": "鍋料理の主役にもなる香り。でもその個性の強さが好みを分ける。",
      "honest_assessment": "この香りがなければ、すき焼きは完成しない。そう断言できるほどの存在感を放つ一方で、その独特な風味が苦手な人がいるのも事実です。火を通しすぎると苦味が増し、香りも飛んでしまう繊細さも持ち合わせます。けれど、このクセの強さこそが春菊の魅力。上手に付き合えば、これほど料理を豊かにしてくれる野菜は他にありません。",
      "cultural_background": "故郷の地中海では春に美しい菊のような花を咲かせることから「春菊」の名がつきました。しかし、食用としてその価値を見出されたのは、シルクロードを渡って辿り着いた東アジア。特に日本では冬の鍋物に欠かせない存在となり、故郷とは異なる季節に、食文化という新たな花を咲かせたのです。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[中葉春菊]]",
          "[[大葉春菊]]"
        ],
        "similarVegetables": [
          "[[三つ葉]]"
        ]
      },
      "notes": "原産地の地中海では食文化がほぼ失われ、東アジアで独自の発展を遂げた野菜です。植物分類上、かつてのキク属からシュンギク属へと変更されています。"
    }
  }
}