{
  "global_info": {
    "url": "梅",
    "kana_name": "ウメ",
    "scientificName": "Prunus mume",
    "classification": {
      "family_ja": "バラ科",
      "genus_ja": "サクラ属"
    },
    "foodClassification": {
      "primaryPart": "果実",
      "edibleParts": [
        "果実",
        "花"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "梅"
        ]
      },
      "international": {
        "en": [
          "Japanese Apricot",
          "Chinese Plum",
          "Ume"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "梅",
      "oneliner": "鮮烈な酸味と香りが、日本の食卓と季節の営みを彩る。",
      "description": "まだ肌寒い早春、どの花よりも先に気高い香りを放ち、春の訪れを告げる梅。初夏に実る硬く小さな青い果実は、そのまま口にすれば顔をしかめるほどの強烈な酸味の塊です。しかし、塩や砂糖、酒の力を借りることで、その真価を発揮します。日本の食卓に欠かせない梅干しや梅酒へと姿を変え、その奥深い香りと味わいは、私たちの暮らしに深く、そして静かに寄り添っているのです。",
      "practical_oneliner": "生では食べず、用途に合わせ追熟させ、すぐに加工するのが鍵。",
      "practical_tips": "傷がなく、ふっくらと張りがあるものを選びましょう。梅酒やシロップには硬い青梅、梅干しには黄色く色づき、桃のような香りが立つ完熟梅が向いています。入手したらすぐに使うのが基本ですが、数日ならポリ袋に入れ冷蔵庫の野菜室で保存可能。調理前には、竹串でヘタを取り除き、たっぷりの水に数時間つけてアクを抜く作業が、えぐみをなくし美味しく仕上げるための大切な一手間です。",
      "nutrition_oneliner": "豊富なクエン酸が、疲労回復と食欲増進を助ける。",
      "nutrition_benefits": "梅の酸味の主成分はクエン酸です。この有機酸がエネルギー代謝を助け、疲労回復をサポートすると言われています。また、鉄やカルシウムなどのミネラル吸収を促進する働きも期待できます。梅を加熱加工することで生まれる「ムメフラール」という成分には、血流を改善する効果が示唆されており、古くからの知恵が現代科学の視点からも注目されています。",
      "safety_oneliner": "未熟な果実や種は毒性を持つため、絶対に生で食べないでください。",
      "safety_notes": "青梅の果肉や種子にはアミグダリンという有毒成分が含まれ、生食は危険です。幸い、塩漬けや加熱、アルコール漬けで分解されるため、伝統的な加工は安全性を確保する知恵でもあります。一方、梅干しは塩分が非常に高いので、食べる量には注意が必要です。",
      "honest_oneliner": "手間はかかるが、その先には比類なき風味と保存性が待っている。",
      "honest_assessment": "正直なところ、梅はそのままではとても食べられず、加工の手間もかかる気難しい果実です。しかし、その一手間をかけることで、驚くほど豊かな風味と優れた保存性を私たちに与えてくれます。初夏の短い期間だけ出回る青梅を加工する「梅仕事」は、面倒ながらも季節の移ろいを感じる楽しい営み。この気難しさこそが、梅を唯一無二の存在にしているのかもしれません。",
      "cultural_background": "原産地の中国では3000年以上も前から栽培され、松・竹と共に「歳寒三友」として希望の象徴とされました。日本へは奈良時代以前に薬として伝来。やがて春を告げる花として詩歌に詠まれ、果実は梅干しや梅酒として、日本の食文化と健康を支える重要な役割を担ってきました。",
      "relationships": {
        "parentSpecies": [],
        "children": [
          "[[南高梅]]",
          "[[モーパンメイ]]"
        ],
        "similarVegetables": [
          "[[あんず]]",
          "[[すもも]]"
        ]
      },
      "notes": ""
    }
  }
}