{
  "global_info": {
    "url": "水菜",
    "kana_name": "ミズナ",
    "scientificName": "Brassica rapa subsp. nipposinica",
    "classification": {
      "family_ja": "Mustard family",
      "genus_ja": "Cabbage"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "水菜",
          "京菜"
        ]
      },
      "international": {
        "en": [
          "Mizuna",
          "Japanese mustard green",
          "Spider mustard",
          "Kyona"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "水菜",
      "oneliner": "京の都が育んだ、シャキシャキ食感が命の繊細な葉野菜。",
      "description": "まるで細やかな雪の結晶のように、幾重にも広がる繊細な葉。その名の通り、かつては畝の間に水を引いて栽培されたという、清らかな生まれの京野菜です。口に含めば、シャキ、シャキと小気味よい音が響き、アブラナ科特有のほのかな辛味と爽やかな風味が広がります。加熱すれば甘みを増し、生で食べればその食感を存分に楽しめる。古都の食卓から世界のサラダボウルへ、その魅力は今も人々を惹きつけてやみません。",
      "practical_oneliner": "鮮度が命。乾燥を防ぎ、加熱はさっと。食感を活かすのがコツ。",
      "practical_tips": "葉先までピンと張りがあり、茎が純白でみずみずしいものを選びましょう。乾燥が大敵なので、湿らせたキッチンペーパーで根元を包み、ポリ袋に入れて冷蔵庫の野菜室で立てて保存すると長持ちします。調理の際は、根元を切り落としてから、水を張ったボウルの中で優しく振り洗いすると、細い葉と茎の間の土や汚れをきれいに落とせます。シャキシャキの食感を活かすため、加熱は短時間で仕上げるのがおすすめです。",
      "nutrition_oneliner": "ビタミンA・C・Kが驚くほど豊富。美肌と骨の健康に。",
      "nutrition_benefits": "見た目の繊細さとは裏腹に、栄養価は非常にパワフル。特に、皮膚や粘膜の健康を支えるβ-カロテン（ビタミンA）、骨の形成に欠かせないビタミンKは群を抜く含有量です。他にも抗酸化作用のあるビタミンCやカルシウム、葉酸も豊富に含みます。アブラナ科特有の辛味成分グルコシノレートも含まれ、健康への様々な効果が研究されています。",
      "safety_oneliner": "血液をサラサラにする薬を服用中の方は、摂取にご注意を。",
      "safety_notes": "水菜には、血液の凝固を助ける働きのあるビタミンKが非常に豊富に含まれています。そのため、血液凝固阻止薬（ワルファリンなど）を服用されている方は、薬の効果に影響を与える可能性があるため、食べる量について医師や薬剤師にご相談ください。",
      "honest_oneliner": "最高の食感と万能選手ぶり。ただ、主役を張るほどの味の個性はない。",
      "honest_assessment": "シャキシャキとした食感は、他のどんな葉野菜にも代えがたい唯一無二の魅力です。鍋物からサラダまで、和洋を問わず活躍するその柔軟性は見事。ただ、味そのものはさっぱりと淡白なので、水菜だけで料理を成立させるというよりは、名脇役として食感や彩りを添える存在。繊細で傷みやすい点も、正直なところ少し手がかかるかもしれません。",
      "cultural_background": "その歴史は江戸時代、古都・京都に遡ります。かつて畑の畝（うね）の間に水を引いて育てられたことから『水菜』の名がついたと言われています。もとはカブの仲間でしたが、京都の食文化の中で独自の進化を遂げ、繊細な味わいが求められる京料理に欠かせない存在となりました。鯨肉と合わせた『ハリハリ鍋』は、その食感を最も象徴する伝統料理です。",
      "relationships": {
        "parentSpecies": [
          "[[カブ]]"
        ],
        "children": [
          "[[みぶな]]"
        ],
        "similarVegetables": [
          "[[小松菜]]",
          "[[ルッコラ]]"
        ]
      },
      "notes": ""
    }
  }
}