{
  "global_info": {
    "url": "漬け菜",
    "kana_name": "ツケナ",
    "scientificName": "Brassica rapa L. (cultivar groups)",
    "classification": {
      "family_ja": "Mustard family",
      "genus_ja": "Cabbage"
    },
    "foodClassification": {
      "primaryPart": "葉",
      "edibleParts": [
        "葉",
        "茎"
      ]
    },
    "names": {
      "japanese": {
        "common": [
          "漬け菜",
          "ツケナ"
        ]
      },
      "international": {
        "en": [
          "Japanese Pickling Greens",
          "Tsukena"
        ]
      }
    }
  },
  "content": {
    "ja": {
      "display_name": "漬け菜",
      "oneliner": "白いご飯の隣にはいつも。風土が醸す、日本の漬物葉野菜。",
      "description": "「漬け菜」という名の特定の野菜はありません。それは、日本の各地方が米を美味しく食べるために大切に育ててきた葉野菜たちの総称。野沢菜や広島菜のように、土地の気候と人々の愛情で姿かたちを変え、その土地ならではの味を実らせます。生の葉はシャキッと瑞々しく、アブラナ科らしいピリッとした風味。しかし、塩で漬け込むことで旨味と酸味の物語が始まり、食卓に深く豊かな味わいを添えるのです。",
      "practical_oneliner": "漬物が本領。手に入れたら、新鮮なうちに塩仕事をするのが鉄則。",
      "practical_tips": "葉先までハリがあり、緑が濃いものを選びましょう。生のままなら、湿らせた新聞紙で包み冷蔵庫で立てて保存し、数日で使い切るのが理想です。おひたしや炒め物も美味しいですが、やはり真価は漬物に。たっぷりの塩で揉んで水分を出し、重石を乗せてじっくりと。乳酸発酵が進むにつれ風味は深みを増し、自分だけの「家庭の味」が育っていきます。",
      "nutrition_oneliner": "豊富なビタミンKに加え、漬物にすれば乳酸菌で腸も喜ぶ。",
      "nutrition_benefits": "低カロリーながら、骨の健康に欠かせないビタミンKが非常に豊富。他にもビタミンCや葉酸をしっかり含んでいます。アブラナ科特有の成分グルコシノレートは、抗酸化作用が期待されるイソチオシアネートに変化。何より、塩漬けにして乳酸発酵させることで、腸内環境を整える善玉菌を美味しく摂れるのが、漬け菜ならではの大きな魅力です。",
      "safety_oneliner": "美味しい漬物ですが、塩分の摂りすぎには注意が必要です。",
      "safety_notes": "保存性を高めるために塩を多く使う漬け菜は、食卓の名脇役ですが、つい食べ過ぎてしまいがち。特に血圧が気になる方は、食べる量や頻度を調整するよう心がけましょう。",
      "honest_oneliner": "日本の食文化の宝。でも、その多様性は今、静かに失われつつある。",
      "honest_assessment": "漬け菜は、単なる野菜ではありません。それは日本の風土と家庭の味が凝縮した、生きた食文化遺産です。ただ、その価値はあまりに日本国内に閉じており、気候変動や作り手の減少で多くの在来種が姿を消す危機に瀕しています。この素朴で奥深い味わいを未来に残すには、私たちが意識して選び、食べ続けることが不可欠なのです。",
      "cultural_background": "遥か弥生時代に大陸から渡ってきたアブラナ科の野菜が、日本の多様な気候の中で人々の手によって選ばれ、育てられ、独自の進化を遂げたのが漬け菜の始まりです。江戸時代には各地で多彩な品種が花開き、冬の保存食として、そして何より白いご飯を最高に引き立てる相棒として、日本の食卓に深く根を下ろしました。",
      "relationships": {
        "parentSpecies": [
          "[[カブ]]"
        ],
        "children": [
          "[[野沢菜]]",
          "[[広島菜]]",
          "[[壬生菜]]",
          "[[水菜]]",
          "[[小松菜]]"
        ],
        "similarVegetables": [
          "[[白菜]]",
          "[[からし菜]]"
        ]
      },
      "notes": "「漬け菜」は単一の品種を指す名前ではなく、日本各地で漬物用として栽培されてきたアブラナ科葉物野菜のグループ（栽培品種群）の総称です。"
    }
  }
}